{
  "Title": "Balloon Frame Construction\n\n",
  "Descriptive Text": "A popular myth suggests that a Chicago carpenter, George W. Snow, invented the balloon frame in 1832 and revolutionized construction practice. Chicago architect John M. Van Osdel erroneously attributed the invention to Snow in 1883, and subsequent histories accepted the story. But they did so without examining physical evidence. The oldest buildings that remain in metropolitan Chicago suggest that the balloon frame was not a revolutionary idea; nor was it invented by Snow or any other Chicagoan.\nDuring the colonial period, carpenters simplified the timber frame to allow for rapid construction with standardized materials. The Beaubien Tavern on the plank road between Chicago and Naperville, in what is now Lisle, reflected these changes. The frame employed smaller, standardized timbers. All mortises and tenons were very simple. The roof was a system of small common rafters held in place by nails. Joinery did not attach it intimately to the frame. Heated by stoves, the building had no need for a large, central fireplace.\n\nA minimal difference existed between the tavern's box frame and early balloon frames. Timber girts supported the tavern's second-story floor joists. They were tenoned, pinned, and braced to mortised corner posts. The balloon frame eliminated these elements by nailing a one-by-four-inch board, called a ledger or ribband, into vertical studs that ran continuously to the height of the building. The studs were notched to accommodate the ledger. The second-floor joists were also notched and then hooked onto the ledger. The joists were then nailed to the studs.\n\nThe idea was not original. Carpenters in seventeenth-century Virginia employed a similar method when confronted with pressures to build rapidly. But no matter the type of frame, carpenters could not reduce substantially the handwork necessary for building a house until the 1880s. Then, Chicago carpenters replaced mortised-and-tenoned timber sills with box sills that used only dimensional lumber joined by nails. By this time, factories produced most windows, doors, and trim, as well as kiln-dried dimensional lumber with tighter tolerances. Carpenters on the site merely fit and installed these products.\n\nThe balloon frame evolved slowly over the course of the nineteenth century. It resulted from modest shifts in the practice of many carpenters over time. Most likely, Chicago gained a reputation for the invention owing to factories like the Lyman Bridges Company that produced ready-made houses with balloon frames that were sold to various Western cities attempting to meet the needs of rapidly expanding populations.",
  "Bibliography": "Field, Walker. “A Reexamination into the Invention of the Balloon Frame.” Journal of the American Society of Architectural Historians 2 (October 1942).\nSprague, Paul E. “Chicago Balloon Frame: The Evolution during the Nineteenth Century of George W. Snow's System for Erecting Light Frame Buildings from Dimension Lumber and Machine-made Nails.” In The Technology of Historic American Buildings: Studies of the Materials, Craft Processes, and the Mechanization of Building Construction, ed. H. Ward Jandl, 1983.\nVan Osdel, John M. “History of Chicago Architecture.” Inland Architect (April 1883).",
  "Author of Text": "Joseph C. Bigott\n\n",
  "Hyperlinked Terms Associated": "construction| Naperville| Lisle",
  "neighborhood names associated": "Lisle"
}