{
  "Title": "Bands, Early and Golden Age\n\n",
  "Descriptive Text": "Drawing on a tradition that began before the founding of the Republic, military and brass bands became an inextricable and significant element of the cultural milieu of Chicago, from its earliest days into the twentieth century. Though first associated almost exclusively with civic and military occasions, bands became ubiquitous in the city's daily life, some even achieving worldwide reputations during the so-called Golden Age of Bands, roughly between 1880 and 1920.\nIn 1840, the first Chicago band, 16 pieces strong and led by Nicholas Burdell, was organized to “discourse sweet music” at public and civic events. It was supported by private subscriptions, but its silver instruments were to remain city property. In the next few years, other miscellaneous bands appeared. Like Burdell's ensemble, they were typically amateur and temporary.\n\nIt was during the 1850s that Chicago bands, organized principally to accompany militia units, became a more permanent fixture of the city's landscape. The Garden City Guards established the Garden City Band in 1853 to perform for drills and parades. Similarly, the Light Guard Band in 1854 and the National Guard Band in 1855 performed for their respective units. By 1860, Chicago had five resident militia bands. Like their predecessors, they relied on private contributions, often solicited at special promenade concerts. The band musicians were predominantly of German descent, and, borrowing from the German Verein tradition, they operated the bands as cooperatives.\n\nAfter the Civil War, a few street bands, such as the ones led by Billy Nevans and Silas Dean, added to the number of local groups. With midcentury refinements to brass and wind instruments, the military/brass band became more versatile in sound and function. The most accomplished in the city, formed in 1866, was the Great Western Light Guard Band, which, with as many as 100 players at times, was capable of hosting concerts of popular and even, when some members doubled on string instruments, symphonic music.\n\nIn the wake of the Great Fire of 1871 and a devastating depression, musical performance and band organization suffered. Toward the end of the 1870s, cooperative ensembles disappeared, and gradually successful business bands began to emerge, such as those led by Johnny Hand, Adolph Liesegang, Johnny Meinken, and the Frieburg brothers. The larger bands nonetheless could not exist without a subsidy. Some, such as Austin's First Regiment Band, continued to seek affiliation with a militia. Others, like the Lyon & Healy Music Store Band and the Pullman Band, had commercial sponsors.\n\nStill, as the nation entered the Golden Age of Bands in 1880, Chicago bands were not numerous. Within the next 10 years, however, the city witnessed a virtual explosion in band music. Outdoor concerts were a summer staple at city parks, while military-uniformed bands performed throughout the year at theaters, saloons, museums, ballparks, and dances. By 1890, there were over 80 resident professional bands and countless ethnic and amateur ensembles. Finally, under the impetus of the World's Columbian Exposition in 1893, Chicago came to possess its own renowned touring wind concert bands. Most notable were Phinney's United States Band, A. F. Weldon's Second Regiment Band, and the legendary Thomas P. Brooke's Chicago Naval Marine Band, which rivaled the nation's best before its demise in 1906.\n\nAlthough the number of bands continued to increase, after 1910 Chicago produced only one more concert band, Bohumir Kryl's Chicago Band. By 1920, the Golden Age of Bands was over, giving way to modern influences in the culture. Yet the early bands of Chicago had left an indelible mark on its music, the legacy of which can still be heard in school presentations, public parades, and even in some jazz and rock bands.",
  "Bibliography": "Hazen, Margaret H., and Robert M. Hazen. The Music Men. 1987.\nMazzola, Sandy R. “Bands and Orchestras at the World's Columbian Exposition.” American Music 4/4 (Winter 1986).\nMazzola, Sandy R. “Chicago Concert Bands at the Turn of the Century.” Journal of Band Research 29/1 (Fall 1993).",
  "Author of Text": "Sandy R. Mazzola\n\n",
  "Hyperlinked Terms Associated": "German| Civil War| Fire of 1871| Austin´s| saloons| ethnic| World's Columbian Exposition| jazz| rock",
  "neighborhood names associated": "Austin"
}