{
  "Title": "Bangladeshis",
  "Descriptive Text": "Like other South Asian immigrants, the majority of Bangladeshis did not arrive in Chicago until after 1965 when the newly amended Immigration and Nationality Act liberalized the regulations on South Asian immigration to the United States. In fact, because Bangladesh did not gain national independence until 1971, many of the early immigrants arriving from the region were East Pakistan nationals. The first wave of immigrants, those arriving in the late 1960s and early 1970s, were generally graduate students and young professionals who tended to settle in and around major urban areas and initial ports of entry such as New York and Los Angeles. But because of its educational and economic opportunities Chicago has also developed a relatively large and vibrant Bangladeshi community. The 2000 federal census officially reported 712 Bangladeshis living in the Chicago metropolitan area. Local community leaders estimate, however, that nearly four thousand Bangladeshis lived in the greater Chicago region at the close of the twentieth century, many of them Bengali-speaking Muslims.\nThough small in number and scattered across the metropolitan area, the Bangladeshi community in Chicago is a socially and culturally active ethnic group. The Bangladesh Association of Chicagoland has been the community's official organization since 1980. In addition to disseminating information regarding health care, literacy, and immigration and citizenship, the association also provides assistance with employment and other issues related to assimilation into American society.\n\nEvery March 26, Chicago's Bangladeshi community celebrates the national independence of Bangladesh with a citywide, day-long cultural festival. Since 1994 the day has been recognized by the state of Illinois and the city of Chicago as Bangladesh Day. The ceremonies usually begin with an assembly near Devon Avenue—the symbolic and commercial hub of Chicago's South Asian communities. After opening remarks by community leaders and local politicians, the celebration proceeds with a parade along the portion of Devon Avenue (West Devon Avenue between North Ravenswood Avenue and North Damen Avenue) that has been officially designated “Sheikh Mujib Way,” in honor of the founder of Bangladesh. The day of festivities concludes with a dinner and cultural show. Bangladeshi culture is also on display on Chicago's local television channels, where every Saturday Bangladeshi dance recitals, poetry readings, and plays are broadcast.\n\nChicago's skyline has also had a Bangladeshi influence. Fazlur R. Khan, a structural engineer and founding president of the Bangladesh Association of Chicagoland, played an instrumental role in designing the Sears Tower and the John Hancock Center. The portion of Franklin Street adjacent to the Sears Tower has received the honorary designation “Fazlur Khan Way.”",
  "Author of Text": "Ajay K. Mehrotra\n\n",
  "Hyperlinked Terms Associated": "Muslims| dance| poetry",
  "neighborhood names associated": "Ravenswood"
}