{
  "Title": "Banking, Commercial\n\n",
  "Descriptive Text": "Chicago's economic growth reached the point that it needed banking institutions just at the time that a fierce debate over banks and paper money engulfed the nation. Although the Bank of Illinois already was operating in 1817, chartered banking was not authorized until the following year, by the 1818 Illinois Constitution. The state bank closed 10 years later, when its notes plummeted in value. The bank's notes failed to maintain their value for a number of reasons: the bank failed to maintain sufficient gold and silver; there was a fire that destroyed the bank, followed by a robbery of the temporary quarters; and changes in state law made it difficult to collect debts. Banks received their charters from the state legislature, and this process made the chartering of banks a highly political process. Under the charter provisions of virtually all states, banks were permitted to issue notes based on gold or silver coin called specie. When a bank could not redeem its notes in specie, it had to close, a problem many Illinois banks faced after the panic of 1837, at which time the Second State Bank, created in 1835 with a branch in Chicago, also failed. Most Chicago banks failed during, or shortly after, that panic.\nThese circumstances generated a hostility to banks throughout the Old Northwest and might have doomed Chicago to slow growth, starved for credit, had it not been for the appearance of “private” (i.e., unchartered) banks. One of the first of those was created by Gurdon Hubbard, under the title Hubbard and Balestier, in the 1830s. More important was the bank of George Smith, a Scottish land speculator and investor, who played a crucial role in the city's early financial history. Smith created the Scottish Illinois Land Investment Company in 1837 by investing in Chicago properties, and, in the process of handling the real-estate business, the company started to discount bank notes from other cities and states. Although the company split in 1839, with Smith moving to Wisconsin, his banking activities shaped Chicago.\n\nSmith re-entered banking in Chicago later that year, first by creating the Wisconsin Marine and Fire Insurance Company and second by founding George Smith and Company in Chicago. The latter was not a chartered bank, and therefore could not issue notes, but it could circulate certificates from the Wisconsin business. Smith called his certificates “checks,” and by 1842, “George Smith's money,” redeemable in specie, was in sharp demand throughout the Chicago region. Within two years, all Illinois banks other than Smith's had disappeared. By 1854, George Smith's banks supplied nearly 75 percent of Chicago's currency.\n\nThe Illinois legislature passed a “free banking” law in 1851 in which a bank no longer had to obtain a charter from the legislature but could secure a general incorporation charter from the secretary of state. The first Chicago bank under the new constitution, the Marine Bank, appeared that same year and developed close ties with William Ogden and other influential Chicago leaders in railroads, industry, and real estate. The appearance of the Marine Bank was followed shortly by the Merchants and Mechanics Bank, then, rapidly, eight more institutions. As a result of the new law, Illinois banking capital nearly quadrupled in the mid-1850s.\n\nAlthough Chicago witnessed 204 business failures during the recession following the panic of 1857, less than 10 percent of Illinois' banks failed and the politicians praised the banking system for its performance. However, in 1858, Chicago bankers started to refuse the notes of “country banks,” many of which were backed by bonds from the South. The discounting of non-Chicago notes and the continued collapse of the country bank notes' value led to calls for the abolition of all banks in the state. Instead, the problems were addressed with reforms in the free banking laws.\n\nWith the passage of the National Bank Act (1863), Chicago added five new nationally chartered institutions, all developed out of existing private banking houses. Illinois encouraged large “unit” banks as epitomized by the Central Trust Company of Illinois, which opened in Chicago in 1902 as a “big bank for small people.” Its president, former U.S. comptroller Charles Dawes, opposed branch bank legislation at the state and national levels. The national banks were created first and foremost to finance the Civil War, and thus gained important advantages over state banks in securities acquisition and sales. In 1891, for example, Chicago's First National Bank took $1.2 million in the city's bond issue—the entire amount. When the bank's bond department could not handle mortgage or real-estate loans, the bank organized a “security affiliate,” First Trust and Savings Bank, to deal specifically in securities. This represented a revolution in securities financing and was quickly copied by New York institutions, which referred to it as “the Chicago Plan.” Later, during the Great Depression, critics of the banking system pointed to the interlocking of banks with securities affiliates as a cause of the weakness that led to the banking collapse in the 1930s. In fact, this system strengthened the banks by giving them more flexibility in their portfolios. Since only the state bank was allowed to have branches, its failure effectively ended branching in Illinois.\n\n\nChicago bankers also led the way in creating a system of preventing panics through the Chicago Clearing House. James B. Forgan of First National Bank initiated the new clearing system in 1905 and ran it effectively. Clearinghouses allowed the city's banks to settle all their outstanding obligations with each other at the end of each business day. This enhanced information transmission among the banks and reduced the risk of panics. After the panic of 1907, however, many concluded that only a national “lender of last resort” could prevent future panics, leading to a reform movement. Forgan served on the Currency Commission of the American Bankers Association and helped shape the reform legislation that became the Federal Reserve Act of 1913. Forgan, meanwhile, had found a way around the branch bank restrictions by establishing new, but clearly related, unit banks in areas outlying Chicago, thus forming an early “chain” bank—the second most efficient form of banking next to branching. Chain banks, unlike branch banks, might have the same owners, but they could not commingle assets or liabilities: each, essentially, had to stand on its own. This was a weaker structure than branching, because branch banks could shift assets around to “trouble spots.”\nAfter the creation of the “Fed,” Chicago was designated a headquarters city of a Federal Reserve District Bank, and the city's national banks soon opted to have Chicago designated a central reserve city in the new system, under which all national banks had to carry a 25 percent reserve. That attracted the balances of banks designated as country banks to Chicago, which, by 1914, had $205 million in interbank balances, or nearly six times more than in 1887. George Reynolds' Continental and Commercial National Bank of Chicago was the leader in handling correspondent business. Banks already had started to specialize in either commercial operations, which financed agriculture, trade, and businesses, or large-scale capital investment, often through a syndicate of many institutions, to build railroads or other capital-intensive enterprises.\n\nAfter 1900, Chicago emerged as a major source of investment funds. By this time, a difference had emerged between “investment banks” (such as J. P. Morgan), which dealt extensively with providing start-up capital for large, new enterprises, and commercial banks, which provided loans for business operations on a more short-term basis. From 1900 to 1928, Chicago's banks, most of which were commercial banks, underwent a period of rapid expansion, with aggregate net worth growing nearly sixfold. During that same period, the nation's percentage of total banks made up of national banks shrank from 60 percent to 36 percent, indicating the strong advantages offered by state charters, including lower capitalization requirements. Like bankers in other major cities, Chicago's financial leaders had no reason to see a threat in the near future: in the 1920s alone, Chicago banks marketed $2.5 million in public utilities, and at the end of the decade Chicago stood behind only New York and London as a great money center.\n\nBut the correspondent system that had generated much of that growth rebounded negatively to the city's banks when the agricultural downturn of the 1920s caused the collapse of many unit banks in farm states. Their balance withdrawals started to weaken Chicago's major institutions. After the Great Crash of 1929, a national banking panic materialized. Research suggests that the complaints about banks' “speculation” causing the crash were exactly wrong: banks with securities affiliates, such as First National, were less likely to fail than banks not involved in the market. There were exceptions, of course: the collapse of Samuel Insull's Midwest utilities empire helped weaken the Continental Illinois Bank. From 1929 to 1930, more than 30 Chicago banks went out of business. In addition, more than 100 banks sought to strengthen themselves through mergers. In 1931, the collapse of Insull-related securities spread through the banking community, with runs forcing 25 banks to close in a matter of days. Research has suggested that most of the failures between 1930 and 1933 resulted more from weakening portfolios related to government securities they held than to declining real-estate prices that might indicate poor management of mortgage lending.\n\nBy 1933, President Franklin Roosevelt concluded that only a national “bank holiday” would restore the system. Soon thereafter Congress changed most of the banking laws. Banks could not have securities affiliates under the Glass-Steagall Act. The Federal Deposit Insurance Corporation (FDIC) was formed, although subsequent research has shown conclusively that the state deposit insurance schemes of the 1920s contributed to the banking problems in the agricultural states. The Insull securities empire also had held large amounts of tax-anticipation warrants, suggesting that the deteriorating condition of the municipalities themselves contributed to the weakness of the financial structure.\n\nChicago banks stabilized, but only after huge losses: Continental Illinois National Bank wrote off $110 million in a two-year period. Full recovery did not occur until after World War II. Between 1959 and 1968, 56 new banks were established in Cook County, with Chicago having 240 offices in 1960 and 295 by 1968. Deposit concentrations held by Chicago's banks as a share of all Illinois banks rose during that period from 43.9 percent to 45.1 percent. Gross loans doubled, and total assets increased by more than 70 percent.\n\nThe integrated financial market of the United States allowed Chicago banks to invest in Arizona real estate, lumbering in Maine, and businesses throughout the United States. One of the most important new sources of demand for loans was in oil and gas drilling and exploration. Ironically, oil and gas investments contributed to the downfall of what many insiders called Chicago's best-managed bank, Continental Illinois. In the late 1970s and early 1980s, a small Oklahoma City bank, Penn Square Bank, had begun offering “participations” in oil and gas loans that it originated. By 1982, Continental Illinois held $1.1 billion of Penn Square's “participations,” which constituted 17 percent of Continental's energy loans. In mid-1982, however, the oil and gas loans went sour, and in May a run struck the bank. Continental Illinois threatened to collapse and had to be bailed out by loans from the federal government in 1989 because the bank had correspondent accounts from more than 175 banks, each of whom had at least half their capital in the struggling institution.\n\nWhile Continental Illinois recovered temporarily, the importance of the integrated and international market was apparent: Chicago banks would no longer stand isolated as the “kings” of Midwest banking. Without branching, it was only a matter of time before Chicago's largest banks became relatively small and therefore takeover targets. During the merger waves of the 1980s and 1990s, Continental's many business interests were split; its commercial banking business became part of First National. The National Bank of Detroit (NBD) merged with First National to form First Chicago NBD, and the resulting firm then joined Banc One, a Columbus, Ohio, firm that moved its headquarters to Chicago. The Harris Trust was acquired by the Bank of Montreal, while the LaSalle Bank was purchased by ABN-AMRO, a Dutch firm. This left the Northern Trust as the only one of Chicago's major banks that retained Chicago ownership, and it has increased rapidly the number of its branches. These acquisitions effectively marked the end of Chicago's regional advantage as a financial center, due in large part to Illinois' limitations on branch banking. The rise of the Internet and electronic banking might have given Chicago's banks some advantages that the law denied them. For example, with electronic/Internet banking, branches became less important, and Chicago banks could have engaged in “interstate banking” without having physical branches. However, electronic banking remained in its infancy and did not mature fast enough to keep the large Chicago banks independent of outside interests.",
  "Bibliography": "Klebaner, Benjamin J. Commercial Banking in the United States: A History. 1974.\nJames, F. Cyril. The Growth of Chicago Banks. 2 vols. 1938.\nSmith, Alice E. George Smith's Money: A Scottish Investor in America. 1966.",
  "Author of Text": "Larry E. Schweikart\n\n",
  "Hyperlinked Terms Associated": "real-estate| Insurance| railroads| Civil War| First National Bank| Great Depression| business| World War II| Harris Trust"
}