{
  "Title": "Bannockburn, IL",
  "Descriptive Text": "Lake County, 25 miles NW of the Loop. The village of Bannockburn is a somewhat inconspicuous upper-middleclass suburb that has catered to its mostly residential population through zoning and service provisions. Established in 1924 by developer William Aitken, the settlement was intended to be an exclusive community for members of his bridge group and country club. The original charter called for homes to be built on no less than one-acre plots; the community has since expanded requirements to two acres.\n\nBannockburn is, in part, a product of transportation systems of the middle and second half of the twentieth century. Located along the Tri-State Tollway, the village has served as a convenient location for those who commute by automobile. With narrow, winding local roads, residents have created a refuge from surrounding development and a model community built upon a “garden suburb” philosophy.\n\nEasy access to highways and expressways also has provided the village with its most sustained challenge. Due to increased development west along Lake-Cook Road and north on the tollway, traffic has become a major problem for residents. Beginning in the late 1980s, local politicians began lobbying the Illinois State Toll Highway Authority for a sound barrier to protect residents from noise. The issue was been consistently prevalent and polarizing in local politics throughout the 1990s.\n\nBannockburn was almost entirely residential until 1968, when the community split over the development of an industrial park. A proposal was eventually approved, and since then several new corporate parks on the northern edge of the village supplement the tax base, with little impact on the residential community. In 1984, the suburb zoned its first commercial area along Route 22, one of the town's few major thoroughfares.\n\nResponding to residents' desire for low taxes, Bannockburn has traditionally provided few municipal services. It was not until the late 1970s that the village fielded a full-time police department, and until 1992 the village had no city hall. The village has continued to rely on agreements with neighboring Deerfield for many public services, such as a library, park district, and fire protection. The only public school—Bannockburn Elementary School—served as the administrative headquarters for most of the twentieth century.\n\nPerhaps because of its reclusive nature oriented toward its residents' comfort and privacy, the village has been home to more than its share of sports celebrities. Former Bears coach Mike Ditka and former Bulls coach Phil Jackson both owned homes there, along with Cubs legendary third baseman Ron Santo. In line with this tradition, the town was home to baseball great Kirby Puckett when he played for the team at Trinity College (now part of Trinity International University ).\n\nDespite Bannockburn's growth during the second half of the twentieth century, it has remained smaller than most Chicago suburbs. In 2000, the population was only 1,429, of whom 88 percent were white. Asian Americans accounted for the largest segment of the small minority population.",
  "Author of Text": "Adam H. Stewart\n\n",
  "Hyperlinked Terms Associated": "zooning| transportation| commute| expressways| Deerfield| Trinity International University"
}