{
  "Title": "Barbadians",
  "Descriptive Text": "Small numbers of Barbadian professionals, students, and entrepreneurs moved to the Chicago area in the 1910s and 1920s. Substantial numbers of Barbadians, however, did not arrive in Chicago until World War II, when many were recruited, along with other West Indians, to work in war industries under the War Manpower Commission. With a troubled economic situation on the island of Barbados, opportunities in Chicago attracted emigrants, the majority of whom were laborers. Before long, a small community of Barbadians—or “Bajans”—was scattered across the South Side, with a small colony concentrated around 39th and Vincennes.\n\nSome Barbadians joined Episcopalian parishes like St. Edmunds (61st and Michigan). St. Augustine's African Orthodox Cathedral (5831 S. Indiana) also attracted a large number of Barbadians, and became a focal point for the community.\n\nThe Barbadian immigrant generation maintained a separate and distinct identity apart from Chicago's African Americans. Working-class Barbadians encountered considerable prejudice when they arrived, suffering insults and attracting harassment on account of their island identity and British-influenced culture.\n\nIn 1944, pioneering Barbadian professionals collaborated with other West Indians in Chicago to found the American West Indian Association (AWIA), which included Jamaicans, Guyanese, Trinidadians, and others. In addition to aiding workers, the AWIA sponsored festivals and celebrations like Guy Fawkes Day. In 1955 and 1969, it hosted prime ministers of Barbados visiting Chicago. Barbadians also participated in the Pan-American Association, which united Caribbean ethnic groups with other Latin American groups beginning in the 1940s. The community's first major celebration was occasioned by Barbadian independence in 1966.\n\nSporting associations have always been a focal point for the Barbadian community. Since the 1950s, Barbadians have joined other West Indians in summer cricket leagues at Washington Park and elsewhere. Teams have included the West Indian Cricket Club, Windy City Cricket Club, Sunlight Cricket Club, and Lucas Cricket Club.\n\nAfter the AWIA dissolved in the 1970s, Chicago's approximately 500 Barbadians were left without strong organization. Community leaders recall that at least two Barbadian community associations were founded between the dissolution of the AWIA and the early 1990s, but neither endured. An annual Barbados Day picnic was celebrated for some time by the community, but it also ended. In 1994, however, the Barbados Caribbean American Association was founded as a local chapter of the National Association of Barbadian Organizations to carry on the cultural mission formerly pursued by the AWIA. In addition to dances and Independence Day celebrations (each November 30), the organization was dedicated to fundraising and charity projects for schools in Barbados. At the end of the 1990s, Barbadians also continued to participate in the cricket associations and in the annual Carifete on the Midway Plaisance. Community leaders estimated the size of the community at approximately 1,000 at the close of the twentieth century.",
  "Author of Text": "Robert Morrissey\n\n",
  "Hyperlinked Terms Associated": "World War II| South Side| African Americans| American West Indian Association| Jamaicans| Guyanese| Washington Park"
}