{
  "Title": "Barrington Hills, IL",
  "Descriptive Text": "Cook County, 34 miles NW of the Loop. Fanning out over the four counties of Lake, Cook, Kane, and McHenry, the village of Barrington Hills, at 28.6 square miles, is geographically among the largest in Illinois. Property owners enjoy expansive vistas on minimum five-acre sites where both farming and horse raising are allowed.\n\nThe rich farmland and abundant water supplies attracted settlers Jesse Miller and William Van Orsdal in 1834. In the early 1840s other farm families arrived, many of whom were German, English, and Irish immigrants, and formed a town near present-day Sutton Road and Route 68. Initially called Miller's Grove, the community was later named Barrington Center. Farmers brought their crops to nearby markets on the Fox River in East Dundee. Dairy farmers supported a cheese factory in the late nineteenth century.\n\nBarrington Center Church (used by a Korean Wesleyan church in the beginning of the twenty-first century) was built in 1853 and used as an army recruiting station during the Civil War. Industry came to the area for a short period in the 1890s, when American Malleable Iron Company built a plant on the northern fringe of Barrington Hills along Highway 14. The company hired hundreds of Hungarian workers and constructed a residential community for their workers which they called Chicago Highlands. The foundry closed in 1903 and the workers deserted their homes.\n\nAt the turn of the century, executives working in Chicago sought the quiet and openness that Barrington Hills offered. Many of the rolling farms subdivided into large estates where owners turned from agriculture to horse breeding and riding. By the 1920s residents began marking bridle paths. The Fox River Valley Hunt Club, founded in the late 1930s, aided in continuing the system of trails which traversed both private properties and forest preserve land. By the late 1980s over 70 miles of paths could be found.\n\nThe Barrington Horse Show began in 1945. It was held on various estates until 1965, when the 15-acre Barrington Countryside Riding Center became its permanent home. The village is home to Hill 'N Dale Farms, belonging to Richard Duchossois, owner of the Arlington Racetrack, and Bill McGinley's Horizons Farms, which exalt the equestrian flavor of the community. The community's identification with horses can be seen in names like Broncos and Colts for school teams, stores catering to saddlery and riding outfits, and subdivisions with names such as Saddlewood and Steeplechase and roads such as Bridlewood Trail and Surrey Court.\n\nA desire to retain the rustic landscape led to village incorporation in 1957. In 1962 Barrington Hills annexed the neighboring town of Middlebury (incorporated in 1953). The Barrington Area Council of Governments (BACOG) formed in 1970 to preserve the resources of the seven villages that constitute the Barrington area.\n\nBarrington Hills has 6,000 acres of forest preserve, constituting 42 percent of the village landscape. The largest is Spring Creek Nature Preserve, which measures 4,000 acres of prairie, stream, slough, and woods. Into the 1990s farmers still retained about 3,000 acres of land. Residential properties of over one acre covered 30 percent. Devoid of a downtown center, the village has a small shopping strip along Route 14. With a population of 3,915 in 2000, Barrington Hills has kept its rural flavor as industrial and commercial development has sprung up around its borders.",
  "Bibliography": "League of Women Voters of the Barrington Area, Illinois. In and Around Barrington. 1990.\nLines, Arnett C. A History of Barrington, Illinois. 1977.\nMessenger, Janet. “Country Living.” North Shore (December 1997): 73–94.",
  "Author of Text": "Marilyn Elizabeth Perry\n\n",
  "Hyperlinked Terms Associated": "Lake| Cook| Kane| McHenry| German| English| Irish| Fox River| East Dundee| Korean| Civil War Hungarian| forest preserve"
}