{
  "Title": "Baseball",
  "Descriptive Text": "The history of baseball in Chicago is usually associated with the two major league teams that call the city home—the Cubs and the White Sox. But Chicago's baseball history actually encompasses many different levels of the diamond sport.\nThe earliest recorded game in the Chicago area was played in August 1851 between amateur teams from Joliet and Lockport. The Union Baseball Club was organized in Chicago in 1856; city newspapers first reported on its August 1858 game against the Excelsiors. Baseball experienced a rapid growth in popularity in Chicago after the Civil War. By 1867 there were 45 amateur teams competing in the city. By 1870 the newspapers of Chicago were reporting the results of games played between amateur teams, company teams, and youth teams.\n\n\nEncouraged by the growing attendance at games between the top-flight amateur teams, the city's eight strongest clubs decided to join together in organizing the Chicago City League in 1887. With the players sharing in the proceeds from the gate receipts collected at the enclosed ballparks, these teams moved into the ranks of semiprofessional baseball. The Chicago City League reached its nineteenth-century peak in popularity in 1890, but the circuit was disbanded after the 1895 season when the better teams opted to play the financially more attractive schedules of an independent.\nSemiprofessional baseball in Chicago and surrounding suburban areas continued to grow from 1900 to 1910, both in overall quality of play and fan attendance at the city's dozen enclosed ballparks. During this period Chicago's legendary semipro teams—the Logan Squares, the Gunthers, and the West Ends—were all organized. Similar expansion also continued in the ranks of Chicago amateur baseball and in the industrial leagues. In the days before softball became a popular recreational sport, amateur baseball fulfilled that role in Chicago. The city's newspapers carried reports of games in a wide range of leagues sponsored by organizations such as churches, corporations, fraternal orders, banks, hardware dealers, and jewelers.\n\nThe Chicago City League returned to operation in 1909 with six teams, at least three of which were described as “professional” clubs, including the African American Leland Giants, one of many teams to emerge as a result of baseball's racial segregation. Chicago claimed a unique place in baseball history on the night of August 27, 1910, as the Logan Squares and Rogers Park played the sport's first successful night game under artificial lights at Comiskey Park.\n\n\nAfter 1911, the overall quality of Chicago's semipro teams began to decline. The top clubs returned to playing as independents and the City League was no longer the major attraction it had once been. During World War I, the Chicago area was home to the team fielded by the Great Lakes Naval Station. Featuring seven former major league players in its lineup, Great Lakes won the 1918 Navy Championships. In the 1920s, Chicago baseball fans increasingly turned their attention to the Cubs, White Sox, and the American Giants of the National Negro League. The number of semiprofessional teams in the city declined substantially, and through the next two decades Chicago's remaining clubs played in a circuit commonly called the “Midwest League.” Since the 1950s, semipro baseball in the Chicago area has been primarily made up of teams playing as independents.\nIn 1871, Northwestern University played its first baseball game against non-Northwestern competition. The University of Chicago won or shared four Big Ten Conference championships before it left the league in 1947. The Maroon baseball teams also took several exhibition tours to Japan, the first in 1910.\n\nThe first interscholastic baseball game in Chicago was played in October 1868 between two private prep schools, Chicago Academy and Beleke Academy. In 1890 seven public high schools organized the Cook County League amidst the rapidly spreading popularity of baseball among the city's secondary schools. The Chicago Public League came into existence in 1914; Crane High School won the league's first baseball championship.\n\n\nFrom 1920 to 1926, the Chicago Public League high-school champion played the New York City champion in a series of intercity championship games, winning three of seven games. The Illinois High School Association held its first annual state baseball tournament in 1940. Cicero Morton in 1943 and Chicago Lane Tech in 1945 were the first Chicago-area schools to win the state championship. The American Legion sponsored youth baseball leagues beginning in the 1920s. Following World War II, Little League baseball spread throughout Chicago and its suburbs, bringing thousands of boys—and eventually girls—onto the baseball diamond.\nBy the final years of the twentieth century, minor league baseball had also come to Chicago. Going into the 2002 season, the metropolitan area was home to the Cook County Cheetahs (playing in Crestwood ), the Kane County Cougars (in Geneva ), the Schaumburg Flyers, and the Gary Railcats.",
  "Bibliography": "Federal Writers' Project (Illinois). Baseball in Old Chicago. 1939.\nPruter, Robert. “Youth Baseball in Chicago, 1868–1890: Not Always Sandlot Ball.” Journal of Sport History 26.1 (Spring 1999): 1–28.\nSchmidt, Raymond P. “The Golden Age of Chicago Baseball: Neighborhood Parks and the Semi-Pros, 1890–1910.” Unpublished manuscript article.",
  "Author of Text": "Raymond Schmidt\n\n",
  "Hyperlinked Terms Associated": "Cubs| White Sox| Joliet| Lockpot| Civil War| newspaper| softball| hardware| African American| Logan Squares| Rogers Park| Comiskey Park| World War I| Great Lakes Naval Station| Cubs| White Sox| American| Northwestern University| University of Chicago| schools| Cicero| World War II| Cook County| Crestwood| Kane County| Geneva| Schaumburg| Gary ",
  "neighborhood names associated": "Logan Square| Rogers Park"
}