{
  "Title": "Batavia, IL",
  "Descriptive Text": "Kane County, 34 miles W of the Loop. On their way west in the mid-1830s, settlers found by the Fox River a valley rich in farmland, quarry stone, timber, and waterpower. Known initially as “Head of Big Woods,” the area was renamed Batavia by Judge Isaac Wilson after his hometown in New York.\n\nIn 1854, the Newton Wagon Company was the first large factory to take advantage of the area's natural resources. Three major windmill factories joined the wagon company and were so productive that by 1890, Batavia was recognized as the leading windmill manufacturing city in the world, generating a nickname, “The Windmill City.”\n\nFollowing the Great Chicago Fire of 1871, quarries in Batavia shipped Niagara limestone to help with the city's rebuilding. Many Swedish immigrants who lost their jobs because of the fire came out of the city to work the quarries, joining the English, Irish, and Germans already there. Three railroads served Batavia's citizens and industries.\n\nIn the last quarter of the nineteenth century, the VanNortwick Paper Company produced most of the newsprint used by the Chicago Tribune, and the Western Paper Bag Company made two to three million paper bags daily until the adjacent woods were depleted.\n\nIn 1867, Richard J. Patterson established a sanitarium for women in a former high-school building. Mary Todd Lincoln, widow of the assassinated president, stayed at the sanitarium in the summer of 1875.\n\nBy the census of 2000, Batavia's population had reached 23,866. The city's many styles of architecture range from the 1850s farmhouse to the 1990s townhouse. Yet the city is bounded by institutions that have limited its sprawl. The Fabyan Forest Preserve is located directly north of Batavia. In 1912, the Loyal Order of the Moose, a fraternal organization founded in 1888, chose a 1,200-acre estate south of Batavia as the site for its international offices and established Mooseheart, a boarding school serving thousands of boys and girls of deceased lodge members. Congress approved a site east of Batavia for the Fermi National Accelerator Laboratory in 1966. Groundbreaking took place in 1968, and the facility was dedicated May 15, 1974.\n\nInhabitants of the city are proud of the completion in 1998 of a downtown riverwalk built entirely with volunteer help and funding.",
  "Bibliography": "Mair, Thomas A. Batavia Revisited. 1990.\nRobinson, Marilyn, and Jeffery D. Schielke. John Gustafson's Historic Batavia. 1998.\nRobinson, Marilyn. Batavia Places and the People Who Called Them Home. 1996.",
  "Author of Text": "Marilyn Robinson\n\n",
  "Hyperlinked Terms Associated": "Fox River| Fire od 1871| Swedish| English| Irish| Germans| railroads| Forest Preserve| Fermi"
}