{
  "Title": "Beach Park, IL",
  "Descriptive Text": "Lake County, 39 miles N of the Loop. This semirural community encompassing 7.5 square miles lies between the larger Lake County towns of Zion and Waukegan. Fearing forcible annexation to either Zion or Waukegan and the impact of the growth and development in those towns, Beach Park residents voted for incorporation in 1988. Although Waukegan attempted to block it, the referendum passed by a large margin.\n\nBeach Park was completely rural until the 1930s, when people from Chicago and Milwaukee constructed campgrounds and mobile-home parks in the area. Though containing neither a “beach” nor a “park,” the community was ideal for vacations as well as permanent residency, because of its proximity to the Illinois Beach State Park, located directly east. As intended by area residents and village officials, Beach Park began as a community unencumbered by tract housing, factories, or commercial development. By the time of its incorporation as a village, the community was still characterized by varied housing types, including a large number of single-family and mobile homes, and was free of industrial or commercial development.\n\nThough the rate of population growth in Beach Park fell far short of its two neighbors, the number of residents rose steadily from 8,468 in 1980 to 9,513 in 1990 and 10,072 by 2000. These residents were predominately white and middle class.\n\nAt the time of incorporation, Beach Park residents, hoping to maintain the semirural character of the village, resolved that there would be no property taxes levied and therefore no funds available for roads, streets with curbs, streetlights, or police. The “home rule” style of government that residents and village officials adopted not only guaranteed independence from Zion and Waukegan, but that the character of the community would always differ from these neighboring Lake County towns.",
  "Bibliography": "“Beach Park's Founding Fathers Fight for Control.” Chicago Tribune, March 11, 1993.\n“Primary May Put a New Town on the Map.” Chicago Tribune, March 14, 1988.",
  "Author of Text": "Wallace Best\n\n",
  "Hyperlinked Terms Associated": "Lake County| Zion| Waukegan| annexation| housing types| mobile homes",
  "neighborhood names associated": "Zion| Waukegan"
}