{
  "Title": "Belgians",
  "Descriptive Text": "James Oliver Van de Velde, consecrated the second bishop of the Roman Catholic Archdiocese of Chicago in 1849, was among the first Belgians to arrive in Chicago. The Henrotin family ( Joseph and Ferdinand) arrived around the same time and remained prominent in the city as physicians, financiers, and consuls for several generations.\n\nA small cadre of Belgian businessmen established an early presence in Chicago, opening a consulate office in 1854 that remains the oldest in the city. Consul Adolphe Poncelet's 1855 report to the Belgian government identified 83 Belgians in Chicago with 24 different professions. Substantial settlement in Chicago awaited the 1880s, when population growth and epidemics at home caused many Belgian workers to emigrate to the United States. Many settled farms in Wisconsin, Michigan, and Minnesota, but substantial numbers of Belgian immigrants soon looked toward employment opportunities in industrial centers like Chicago. Initially seasonal laborers supplementing farm income during the winter, they gradually settled permanently in the city.\n\nBelgian immigrants to Chicago at the turn of the century came largely from East Flanders. They settled primarily in Logan Square, where St. John Berchmans Church was organized in 1903–4 by the archdiocese as a national parish for Belgian Roman Catholics. The largely Flemish Belgian population increased through the 1910s and 1920s as men came to find work and were later joined by their families. By 1920, following the two most significant decades of Belgian immigration to the United States, Chicago was home to 3,079 Belgians. Immigration from Belgium diminished significantly after 1920 and reached a low point during the 1930s.\n\nAround the turn of the century, Belgians began to find work in plumbing, building maintenance, and especially janitorial work. A large percentage of Belgians joined the Flat Janitors Union (Local 1), and Belgians eventually occupied a significant portion of the janitorial positions in Lake View and downtown buildings. In 1914, they organized the Belgian American Janitors Club, which served as a mutual aid and social organization for its members.\n\nA stretch of Fullerton Avenue near Western Avenue burgeoned as the focal point for the Chicago Belgian colony's clubs, taverns, and businesses. In 1909, the first Belgian cultural organization, Kunst-En Broederliefde, established its headquarters at 2532 West Fullerton. In 1915, the Belgian American Janitors Club was reorganized as the Belgian American Club of Chicago and soon was planning dances and cultural events using the clubhouse built in 1921 by the All Belgians Are Equal Club. By the 1930s, at least seven Belgian taverns and several Belgian bakeries and delis stretched along Fullerton. While Logan Square was clearly the heart of the community, there were also Belgians living on the South Side, where De Jonghe Restaurant was the local meeting place. This Belgian restaurant would later move to East Monroe and become a famous eatery serving the house specialty “Shrimp De Jonghe.”\n\nSoon after the founding of the Janitors Club, Belgian women began organizing their own clubs. The Belgian American Ladies Society (1915), a social organization, and the Queen Elizabeth Club (1915), a civic and charitable organization, together had membership of nearly 200.\n\nIn 1960 the Chicagoans organized a chapter of the United Belgian American Society of the Midwest. This umbrella organization helped to unite Chicago's Flemish-speaking Belgians, in addition to connecting Belgians across the Midwest through annual conventions beginning in 1963. The United Belgian American Society continued to hold dances, bowling tournaments, bingo games, and the annual Belgian Night beauty pageant, which ran from 1962 to 1975 and attracted crowds of over 750.\n\nThe sixties also saw the founding of the Center for Belgian Culture, an effort to preserve Belgian heritage in the midst of the dissolution of the Belgian neighborhood in Logan Square as older Belgians moved to the suburbs and out of state. St. John Berchmans transformed along with the Logan Square neighborhood into a predominantly Hispanic and Polish congregation, and the Belgians on the South Side gradually moved out of the neighborhood.\n\nIn 1970, an economic downturn and tax increases prompted another wave of immigration from Belgium. This new influx differed from earlier patterns because it included a significant number of Walloons, or French –speaking Belgians. By 1980, there were perhaps 75 families from Wallonia in Chicago. The 2000 census enumerated 7,303 persons with Belgian first ancestry in Cook and collar counties.",
  "Bibliography": "Griffin, Rev. Joseph A. The Contribution of Belgium to the Catholic Church in America. 1932.\nPoncelet, Adolphe. “Rapport au Ministre des Affaires Étrangères de Belgique, daté de Chicago, le 22 septembre 1855.” Le Moniteur Belge, January 16, 1856.\nde Smet, Antoine. Voyageurs belges aux États-Unis du XVIIe siècle à 1900. 1959.",
  "Author of Text": "Robert Morrissey and Christina A. Reynen",
  "Hyperlinked Terms Associated": "Roman Catholic Achdiocese of Chicago| Logan Square| Roman Catholics| Lake View| South Side| clubs| bowling| Polish| French",
  "neighborhood names associated": "Logan Square | Lake View"
}