{
  "Title": "Bell & Howell Co.",
  "Descriptive Text": "Bell & Howell Co. was incorporated in 1907 by Albert Howell, a film projector inventor, and Donald Bell, a movie projectionist working in northern Illinois. From its headquarters in suburban Skokie, Bell & Howell made equipment used in the motion picture industry. It introduced an innovative all-metal camera in 1912 and a home movie camera in the 1920s, helped to make 35-millimeter film the industry standard, and served as a leading supplier to Hollywood. By 1925, when Bell & Howell had about 500 employees at its Larchmont Avenue plant, annual sales had reached $1 million. During World War II, a workforce of 2,000 made gun cameras and other optical equipment for the military. After the war, the company expanded into microfilm equipment and other products; annual sales passed $50 million in 1957. In 1966, Bell & Howell took over the DeVry Technical Institute (which it would sell in 1987), a for-profit school that offered electronics education. During the mid-1970s, when the company's annual sales approached $500 million, it employed about 4,000 people in the Chicago area. During the 1980s and 1990s, the company expanded its efforts in electronic imaging and information with the purchase of University Microfilms Incorporated and the creation of ProQuest Information service. In January 2000, the company, with sales nearing $1 billion, announced plans to create separate companies reflecting the firm's different interests. Eighteen months later, ProQuest Co., headquartered in Ann Arbor, Michigan, was launched as a separate company. In December 2002, Bell & Howell merged with Böwe Systec Inc. to form Böwe Bell & Howell, with two of its divisions now headquartered in Lincolnwood.",
  "Bibliography": "This entry is part of the Encyclopedia's Dictionary of Leading Chicago Businesses (1820-2000) that was prepared by Mark R. Wilson, with additional contributions from Stephen R. Porter and Janice L. Reiff.",
  "neighborhood names associated": "Skokie| Lincolnwood"
}