{
  "Title": "Bellwood, IL",
  "Descriptive Text": "Cook County, 13 miles W of the Loop. The suburb of Bellwood is bounded by the Eisenhower Expressway to the south, the Proviso yards of the Union Pacific Railroad to the north, and the suburbs of Maywood to the east and Hillside and Berkeley to the west. With rail and highway transportation readily available, Bellwood developed a strong manufacturing base, yet remains essentially a residential community of single-family houses.\n\nConsisting primarily of level prairie, the area was mainly farmland until the early 1890s when the first two subdivisions were established. The first subdivision attracted a handful of businesses, including several taverns. Tavern owners were the first to push for incorporation, in response to dry Maywood's attempt to annex the subdivision. The village of Bellwood was incorporated on May 21, 1900, taking the name of a second early subdivision, Bellewood.\n\nBellwood's population grew steadily between 1900 and 1930. The 1910 population of 943 doubled by 1920 as more people, many of German and Russian descent, moved to the village. The 1926 annexation of land west of Mannheim Road, plus continued migration, accounts for the jump to 4,991 residents in 1930.\n\n\nHIGHWAY MAP OF COOK COUNTY, 1970\nAfter World War II, large industries, several of which became major employers in the near western suburbs, located in the eastern part of the village along the Indiana Harbor Belt tracks. Rail passenger service, available via the Chicago, Aurora & Elgin Railway ( interurban ) and the Chicago & North Western Railway, encouraged residential development in other parts of Bellwood. The completion of the Eisenhower Expressway in the 1950s made Bellwood's location even more attractive for prospective commuters, even as it contributed to the demise of the Chicago, Aurora & Elgin in 1957. The population jumped to 8,746 in 1950, then more than doubled to 20,729 in 1960, and included people of Italian, Serbian, and Polish descent. Construction slowed considerably as little vacant land remained, and the population peaked in 1970 with 22,096 residents.\nThe 1970s brought racial change to the community—and involvement in a U.S. Supreme Court case. In 1975 the village of Bellwood filed a lawsuit accusing a local real-estate firm of racial steering. Four years later a landmark ruling by the Supreme Court granted municipalities the legal right to use testers and to sue when discrimination occurred. Bellwood's black population grew from 1.1 percent in 1970 to 35 percent in 1980 and to 70 percent in 1990.\n\nToday, several of Bellwood's large manufacturers remain, but the loss of other large industries has caused a decline in employment and in tax dollars. However, a number of smaller industries and commercial enterprises brought some new construction to the village. Like the trees planted in village parkways, Bellwood, with its many brick bungalows, ranches, and Georgians, has matured, but in many respects it remains the largely residential suburb that it has been for the last 50 years.",
  "Bibliography": "Kerch, Steve. “Village Has an Appetite for the Variety of Life.” Chicago Tribune, July 6, 1991.\nZygowicz, Kathryn. Bellwood 1900–1975: The Heart of Proviso Township. 1975.",
  "Author of Text": "Patricia Krone Rose",
  "Hyperlinked Terms Associated": "Expressway| Railroad| Maywood| Hillside| Berkeley| transportation| subdivisions| German| Russian| annexation| World War II| interurban| Expresswar| real-estate| steering| bungalows",
  "neighborhood names associated": "Maywood| Hillside| Berkeley"
}