{
  "Title": "Beninese",
  "Descriptive Text": "Prior to the 1990s most Beninese preferred to migrate to France and Belgium because of the shared language, lower costs, and availability of visas. Educational and economic opportunities began to draw Beninese to New York in the 1980s, and, like other West African groups, they carved out a niche in African clothing and hairbraiding. As the community grew in size in the 1990s, Beninese began to move to Chicago and other major cities in search of economic opportunities, encouraging friends and family to follow. In Chicago, many Beninese women established African hairbraiding businesses catering to the city's large African American community, while men entered occupations including taxi cab driving, hotel management, and trading. Building off ties to and the success of the earlier group, a new wave of younger and more educated migrants from Benin and Europe came to Chicago in the late 1990s for graduate education and professional opportunities. Community members in 2001 estimated 150 to 200 Beninese in Chicago, and the number was rapidly growing.\n\nBeninese have begun to organize as a community in Chicago and nationwide. The Association of Beninese Nationals in the U.S.A. (ARBEUA) was founded in 1984 in Washington DC as a social, cultural, and mutual aid organization to unite all Beninese in the United States. The organization maintains a national General Assembly and Executive Board which holds meetings and organizes cultural activities in Washington DC. In 1999, Beninese in Chicago established a Chicago chapter of the organization, which primarily organizes social and cultural events like monthly parties, summer picnics, and an annual Independence Day celebration on August 1. The organization also financially assists members in need.\n\nIn addition to involvement in ARBEUA, Beninese in Chicago come together through personal ties and professional activities. Since most Beninese have been drawn to Chicago through a network of family and friends, the Beninese community is particularly tight-knit. It is also closely tied to other West African communities, including the Malian, Ivorian, Senegalese, and Togolese communities with whom it shares many cultural similarities and kinship ties. Many Beninese are involved in tontine groups, small money-gathering cooperatives based on trust and oral agreement. Each member of a tontine contributes a set amount of money at regular intervals and then takes a turn drawing the full amount. Through the discipline of the tontine, members can collect at one time what it might take them a considerable amount of time to save on their own. Beninese are also active professionally and formed the African Hairbraiding Association of Illinois in 2001 to lobby the state for a new form of licensing. Under the Illinois Cosmetology Act, hairbraiders are required to obtain a general cosmetology license which requires training in areas unrelated to hairbraiding.",
  "Author of Text": "Tracy Steffes",
  "Hyperlinked Terms Associated": "African American| taxi| hotel| Malian| Ivorian| Senegalese| Togolese"
}