{
  "Title": "Beverly Shores, IN",
  "Descriptive Text": "Porter County, 36 miles E of the Loop. The resort community of Beverly Shores, Indiana, lies among the sand dunes of Lake Michigan's southern shore, surrounded by Indiana Dunes National Lakeshore. The history of Beverly Shores is linked to that of the electric interurban rail line initially known as the Chicago, Lake Shore & South Bend, which began to provide through-service from South Bend to Chicago shortly after 1900. Chicago utilities magnate Samuel Insull reorganized the railroad as the Chicago, South Shore & South Bend in 1925, investing millions in upgrades and advertising to encourage commuters and vacationers to ride the line. Among the improvements was a series of tile-roofed, Spanish revival depots, one of which appeared in the nascent community of Beverly Shores.\n\nBeverly Shores was the brainchild of the Frederick H. Bartlett Company, Chicago's largest real-estate developer of the era. Encouraged by Insull's investments and the opening of the Dunes Highway several years before, the Bartlett Company purchased 3,600 acres of duneland west of Michigan City in 1927. The company envisioned Beverly Shores, named for Frederick Bartlett's daughter, as only one portion of a much larger development rivaling Atlantic City. The crash of 1929 led the Bartlett Company to scale back its grand plans, but Beverly Shores nevertheless began to take shape shortly thereafter.\nTo lure buyers, Robert Bartlett, who purchased the venture from his father's company in 1933, built roads, a school, a championship golf course, a botanical garden, a riding academy, and a Florentine revival hotel. He relocated six model houses and a recreated colonial village from the Century of Progress World's Fair to Beverly Shores. He enticed a group of players from the Goodman Theatre of Chicago to present weekend performances at the Beverly Shores playhouse. His salesmen fanned out across Chicago's neighborhoods, recruiting potential buyers and transporting them to Indiana on special South Shore trains. Bartlett's promotional efforts met with success, and both vacation homes and year-round residences appeared amidst the dunes during the thirties and forties.\n\nWhen Robert Bartlett withdrew from Beverly Shores in 1947, the community was forced to incorporate in order to provide services for its residents. By this time, activists in Indiana and Chicago, fearing further industrial intrusions into the dunes landscape, had begun to lobby for creation of a national lakeshore park. Through the efforts of the Save the Dunes Council (founded in 1952), among others, Congress established the 8,330-acre Indiana Dunes National Lakeshore in 1966. In 1976, the park's boundaries were expanded to include part of Beverly Shores, leaving the remainder of the village an island surrounded by parkland.\n\nBeverly Shores still struggles with its island status; a smaller tax base makes providing services a challenge. But the village increasingly looks to its past to strengthen its future. Just outside the village proper, the National Park Service has plans to rehabilitate the five remaining Century of Progress houses. More important for village residents, the shuttered South Shore depot has been renovated, and the remainder of the landmark station serves as a museum of Beverly Shores' unusual history.",
  "Bibliography": "Cohen, Ronald D., and Stephen G. McShane, eds. Moonlight in Duneland: The Illustrated Story of the Chicago South Shore and South Bend Railroad. 1998.\nEngel, J. Ronald. Sacred Sands: The Struggle for Community in the Indiana Dunes. 1983.\nMiscellaneous Newspaper Clippings and Pamphlets on the Chicago, South Shore & South Bend Railroad; House of Tomorrow; Indiana Dunes; Save the Dunes Council. Chicago Historical Society, Chicago, IL.",
  "Author of Text": "Elizabeth A. Patterson",
  "Hyperlinked Terms Associated": "Indiana Dunes| interurban| advertising| real-estate| Michigan City| golf| Century Progress| Goodman Theatre| landscape"
}