{
  "Title": "Bicycling",
  "Descriptive Text": "Chicago's bicycling boom reached its peak at the end of the nineteenth century. The first bicycles, known as velocipedes but nicknamed “boneshakers,” appeared in Chicago in the late 1860s. Heavy metal tires made pedaling these 150-pound bicycles arduous work. The introduction of the “high-wheeler” in the late 1870s made cycling easier yet required riders to climb atop a 54-inch front wheel. Those who were neither athletes nor acrobats chose to watch cyclists rather than ride. Chicagoans gathered at the Chicago Coliseum to watch six-day endurance races held on indoor tracks, and spectators lined the streets from Michigan Avenue's Leland Hotel to Pullman to watch the annual Pullman bicycle race.\nThe high cost of a high-wheeler limited bicycle ownership to the upper class. Wealthy cyclists willing to spend $200 to $400 for a bicycle donned elegant riding uniforms and joined wheelman's clubs. By the late 1890s, 54 clubs boasted more than 10,000 members. Some clubs constructed ornate buildings equipped with gymnasiums to enable members to exercise during the winter. Wheelmen used their political clout to lobby for bicycle-friendly legislation, including a state highway system, protection on desolate roads, and smoother street surfaces. Carter H. Harrison II capitalized on cyclists' political proclivities during the mayoral election of 1897. A campaign poster featured a cycling Harrison identified as “Not the Champion Cyclist; But the Cyclists' Champion.” Harrison attributed his victory to strong support from cyclists, and he rewarded his constituents with a bicycle path along Sheridan Road from Edgewater to Evanston.\n\nMiddle-class buyers took advantage of improvements in bicycle technology and installment plans to purchase bicycles during the 1890s. Mass production lowered prices to $40–$120, and, by 1898, less expensive models cost only $20.\n\nThe “safety” bicycle, a lighter model with smaller tires, introduced more women to the sport. Many Chicago women relished the opportunity to wear voguish bloomers and divided skirts and to accompany a male companion on a ride. A May 1897 Chicago Post article observed, “The fashionable girl no longer lolls about in tea gowns and darkened rooms, but stands beside you in short skirts, a sailor hat, low shoes and leggings, ready for a spin on the wheel.” While the women's clothing industry enjoyed a cycling-induced boon, not all bystanders greeted women's cycling with enthusiasm. Critics questioned the propriety of the new women's clothing and objected to unsupervised encounters between men and women.\n\nBy the late 1890s, Chicago was the “bicycle-building capital of America.” According to the 1898 Chicago Bicycle Directory, approximately two-thirds of the country's bicycles and accessories were manufactured within 150 miles of the city. In 1895, German immigrant Ignaz Schwinn and meatpacker Adolph Arnold formed Arnold, Schwinn & Co. The company withstood many of the industry's booms and busts and, when adults' attention shifted to the automobile, Schwinn expanded the bicycle market for children. Lower prices and heartier “balloon” tires increased the popularity of children's models such as the Varsity, the Sting-Ray, and the Phantom.\n\nKeeping with the tradition begun by Carter H. Harrison II, Mayor Richard J. Daley played a critical role in developing Chicago's bikeway system. During the 1950s, the city had a limited number of bike paths. By the early 1970s, Daley's administration announced the completion of an elaborate network that included an expanded lakefront path and on-street bicycle lanes. In May 1971, Daley unveiled a 34-mile bicycle route, and, in August 1972, he inaugurated rush-hour bicycle lanes on Clark and Dearborn Streets. During the 1970s, soaring gas prices and heightened concern about energy and air pollution bolstered public support for Daley's bicycling programs.\n\nDuring the 1990s, Mayor Richard M. Daley, an avid cyclist, furthered Chicago's reputation as a bicycle-friendly city. In 1991, Daley created the Mayor's Bicycle Advisory Council to encourage bicycling. In the following decade over one hundred miles of bikeways have been constructed or improved and almost eight thousand bicycle racks have been installed. Bike Chicago, a month-long celebration begun in May 1991, has included events such as Bike to Work, Mayor Daley's Lakefront Bike Ride, and Bike the Drive, which was added in June 2002. Bicycle advocacy groups including the Chicagoland Bicycle Federation and Chicago Critical Mass have promoted the bicycle as a viable means of transportation. Since September 1997, Chicago Critical Mass has sponsored monthly rides from Daley Plaza to busy intersections and expressways in order to challenge “car culture” and to assert bicyclists' right to the roads. In November 2001, Bicycling magazine honored Chicago as the “Best Cycling City in the United States” of cities with more than one million residents.",
  "Bibliography": "“Bicycles, Routes, Chicago.” Clipping file. Municipal Reference Collection, Chicago Public Library.\n“Sports, Cycling.” Clipping file. Chicago Historical Society.\nBushnell, George D. “When Chicago Was Wheel Crazy.” Chicago History 4.3 (Fall 1975): 167–175.",
  "Author of Text": "Allyson Hobbs",
  "Hyperlinked Terms Associated": "Pullman| Edgewater| Evanston| German| transportation",
  "neighborhood names associated": "Edgewater"
}