{
  "Title": "Bilingual Education",
  "Descriptive Text": "Changes in the prevailing political climate coupled with immigration patterns have historically led to the expansion or diminishment of bilingual education in Chicago's schools. Instruction in German was common during the nineteenth century, sometimes to the exclusion of English. The earliest German schools had a religious focus, with ministers providing instruction. By the late nineteenth century, Polish and Slavic immigrant groups were also incorporating their native language into their children's schooling. Bilingual teachers were readily available within their religious and social communities.\n\nBetween 1890 and 1914 waves of Italian, Greek, Polish, and Jewish immigrants settled in Chicago, prompting increased xenophobia and Americanization campaigns. Schools became the central institution for socializing immigrants into the “American” way of life, which included the English language. The Edwards Law of 1889 required that all parochial and public schools in Illinois teach in English. Germans were outraged. The law was repealed in 1893, but it allowed English-only instruction to gain momentum. Many families encouraged their children to give up their native languages. Bilingual education ceased entirely amid strong anti-German sentiments after the U.S. entry into World War I. By 1923 another English-only law was in force, and immigrant schoolchildren were immersed in a language they could not always comprehend.\n\nBilingual education remained dormant for the next five decades, until the socially conscious 1960s gave rise to numerous programs for “disadvantaged” children. Riding on the tails of the Great Society programs was the 1968 Bilingual Education Act, originally designed to improve the condition of poverty-stricken Hispanic children. Its federally funded grants initiated the first modern bilingual programs in Chicago. Between 1968 and 1973 bilingual education took root in Chicago, fueled by a state mandate in 1973 (with funding provided) that required instruction in a child's native language when 20 or more students at a single school spoke the same language.\n\nBilingual education was implemented before an adequate infrastructure of materials, teacher training programs, and expertise existed. Program developers struggled with what bilingual education meant and who it was intended to benefit. Should the native language be maintained? Should English-speaking children be involved? How is English proficiency determined? When should a student's participation in bilingual education cease? As bilingual education expanded in the 1970s and 1980s, experimentation continued with the exploration of different approaches to and components of bilingual education, encompassing student assessment, teacher training, parent involvement, materials development, and program evaluation. Various program designs emerged depending on the number of students and language groups served, the availability of native-language resources, and the goals of the communities.\n\nThe first bilingual teachers were trained on the job, primarily by their own experience and via networking opportunities and local conferences. In 1975 the National Association of Bilingual Education held its fourth annual conference in Chicago, bringing recognition to the pioneering efforts of Chicago educators and providing a forum for bilingual practitioners. In 1976 the state added a language test as a requirement for teacher certification. In 1985 further demands were made on bilingual teachers when the state identified five areas of knowledge—assessment, methods and materials, theoretical foundations, cross-cultural studies, and second-language acquisition—that all bilingual teachers needed in order to obtain approval to teach in a bilingual program. Along with federal funding, these requirements provided an incentive to Chicago colleges and universities to begin or expand bilingual teacher training programs. Still, a shortage of bilingual teachers continued to plague the field into the twenty-first century.\n\nThe first bilingual education program in Chicago was opened for Spanish-speaking students in 1968 at Lafayette School. By 1973 more than 12,000 preschool through high-school children were enrolled in 64 bilingual programs serving Spanish, Arabic, Cantonese, Greek, and Italian-speaking students. In 1980 bilingual programs were operating in 183 schools serving 28,337 students in 19 languages. The top five language groups included Spanish, Polish, Korean, Vietnamese, and Assyrian. In 1990, 44,955 students were identified as needing bilingual education.\n\nBy the end of the twentieth century, shifting demographics had placed more than 68,000 students in bilingual programs. The top languages included Spanish, Polish, Urdu, Cantonese, and Arabic. Bilingual teacher shortages led to temporary provisional certification for bilingual persons with baccalaureate degrees in other fields. Increasing numbers of “dual language” programs, including those in which English-proficient students studied a second language, were initiated. But the press for English was at its greatest since World War I, creating new program dilemmas and policies which limited students' participation in bilingual education to three years. Instead of widespread xenophobia, which had characterized the resistance to native-language instruction in the early part of the century, an emphasis on increased educational accountability and high-stakes English testing policies resulted in less instruction provided in the native language.",
  "Bibliography": "Celebrating Linguistic and Cultural Diversity: 25 Years of Bilingual Education in Chicago Public Schools. Board of Trustees, Chicago Public Schools, Department of Language and Cultural Education. 1995.\nImplementation Handbook for Bilingual Education Programs in the Elementary Schools. 1988 and 1991.\nPublic School Bilingual Census Summary by Language Group. City of Chicago School District 299, Illinois State Board of Education. Annual.",
  "Author of Text": "Karen Sakash",
  "Hyperlinked Terms Associated": "schools| German| Polish| Italian| Greek| Jewish| Americanization| World War I| Great Society| Korean| Vietnamese| Assyrian| World War I ",
  "neighborhood names associated": "Edgewater"
}