{
  "Title": "Blockbusting",
  "Descriptive Text": "“Blockbusting” refers to the efforts of real-estate agents and real-estate speculators to trigger the turnover of white-owned property and homes to African Americans. Often characterized as “panic peddling,” such practices frequently accompanied the expansion of black areas of residence and the entry of African Americans into neighborhoods previously denied to them. In evidence as early as 1900, blockbusting techniques included the repeated—often incessant—urging of white homeowners in areas adjacent to or near black communities to sell before it became “too late” and their property values diminished. Agents frequently hired African American subagents and other individuals to walk or drive through changing areas soliciting business and otherwise behaving in such a manner as to provoke and exaggerate white fears. Purchasing homes cheaply from nervous white occupants, the panic peddler sold dearly to African Americans who faced painfully limited choices and inflated prices in a discriminatory housing market. Often providing financing and stringent terms to a captive audience, the blockbuster could realize substantial profits.\nBlockbusting depended upon a high degree of residential segregation and provided the means for transferring white property into black hands at a time when mainstream real-estate and financial institutions refused to sell to blacks or facilitate their movement into all-white neighborhoods. Even as late as 1951, major newspapers continued to run separate ads for “colored” housing, thus fostering, as well as reflecting, the conditions that gave rise to such market manipulation. Especially evident in the wake of black population increases associated with the first and second Great Migrations, the movement into newer, outlying neighborhoods was fueled by increased demand for housing on the part of blacks, the growing ability of a rising middle class to pay for it, and the desire for a better life and escape from the more impoverished sections of the urban core. Working virtually, if not covertly, in tandem, “respectable” real-estate agents flocked to do business in transitional areas once they had been broken by the maverick blockbusters. The net result was a gold-rush effect that destabilized residential communities as it maximized racial tensions and fears.\n\nAttempts to combat blockbusting and stabilize white ethnic neighborhoods culminated in the 1971 passage of a series of ordinances that prohibited the placement of “For Sale” and related signs on residential property. The Illinois Supreme Court ultimately ruled such measures unconstitutional. Subsequent efforts to thwart panic peddling included the promotion of home-equity insurance plans. Pioneered by Oak Park in 1978 in the effort to manage suburban integration, such proposals were picked up by neighborhood groups on the Southwest and Northwest Sides in an attempt to maintain the racial status quo. A coalition of such groups known as Save Our Neighborhoods/Save Our City (SON/SOC) emerged after Harold Washington's 1983 election to push various home-equity insurance measures, including a referendum. A source of tension and racial polarization, the referendum passed in November 1988—under new state law and over city opposition—allowing the establishment of home-equity districts in selected precincts.",
  "Bibliography": "Bennett, Larry. Fragments of Cities: The New American Downtowns and Neighborhoods. 1990.\nHelper, Rose. Racial Policies and Practices of Real Estate Brokers. 1969.\nHirsch, Arnold R. Making the Second Ghetto: Race and Housing in Chicago, 1940–1960. 1983.",
  "Author of Text": "Arnold R. Hirsch",
  "Hyperlinked Terms Associated": "real-estate| African Americans| Great Migrations| Oak Park "
}