{
  "Title": "Boardinghouses",
  "Descriptive Text": "Residential boarding arrangements in the Chicago metropolitan area are at least as old as the taverns of the Fort Dearborn trading settlement. During Chicago's early boom years, when housing facilities lagged behind population growth, many visitors and newcomers found lodging and meals in the households of private citizens.\nBy the 1880s, boarding was an established way of life. Private boardinghouses typically consisted of a married couple (with or without children) who kept several boarders, generally single, unrelated individuals. While married couples occasionally boarded, families with children rarely lived in boardinghouses.\n\nWomen usually took primary responsibility for boarders. For many women, keeping boarders and lodgers was a readily available way to earn money that permitted a flexible schedule and was compatible with caring for children. A married woman's income from boarding was often more reliable than her husband's income, and could well be the primary income for the household. Keeping boarders was also a source of income for some widows and mature single women.\n\nFor many landlords and boarders, the household intimacy of boarding was part of its appeal. Boarders not only took their meals within the household, but often participated in family activities. Boardinghouse residents met daily in the shared spaces of the dining room and the parlor. Late-nineteenth-century reformers approved of the family environment of boardinghouses, which they felt acted as a welcome social restraint on boarders.\n\nNative-born white and black Americans often lived in boardinghouses when they were single and new to the city. After the 1880s, more and more single young women and men were employed in clerical jobs in the new skyscrapers, and many of them lived in boardinghouses.\n\nBoarding was more prevalent among immigrants than among the native-born in early twentieth-century Chicago and other large cities. Boarding provided a cultural haven for homesick new immigrants who sought out households where they could speak their native tongues. Housing arrangements were often made through informal networks rather than public advertising.\n\nLarger and more commercial boardinghouses existed in outlying industrial areas, such as near suburban railroad shops. In some of the more crowded arrangements, workers shared bedding and slept in shifts in a “hot bed.” In some working-class boardinghouses, each boarder's food was purchased and cooked separately. In other situations residents themselves took turns cooking.\n\nWell before 1900, other arrangements began to supplant boarding. Many tenants preferred to lodge without common meals or to live in larger, more anonymous rooming houses, where a “light housekeeping room” included a gas fixture for cooking on a single burner. In a rooming house residents could keep their own hours, enjoy greater privacy, and perhaps entertain guests more easily.\n\nLandlords, too, could prefer lodgers to boarders for many of the same reasons. Boardinghouse families began to prefer their privacy to the affective ties of an extensive surrogate family. The decline of boarding could be seen as parallel to the transformation of the semipublic “parlor” into the twentieth-century private “living room” in which boarders would seem to be strangers.",
  "Bibliography": "Abbott, Edith. The Tenements of Chicago, 1908–1935. 1936.\nMeyerowitz, Joanne. Women Adrift: Independent Wage Earners in Chicago, 1880–1930. 1988.\nMonroe, Day. Chicago Families: A Study of Unpublished Census Data. 1932.",
  "Author of Text": "Douglas Knox",
  "Hyperlinked Terms Associated": "Fort Dearborn| skyscrapers"
}