{
  "Title": "Bolingbrook, IL",
  "Descriptive Text": "Will and DuPage Counties, 26 miles SW of the Loop. Few communities demonstrate the interstate highway system's profound influence on suburban development as well as Bolingbrook. The opening of Interstate 55 in the early 1960s made the farm fields of northern Will County more accessible to Chicago, attracting developers and residents. Incorporated in 1965, Bolingbrook grew from thinly settled farmland to the second-largest community in Will County (behind Joliet ) in less than 10 years.\n\nThe Potawatomi lived in this area from the late 1700s. In 1816, the Indians ceded a 10-mile-wide area on both sides of the Des Plaines River to the U.S. government. The northern line of the “Indian Boundary” passed through Bolingbrook. The area's first white residents settled west of Bolingbrook where the DuPage River splits into its east and west branches.\n\nCaptain John Barber of Vermont came to Bolingbrook in 1832. Barber and his family claimed 211 acres near the intersection of two Indian trails (today's Route 53 and Boughton Road), where they operated a dairy farm. Barber named the area Barber's Corners, a designation that lasted until Bolingbrook's incorporation. Other settlers, many from Vermont, made their homes in Barber's Corners and established sawmills and gristmills, a tavern, a post office, and a cheese factory.\n\nAgricultural ways of life continued into the first half of the twentieth century. While other communities developed in proximity to railroads or the Illinois & Michigan Canal, the Bolingbrook area continued to rely on roads for transportation. Fittingly, roads would propel the region's transformation after World War II.\n\nPresident Dwight Eisenhower helped determine Bolingbrook's future when he signed the Interstate Highway Act into law in 1956. The legislation prompted the decision to replace U.S. Route 66, which ran just south of Bolingbrook, with a limited-access superhighway. The expressway, designated Interstate 55, would be constructed closer to the Bolingbrook area, promoting faster travel to and from Chicago.\n\nDover Construction Company developed Westbury, Bolingbrook's first subdivision, west of Route 53 and north of I-55 on Briarcliff Road. Colonial Village, an even larger development east of 53, followed. An attempt to incorporate the two subdivisions in 1963 failed by more than a three-to-one margin. In 1965 proponents for incorporation mounted a stronger effort, which succeeded. Bolingbrook's affordable housing, combined with its newfound proximity to Chicago, attracted thousands of residents. By 1972, 15,000 called Bolingbrook home.\n\nIn 1975, the Old Chicago entertainment complex opened for business in Bolingbrook. Touted as “the world's first shopping center/amusement ride park,” Old Chicago combined vaudevillian themes with county fair–type rides and two hundred stores. The complex never lived up to expectations and closed in 1980.\n\nBolingbrook participated in the area's massive growth in the 1980s and 1990s. New subdivisions have pushed the population to over 50,000, while large areas of open land remain available for development.\n",
  "Bibliography": "The Electronic Encyclopedia of Chicago © 2005 Chicago Historical Society.\nThe Encyclopedia of Chicago © 2004 The Newberry Library. All Rights Reserved. Portions are copyrighted by other institutions and individuals. Additional information on copyright and permissions.",
  "Author of Text": "Aaron Harwig",
  "Hyperlinked Terms Associated": "Will County| Joliet| Potawatomi| Des Plaines River| DuPage River| Agricultural| transportation| expressway",
  "neighborhood names associated": "Bolingbrook"
}