{
  "Title": "Book Arts",
  "Descriptive Text": "The arts of calligraphy, illumination and engrossing, hand press work, fine and decorative binding, type design, and graphic design depend for their cultivation on the existence of an audience of bibliophiles. In Chicago, starting in the decades just before and after the fire of 1871, this audience was drawn largely from the city's thriving commercial printing and publishing industries and from its intermittently flourishing literary circles.\nChicago in the 1860s had many small bookshops and commercial printing establishments. The bookstores served general readers of all sorts and also catered to a few upper-end buyers among the city's elites who were amassing considerable libraries. The most ambitious of these collectors bought more on the book markets in eastern U.S., English, and European cities, but their tastes and interests affected the Chicago book market too. Notable libraries of English and continental history and literature and fine printing were amassed by John A. Spoor, John Wrenn, Horace Hawes Martin, Emma Hodge, and Nicholas Senn. Several such collectors, most notably James Ellsworth and printer Robert Fergus, were important innovators in the taste for collecting Americana. Inevitably, they were also avid collectors of materials on Illinois and the Midwest. The destruction of book stocks and private libraries in the fire created an instant market for local-history rarities; Fergus responded by founding the Fergus Historical Records, consisting of reprints of early narratives. An equally influential collector in a completely different field was Coella Lindsay Ricketts, a lettering artist, who began in the 1880s to amass the largest collection of calligraphic books and manuscripts in the Midwest.\n\nMeanwhile, the commercial printing industry was also contributing to the growth of the bibliophile public. Many of the early printing houses were associated with newspapers, but there were also shops that concentrated on advertising job work, railroad tickets and timetables, and theater printing. Several small to midsize binderies also served the city. The fire swept away many of these businesses and led to consolidation, so that the trade and manufacture of books was much more concentrated from the mid-1870s onward. By the mid-1880s, A. C. McClurg was by far the city's largest bookstore and an active publisher as well; meanwhile, Alfred J. Cox & Co. dominated the field of trade binding. Printing remained somewhat more decentralized, perhaps because the immense growth of advertising, trade magazine and directory publishing, and railroads in the decades after the fire created so great a demand for job printing that small and midsize concerns like M. A. Donohue and the Franklin Press could thrive alongside emerging large firms like R. R. Donnelley & Sons and Rand McNally.\n\nBefore the fire, Chicago had no type foundries or manufacturers of printing presses or related machinery. The booming printing business of the 1870s and 1880s changed all that; by 1900, Goss and Miehle presses, Dexter paper folders and cutters, and many other Chicago brands were known around the world, while Barnhart Brothers and Spindler supplied type to a large part of the Midwest. These concerns employed large numbers of craftspeople and managers who were interested in the book arts more generally, and who created familiarity with and demand for beautiful printed objects.\n\nThe Arts and Crafts movement that originated in England in the 1880s found fertile ground among this printing industry constituency. The Chicago Literary Club (founded 1874) and the Caxton Club (founded 1895) were groups of bibliophiles who responded immediately to the new aesthetics. Key individuals in bringing the new sensibility to the Chicago book world were Herbert Stuart Stone, son of the pioneer journalist Melville Stone, Ingalls Kimball, and William Irving Way. The two firms of Stone & Kimball and Way & Williams were synonymous in 1890s Chicago with the production of finely printed works of literature, often illustrated by Chicago artists; but neither company ever found a stable market and both folded within a few years. Stone & Kimball's Chap-Book published Chicago and international writers and illustrators from 1894 to 1898. Among the artists who worked for the two high-end publishers and went on to long and successful careers were Frederic Goudy, Will Ransom, Frank Holme, and J. C. Leyendecker. The work of some of these same Chicago artists was much more widely distributed by A. C. McClurg, which never claimed high-end production values but which nonetheless aped the look made fashionable by more expensive books.\n\n\nThe twentieth century saw a continuation of the fruitful pattern of exchange between purely commercial printing and high-end book arts. Fine printers proliferated, many just hobbyists but others with excellent design and production standards that influenced the best printing by more commercial presses. Chief among these was Ralph Fletcher Seymour, proprietor of the Alderbrink Press, which maintained the flavor and standards of Arts and Crafts printing up to the 1950s. The Chicago commercial art tradition in this period was represented by Oswald Cooper, the city's most original lettering artist and type designer. Recognizing the employment opportunities provided by the printing trades, Hull House offered basic courses in bookbinding taught by Ellen Gates Starr and Florence Kelley.\nIn the 1920s, big Chicago printing firms hired designers from outside the city who fostered yet another aesthetic current, that of modernism. William A. Kittredge at R. R. Donnelley & Sons and Douglas C. McMurtrie at Cuneo Press and later Ludlow Typograph Company were the most important of these new arrivals. Together with Ernst F. Detterer, teacher at Chicago Normal School and later the School of the Art Institute, they schooled and patronized a new generation of lettering and type artists, most notably type designer R. H. Middleton and calligrapher James Hayes.\n\nChicago's native modernist movement received exciting new stimulus in 1938 when a group of exiled designers from the German Bauhaus arrived here and began training students at the Institute of Design, then and now informally called the New Bauhaus. The arrival of László Moholy-Nagy, Herbert Bayer, and György Kepes was promoted by Walter Paepcke of the Container Corporation of America, who, a few years later, also helped Albert Kner settle in as designer at Container Corporation.\n\nSince the end of World War II, Chicago book arts have remained deeply indebted to Bauhaus ideals. Even such traditional arts as calligraphy and binding responded to Bauhaus modernism, and it was the functionalism of that movement, combined with the horrors of destruction witnessed during the war, that led to the first experiments in conservation binding and the first laboratories for restoration in the city. R. R. Donnelley & Sons was a leader in this field, devoting more and more of the energies of their fine bindery, founded in the 1920s, to conservation work; and in 1964 the Newberry Library became the first American library to appoint a full-time conservator, Paul Banks. This same combination of functionalism and modernism informed the career of Elizabeth Kner, sister of Albert, who emigrated to Chicago in 1950 and trained or influenced a whole generation of fine and conservation binders in the city.\n\nExhibits of book arts have long kept the general public aware of this vital part of Chicago's heritage. In the early years these were sponsored by the Chicago Public Library and some of the city's private clubs. From the 1890s, the Caxton Club, the Art Institute, and the Newberry Library regularly showed book artists. The 1927 founding of the Society of Typographic Arts created another regular and highly influential venue, and in the same decade R. R. Donnelley & Sons opened an elegant gallery inside their corporate headquarters building on 26th Street. Since World War II, the Chicago Book Clinic, publisher Scott Foresman, and Kroch's & Brentano's Bookstore have sponsored shows. In 1969, the University of Chicago opened a book exhibit gallery in the new Joseph Regenstein Library. In the 1970s and 1980s these established institutions were joined by small nonprofit ventures such as the Chicago Calligraphy Collective, Paper Press, and Artist's Book Works. The last two of these merged in 1995 into Columbia College's Chicago Center for Book and Paper Arts.",
  "Author of Text": "Paul F. Gehl",
  "Hyperlinked Terms Associated": "graphic design| fire of 1871| printing| newspapers| advertising| railroad| theater| artists| Hull House| Institute of Design| Newberry Library| Chicago Public Library| Art Institute| University of Chicago| Columbia College"
}