{
  "Title": "Bosnians",
  "Descriptive Text": "Bosnians first migrated to Chicago in the late nineteenth century with other South Slavic immigrants, including Serbians, Croatians, Slovenes, and Bulgarians. Early migrants from Bosnia-Herzegovina were generally young, unskilled male laborers who came in search of economic opportunities. Many found jobs in the construction and mining industries, building roads, downtown buildings, and tunnels for the Chicago Transit Authority (CTA). Bosnian Serbs and Croats migrated toward growing Serbian and Croatian communities on the South Side of the city. While these Bosnian Christians identified with nationals from Croatia and Serbia, Bosnian Muslims identified themselves exclusively as Bosnians.\n\nBosnian Muslims were early leaders in the establishment of Chicago's Muslim community. In 1906, they established Dzemijetul Hajrije (The Benevolent Society) of Illinois to preserve the community's religious and national traditions as well as to provide mutual assistance for funerals and illness. The organization established chapters in Gary, Indiana, in 1913 and Butte, Montana, in 1916 and is the oldest existing Muslim organization in the United States. The Bosnian Muslim community received a new influx of migrants after World War II who were displaced by the war and Communist takeover. This new wave of refugees included many well-educated professionals, some of whom were forced to take lower-skilled jobs as taxi cab drivers, factory workers, chauffeurs, and janitors. As the population increased in the early 1950s, the community invited Sheik Kamil Avdich, a prominent Muslim scholar, to become the first permanent imam (religious minister). Under Imam Kamil's leadership, the Muslim Religious and Cultural Home was established to raise funds for a mosque, which opened on Halsted Street in 1957. In 1968, the organization's name was changed to the Bosnian American Cultural Association, and in the early 1970s it purchased land in Northbrook to build a larger mosque and cultural center. The Islamic Cultural Center of Greater Chicago has remained an important center for Muslim religious activity, serving Bosnian and non-Bosnian Muslims in metropolitan Chicago.\n\nThe war in Bosnia-Herzegovina from 1992 to 1995 brought the largest influx of Bosnian refugees to Chicago. Chicago became the most popular United States destination for Bosnian refugees, and, according to community estimates in 2002, an estimated 40,000 Bosnians settled in the city. Comprising Bosnian Muslims, Roman Catholics, Eastern Orthodox, Jews, and “other” (of mixed background), the new Bosnian community has settled in the northern part of the city, between Lawrence and Howard, from Clark to the lake. Victims of ethnic cleansing efforts, many of the refugees suffered from post-traumatic stress disorder as a result of gruesome experiences in concentration camps and the death of family and friends. The Illinois Department of Human Services founded the Bosnian Refugee Center in 1994 with the help of public and private agencies to assist the newcomers, and in 1997 it became the nonprofit Bosnian & Herzegovinian American Community Center. Staffed by Bosnian refugees from all backgrounds, the center serves all refugees by providing community services that include educational and family programs, counseling, and cultural activities.",
  "Bibliography": "Miller, Olivia. “Bosnian Americans.” In Gale Encyclopedia of Multicultural America, 2000.",
  "Author of Text": "Asad Husain",
  "Hyperlinked Terms Associated": "Serbians| Croatians| Slovenes, Bulgarians| construction| tunnels| Chicago Transit Authority| South Side| Muslins| Gary| World War II| refugees| taxi| Northbrook| Roman Catholics| Eastern Orthodox| Jews",
  "neighborhood names associated": "Northbrook| South Side"
}