{
  "Title": "Bowling",
  "Descriptive Text": "Until the mid-twentieth century, Chicago was one of the foremost bowling hotbeds in the United States. As early as 1851 the city of Chicago had licensed five bowling alleys, and for the balance of the nineteenth century the popularity of the game and the number of bowling centers grew rapidly, centered primarily among Germans living on the North Side. By 1900 Chicago newspapers were regularly reporting results from organized bowling leagues around the city, and by 1910 the city boasted 230 bowling alleys.\nIn January 1901 Chicago received endorsement as one of the nation's leading bowling centers when the American Bowling Congress (ABC) conducted its inaugural national men's tournament on the lanes in the Welsbach Building on Wabash Avenue in the Loop. Chicago subsequently hosted five other ABC tournaments. That same weekend the Chicago Women's Bowling Association sponsored a tournament which it billed as the first United States women's championships. While this tourney was short-lived, Chicago would play host to Women's International Bowling Congress tournaments in 1920 and 1935.\n\nIn 1911 the top men bowlers of Chicago organized the now-legendary Randolph League, a prestigious circuit that operated until 1946. Another circuit for the city's top-flight men bowlers, organized in the early years of the twentieth century, was the Classic League, the spirit of which continues in the city's various major leagues.\n\n\nIn 1921 Louis Petersen opened Archer-35th Recreation, a bowling alley on the second floor of a building at 2055 W. 35th Street on the South Side. That same year he launched an open singles tournament that became known as the Petersen Classic, which annually drew thousands of bowlers from around the country. When the old bowling alley closed in 1993, the Petersen Classic was moved to a suburban location.\nIn 1927 the Chicago Herald-Examiner inaugurated the Weekly High Game Bowling Contest, a tournament for men and women league bowlers. The event soon became an annual women's team handicap tournament, known as the Herald-American Women's Bowling Classic from the 1950s until its demise in the mid-1960s. In 1961 the Chicago Sun-Times joined with the Bowling Proprietors' Association to cosponsor an annual handicap tournament for individual men and women bowlers, called Beat the Champions, which remained in operation at the end of the century.\n\nAnother major Chicago bowling event, the All-Star Tournament, began in 1941 under the cosponsorship of the Bowling Proprietors of America and Chicago Tribune Charities. This grueling marathon tournament, usually held at the Chicago Coliseum, determined the national individual match game championship. A women's division was added in 1949, before the annual competition was moved out of Chicago in 1957.\n\nTelevision provided a major stimulus to the sport's increasing popularity in the 1950s. In 1952, WMAQ -TV launched Championship Bowling, a weekly one-hour show featuring taped matches between professional bowlers. For many years the shows were filmed at the Faetz-Niesen Lanes and were announced by sportscaster “Whispering” Joe Wilson. In the mid-1950s, WBKB-TV carried Universal Bowling Clinic, a weekly half-hour program featuring bowling news and lessons and cohosted by Sam Weinstein and hall-of-fame bowler Paul Krumske. Long after local bowling shows had disappeared from Chicago television, Weinstein, known as the Tenpin Tattler, carried on with a weekly radio program about bowling until the 1990s.",
  "Bibliography": "American Bowling Congress. First Fifty Years, 1895–1945. 1945.\nJones, Thomas C., ed. The Halls of Fame: Featuring Specialized Museums of Sports, Agronomy, Entertainment, and the Humanities. 1977.\nRiess, Steven A. City Games: The Evolution of American Urban Society and the Rise of Sports. 1989.",
  "Author of Text": "Raymond Schmidt",
  "Hyperlinked Terms Associated": "Germans| newspapers| Loop| South Side| Chicago Sun-Times| Chicago Tribune| WMAQ",
  "neighborhood names associated": "Loop| South Side"
}