{
  "Title": "Boxing",
  "Descriptive Text": "Throughout much of the nineteenth century, boxing was part of Chicago's bachelor subculture where bouts for small bets were held in the back rooms of saloons. The first notable professional prizefight in the city was held in 1885, between bare-knuckle champion John L. Sullivan and Jack Burke at the Driving Park Racetrack.\nBoxing flourished in the late 1890s at Tattersall's at 16th and Dearborn. A match there between famed champion Bob Fitzsimmons and Englishman Jim Thorne was the first prizefight in the city to attract an upper-class clientele. Following a rigged boxing match between Terry McGovern and Joe Gans in December of 1900, prizefighting was banned in the city early in 1901, a ban upheld for more than a quarter century. Amateur matches continued to be held in the city, however, by such organizations as the Chicago Athletic Association (CAA).\n\n\nFollowing agitation to end the ban, notably by the Chicago Tribune, boxing was legalized in 1926, upon which the Illinois Boxing Commission was organized. In 1927, in the largest live boxing gate in history, 104,000 fans at Soldier Field watched Gene Tunney defeat Jack Dempsey in the famous “long-count” fight. The Chicago Stadium, opened in 1929, became an important boxing venue, hosting many major championship bouts.\n\nIn 1928, the Chicago Tribune inaugurated the Golden Gloves amateur competition. The sport thrived, with boxers being trained and promoted by such private gyms as Coulon's (1154 East 63rd Street), founded in 1925 by one-time bantamweight champion Johnny Coulon. The Roman Catholic Archdiocese of Chicago was important in the sport's promotion, becoming the biggest sponsor of youth boxing through the Catholic Youth Organization, the Knights of Columbus, and the Catholic High School League. The Chicago Park District also nurtured and promoted boxing in the city.\n\nThe Marigold Gardens on the North Side emerged in the 1930s as the most significant venue for local professional bouts. Lightweight Barney Ross became a hero in the West Side Jewish community in the 1930s. In the 1940s, middleweight Tony Zane, from Gary, also captured the city's fancy.\nIn 1949, boxing promoter James Norris and Chicago Stadium owner Arthur Wirtz formed the International Boxing Club, which controlled pro boxing competition before being broken up by the federal government as a monopoly in 1957. During that time the Chicago Stadium played host to many of the biggest fights in the country, featuring such boxers as Sugar Ray Robinson, Rocky Marciano, and Floyd Patterson. In 1961, Wirtz ended boxing matches at the Stadium, and thereafter Chicago declined as a boxing town.\n\nSince the early 1960s, boxing in the city has been basically a club sport, with fight cards featuring local boxers holding matches in hotels, many promoted by former heavyweight champion Ernie Terrell (a product of the West Side). The premier private gym in the city since the late 1970s has been the Windy City Boxing Club, producing such fighters as Andrew Golota and Angel Manfredy. In 1994, the Golden Gloves opened the tournament to women.",
  "Author of Text": "Robert Pruter",
  "Hyperlinked Terms Associated": "saloons| Soldier Field| Chicago Stadium| Roman Catholic Archdiocese of Chicago| Catholic Youth Organization| Park District| Jewish"
}