{
  "Title": "Bridges",
  "Descriptive Text": "Nineteenth-century Chicago's geography presented unusual requirements. A narrow river, with low banks, ran through the heart of the city, requiring frequent crossings. Yet the navigable river was one of the world's great ports, and the low bridges had to accommodate frequent passage of masted ships.\n\nFerries provided an initial solution, but by 1833 a log bridge allowed an uneasy passage to the West Side. The first drawbridge was constructed in 1834, but its approaches impeded navigation and it was torn down in 1839. Although South Siders had hoped to keep trade on their side of the river, a new floating bridge was built in 1840, and three more soon followed. All were swept away in an 1849 spring flood, but replacements soon followed, and the first municipally funded bridge opened in 1857. By 1871, the city had 27 movable bridges.\nMost of these were swing bridges, which turned on a center pier to swing out of the way of ships. The narrow channel saw frequent collisions between sailing ships and bridges, spurring the search for other solutions.\n\n\nFrequent bridge openings vexed the city, making the North and West Sides less desirable. Tunnels built at Washington Street (1869) and LaSalle Street (1871) proved extremely useful for cable cars, which could not cross an openable bridge, and a third was built near Van Buren Street (1894).\n\nA new type of bridge, the Scherzer rolling lift bridge, was designed in 1894 for the Metropolitan West Side Elevated Railroad and nearby Van Buren Street crossings. This type of bridge rolled back like a rocking chair to open, its trusses having curved ends with overhead counterweights on shore. Chicago still has a few Scherzer-type bridges, notably the Cermak Road bridge and the now-inoperable “Eight-Track” railroad bridges near Western Avenue. Newer examples can be found in Joliet.\n\nThe bridge most identified with Chicago, the trunnion bascule, was developed in 1900, and the first one built, opened in 1902, remains at Cortland Street. The bridge's leaves are suspended on axles (trunnions), with the counterweights in a riverbank pit. The new design proved efficient to operate and allowed trusses to be set at banister height and eventually moved underneath the road deck altogether. After 1910, involvement of the Chicago Plan Commission and architect Edward Bennett improved such architectural elements as bridge houses.\n\nAt the beginning of the twenty-first century, the city had 37 operable street drawbridges, including 5 over the Calumet River, opened nearly 30,000 times a year. Only a few were attended full-time; bridge tenders drove from bridge house to bridge house to open the others. The U.S. Coast Guard has accepted lower vertical clearances for the North and South Branches outside downtown, and bridges there no longer move or were built as fixed spans. At the outbreak of World War II, the new Western Avenue bridge was temporarily converted to a lift bridge, and machinery was installed in other spans on the Sanitary and Ship Canal to allow warships to reach the Gulf of Mexico.\n\nA few drawbridges of other types are still found in Chicago. Inoperable swing bridges survive on two railroads over the Sanitary and Ship Canal, as does a cantilevered “retractable” bridge over a slip near 3101 West 31st Street. Vertical lift bridges, with towers at each end to raise a center span, are found on three Calumet River railroad crossings, on Torrence Avenue, and at Amtrak's Union Station approach near 18th and Canal.",
  "Bibliography": "Becker, Donald N. “Development of the Chicago Type Bascule Bridge.” American Society of Civil Engineers Papers, February 1943.\nBecker, Donald N. “Early Movable Bridges of Chicago.” Civil Engineering (September 1943).\nCity of Chicago, Department of Public Works. Chicago Bridges. 1984.",
  "Author of Text": "Dennis McClendon",
  "Hyperlinked Terms Associated": "railroad| Joliet| Calumet River| World War II| Sanitary and Ship Canal"
}