{
  "Title": "Bridgeview, IL",
  "Descriptive Text": "Cook County, 13 miles SW of the Loop. Native American artifacts have been found in Bridgeview near Archer Avenue, evidence of a long human occupation. Archer runs through the northwestern edge of the town, and one of the earliest homes in what is now Bridgeview was built near this old Indian trail in the 1830s. By the 1870s German farmers had moved to the area, growing corn for livestock as well as hay, wheat, and potatoes. By the 1880s former Chicago mayor “Long John” Wentworth owned land in the area.\n\nThe settlement remained a sleepy farming community until the 1920s, when in spite of an influx of Italian farmers, farming began to decline. By 1924 real-estate developers began to build homes between 71st and 75th Streets, in the Frederick H. Bartlett subdivision. Many residents worked at the huge Corn Products International plant in neighboring Bedford Park. The Harlem Airport at 87th Street and Harlem Avenue operated from the 1920s until the 1950s. The effects of the Great Depression slowed development, but in 1936–37 the Bartlett Real Estate Company resumed building houses. Local residents chose the name Bridgeview by one vote over Oketo, the latter a street name in the village today. “Bridgeview” was chosen for the view of the area from the Harlem Avenue bridge. The Bridgeview Community Club, founded in 1938, became the center of local activities.\n\nIn 1947 voters decided to incorporate as a village of approximately 500 residents. After incorporation the village began installing streetlights and replacing failing wells with water from Lake Michigan. Ten years after incorporation population had surged to roughly 3,600, and by 1960 it had more than doubled, to 7,334.\n\nOnce Lake Michigan water became available, more industries moved to Bridgeview. The Indiana Harbor Belt Railroad played a key role in development of the area, as did the town's close proximity to Midway Airport and Interstates 294 and 55. For a time Bridgeview was known for its large truck terminals, and truck traffic has remained heavy: in 1998 the town had the dubious distinction of being named by the Environmental Protection Agency as the major source for cancer-causing pollutants in Cook County.\n\nOver the 1960 and 1970s, Bridgeview acquired a fire department, a municipal center, a park system, and a library. In the early 1980s longtime Bridgeview mayor John Oremus pitched the bold idea of a dozen or more southwest suburbs uniting into a single city, but many opposed it. Oremus dominated politics for decades until 1999, when he chose not to run for reelection.\n\nThe town's motto, “A Well Balanced Community,” is indicative of a diversified economy, split between industry, retail, and service-oriented businesses. The village receives over $13 million in tax revenues a year. The 2000 population was 15,335, only slightly larger than it had been 20 years earlier. Ethnic groups represented in large numbers include Poles, Germans, and Irish. Arab Americans are a growing presence, making up 7 percent of the population. In 1981 an Islamic social club was established, and by 1984 it had became a mosque. Two Islamic schools educate hundreds of students. \t \n",
  "Bibliography": "Krbecek, Norene. “Unpublished History of Indian Springs School District #109.” Bridgeview Public Library, Bridgeview, IL.\nPeksa, Rich. A History of Bridgeview, Illinois. 1972.",
  "Author of Text": "Ronald S. Vasile",
  "Hyperlinked Terms Associated": "Native American| German| mayor| Italian| real-estate| subdivision| Bedford Park| Airport| Great Depression| bridge| water| Midway Airport| Poles| Irish",
  "neighborhood names associated": "Bridgeview| Bedford Park"
}