{
  "Title": "Brighton Park",
  "Descriptive Text": "Community Area 58, 6 miles SW of the Loop. Brighton Park takes its name from the Brighton livestock market in England and is bounded roughly by the Stevenson Expressway and 48th, Western, and Kimball Streets. Construction of the Illinois & Michigan Canal and Archer Avenue drew early settlers. Henry Seymour subdivided land north of Pershing Road in 1835. By 1851, there was a small settlement named Brighton Park near the Blue Island Avenue Plank Road (now Western Avenue). In 1855 Mayor Long John Wentworth opened the Brighton Race Track.\n\n\nIn the late 1850s Brighton became a livestock trading center. A stockyard was built in 1857 at the corner of Archer and Western, and in 1861 a state fair was organized by the U.S. Agricultural Society. The completion of the Union Stock Yard in 1865 forced the closing of Brighton's yards. Instead, Brighton Park attracted other industries, including the Northwestern Horse Nail Company, a cotton mill, a silver smelting and refining company, and the Laflin and Rand Company, a firm that manufactured explosives. On August 29, 1886, lightning struck one of Laflin and Rand's warehouses, leaving a 20-foot crater and damaging property for miles around. After heated meetings, the citizens ordered all powder mills to leave the area. The mills relocated to Blue Island, Illinois.\nThe Chicago & Alton Railroad established a roundhouse in the community, and industrial employment attracted German and Irish workers. In 1887 the Santa Fe Railroad moved in, building its Corwith Yards, then the busiest in the nation.\n\nIn 1889 Brighton Park was annexed to the city of Chicago as part of Lake Township. By the 1880s and 1890s infrastructure and transportation improvements drew even more diverse populations. French and Eastern European Jews settled in the community, followed by Poles, Lithuanians, and Italians.\n\nMuch of the ethnic character of the community was carried by the churches. The first churches in the community were Protestant, serving the Yankees who owned and managed the early firms. The Brighton Park Baptist Church dates from 1848, and the McKinley Park Methodist Church first met in 1872. In 1878 Irish Roman Catholics established St. Agnes Church. By 1892 French Catholics had established St. Jean Baptiste church at 33rd and Wood Streets. Later, Italians, Poles, and Lithuanians found jobs and homes in Brighton Park. They developed their own churches, including Five Holy Martyrs in 1908 (Polish); Immaculate Conception in 1914 (Lithuanian); St. Pancratius in 1924 (Polish); and St. John's Polish National Parish, also in 1924.\n\nIndustrial parks such as the Central Manufacturing District opened in 1905, and the Kenwood Manufacturing District opened on the southern border around 1915. The Crane Manufacturing Company opened a plant in 1915, providing more jobs. By 1930, Brighton Park reached residential maturity, peaking at 46,552 people, 37 percent of Polish descent. Deindustrialization, exemplified by the closing of Crane's in 1977, weakened the area's economy, and population declined by one-third between 1930 and 1980.\n\nAlthough the community remains largely residential, there is a growing commercial section. The community maintains monuments to European connections, including the Balzekas Museum of Lithuanian Culture and the Polish Highlander Alliance. By 2000 the population had grown to 44,912, 69 percent of Mexican origin.",
  "Bibliography": "Chicago Fact Book Consortium, ed. Local Community Fact Book: Chicago Metropolitan Area, 1990. 1995.\nHamzik, Joseph. “Brighton Park History.” Binders, 1952–1976. Brighton Park Public Library.\nHamzik, Joseph. “Gleanings of Archer Road.” December 1961. Brighton Park Public Library.",
  "Author of Text": "Clinton E. Stockwell",
  "Hyperlinked Terms Associated": "Expresswar| Illinois & Michigan Canal| Union Stock Yard| Blue Island| Railroad| German| Irish| annexed| Lake Township| infrastructure| French| Jews| Poles| Lithuanians| Italians| Protestant| Yankees| Roman Catholics| Central Manufacturing District| Mexican",
  "neighborhood names associated": "Brighton Park| McKinley Park"
}