{
  "Title": "Broadcasting",
  "Descriptive Text": "Chicago emerged as a broadcasting center because its first radio stations, thanks to geography, were heard from the eastern seaboard to the Rockies and beyond. Its broadcasting flourished when Chicago became a central switching point for transcontinental network lines, allowing the city's production facilities to re-feed programming to the various time zones with relative economy in the days before audio and videotape. It survived because three generations of broadcasters, both on-air and behind the scenes, were consistently able to retool the broadcast media and sell them to an evolving market.\nChicago's age of broadcasting began the evening of November 11, 1921, when KYW (licensed to Westinghouse Electric and Manufacturing Company and operated jointly with Commonwealth Edison) began regular scheduled programming. For the next two months, KYW aired live performances of the Chicago Grand Opera Company—and nothing else. Managers of a later era might cringe at the thought of an “opera-only” station. But in 1921, only a year after Westinghouse's pioneer KDKA went on the air in Pittsburgh, the content of programs was secondary to the novelty of the medium. Westinghouse claimed there were 200 radio receivers in Chicago when the 1921 opera season began, 25,000 when it ended. KYW's live opera broadcasts were a major factor in the spread of America's “radio craze” and the creation of a local radio boom.\n\nBy the spring of 1923, 20 Chicago radio stations cluttered the largely unregulated dial. Many (including WBU, licensed to the city of Chicago, and WHT, separately licensed to Mayor William Hale Thompson) did not last the decade. Most that made the cut were owned by established businesses with pockets deep enough to absorb the losses until radio could pay its own way. WMAQ survived thanks to the backing of the Chicago Daily News (as well as the skills of general manager Judith Waller); WBBM thanks to a collaboration between the brothers H. Leslie and Ralph Atlass and the Stewart Warner Corporation; WGN thanks to its ownership by the Chicago Tribune; and WLS thanks to Sears, Roebuck (and, after 1928, Prairie Farmer Publishing) and its rural-oriented programming. KYW, meanwhile, forged an alliance with the Hearst papers that lasted until its license was transferred to Philadelphia in 1934. Two stations survived thanks to their institutional affiliations: WCFL (licensed to the Chicago Federation of Labor ) and WMBI (licensed to the Moody Bible Institute ). Lower-powered WCRW, WEDC, and WSBC thrived because of their foreign-language programming.\nThe extension of AT&T's network lines to the West Coast in November 1928 turned Chicago into a national radio production center. Both NBC and CBS were committed to an 18-hour broadcast day. The time couldn't be filled without Chicago's participation.\n\nLocally produced prime-time shows like Freeman Gosden and Charles Correll's Amos 'n' Andy and Marion and Jim Jordan's Fibber McGee and Molly were among the nation's most popular. But Chicago's network output was most substantial during the daytime, beginning with Don McNeill's Breakfast Club (1933–1968), and continuing with hours of soap operas, a genre pioneered in Chicago. For many, the highlight of the broadcast day was Vic and Sade (1934–1946). Writer Paul Rhymer's low-key comedy with a distinct Midwestern flair provided 15 minutes of welcome relief from the drama of the soaps.\nChicago rapidly lost its status as a network radio production center following the end of World War II. But the completion of the coaxial cable linking the East Coast and Midwest in January 1949 turned it into the origination point of some of early television's most memorable programs. WBKB (licensed in 1939 to the Balaban and Katz theater chain) had already trained the medium's first generation of technicians and producers. Network radio's departure had left a substantial pool of underutilized talent. Critics called the programming that resulted the “Chicago School of Television.” Technically innovative on the one hand, simple and straightforward on the other, the “Chicago School” was above all characterized by the belief of its proponents that television was a unique medium unto itself.\n\nBy the mid-1950s, most of Chicago's major network television talents had been lured to the East or West Coasts. Emerging videotape technology meant that Chicago's studios were no longer necessary for live network broadcasts. At WGN-TV in particular, children remained a key target of local programming. A generation of Chicago's youth grew up watching Garfield Goose and Friend, while at least two generations watched (and hoped they could acquire tickets for) Bozo's Circus. But increasingly Chicago's commercial stations directed their resources toward local news coverage. The quality of local television news in Chicago generally remained high, thanks to the city's strong newspaper tradition and seasoned radio journalists like Clifton Utley and Len O'Connor who brought their skills to the video medium. Meanwhile, WTTW (licensed in 1955) evolved into the nation's most-watched public television station.\n\nChicago's radio stations searched for new identities in the post-network era. In 1960, WLS abandoned its rural audience and adopted a fast-paced top-40 format. WCFL followed suit a few years later. WMAQ shifted from middle-of-the-road to country and western. WBBM experimented with an all-talk format, then shifted to all news. Phil and Leonard Chess, owners of Chess Records, purchased suburban Cicero's WHFC and changed its call letters to WVON. For the first time, Chicago had a station that targeted African Americans around the clock (Chicago's pioneer black radio personalities—Jack L. Cooper, Al Benson, and Sam Evans—had settled for small slices of time on primarily foreign-language stations). WGN was the lone holdout as a “full-service” station.\nIn the 1970s music, for the most part, moved to the FM band. Three decades after Zenith Radio's Eugene McDonald put experimental station W51C on the air, FM had become profitable. Popular music dominated the dial. But Chicago's audience still supported two fine-arts stations, WFMT and WNIB. Paul Harvey remained Chicago's lone network radio personality. His daily news and commentary broadcasts were almost as long-lived as the ABC network that carried them.\n\nBut long after satellite dishes supplanted the network lines that once made Chicago a broadcasting hub, tens of millions of Americans continued to watch Chicago-made programs, thanks to the growing popularity of syndicated daytime television talk shows. Phil Donahue pioneered the genre. Oprah Winfrey perfected it. Jenny Jones and Jerry Springer threw it (sometimes literally) into the arena of controversy. And Chicago remained a national broadcast production center.",
  "Bibliography": "Broadcasting Magazine. Various issues.\nGonciar, Elizabeth. The Adventures of Broadcasting in Chicago. Mimeographed pamphlet. 1942. Illinois Writers Project.\nVariety. Various issues.",
  "Author of Text": "Rich Samuels",
  "Hyperlinked Terms Associated": "Opera| businesses| WMAQ| WBBM| WGN| WLS| WCFL| Chicago Federation of Labor| Moody Bible Institute| Amos 'n' Andy| Fibber McGee and Molly| Breakfast Club| soap operas| World War II| Balaban and Ktz| \\\"Chicago School of Television\\\"| Garlfield Goose and Friend| Bozo´s Circus| newspaper| Chess Records| African Americans| television talk",
  "neighborhood names associated": "Cicero"
}