{
  "Title": "Brookfield Zoo (Chicago Zoological Park)",
  "Descriptive Text": "By June 30, 1934, when the Brookfield Zoo officially opened, local residents had been working to build it for almost 15 years. In 1919, Edith Rockefeller McCormick gave 83 acres of land to the Forest Preserve District of Cook County for a large modern zoo, and the district responded by adding another 98 acres. In 1920, a group of prominent Chicagoans joined to make the zoo a reality and, in 1921, incorporated the Chicago Zoological Society. The following year, building began and George Frederick Morse, Jr., was hired as the society's first manager. Not until 1926, after county residents approved a zoo tax, did serious construction begin, only to falter in the Great Depression. But by late in 1931 momentum had returned to building what would become America's first zoo with barless exhibits. Visitors from all over the Midwest came to visit the zoo and its most famous residents: Ziggy, a popular male elephant, and Su-Lin, the first giant panda in an American zoo and the first of three pandas at Brookfield.\nIts development interrupted by World War II, the zoo expanded in size and commitments in the decades following. A Veterinary Hospital (1952), a Children's Zoo (1953), and the famous central fountain (1954) were built. Zoo leadership took advantage of new media opportunities, including television, and formalized education programs. The first curator of research, George B. Rabb, was hired in 1956. Despite these innovations, the zoo struggled with deficits and a declining physical plant through much of the 1960s. Then, helped by a large bond issue from the Forest Preserve District, close attention to zoo governance and visitor services, and Rabb's appointment as director in 1976, the zoo began to recreate itself as one of the nation's best, especially in its institutional commitment to international conservation and environmental awareness.\n\nTropic World was born, one of the world's largest themed great ape enclosures. Olga the walrus became a household name as hundreds of Chicago-area residents came to see her antics. The focus of the zoo turned dramatically toward people: visitors and those who would ensure its viability in the future. The Seven Seas Panorama was built and improvements were made to the Aquatic Bird House. Conservation biology became an important focus of the institution, as Rabb became chair of the Species Survival Commission for the International Union for the Conservation of Nature. Facility and staff changes helped to reinforce Brookfield's leadership position in this important arena.\n\nMore recent exhibits promote conservation education. Visitors are encouraged to observe and enjoy the animals in realistic natural settings. Brookfield has continually pioneered new zoo experiences that point the way for other institutions.\n\nThe zoo is still owned by the Forest Preserve District of Cook County and managed by the Chicago Zoological Society. With an animal collection numbering about 450 species and 3,100 specimens, attendance in 1998 was 2,200,000.",
  "Bibliography": "Ross, Andrea Friederici. Let the Lions Roar. 1997.\n",
  "Author of Text": "Dennis A. Meritt, Jr.",
  "Hyperlinked Terms Associated": "Forest Preserve| Great Depression| World War II"
}