{
  "Title": "Buddhists",
  "Descriptive Text": "Buddhism had a minimal presence in Chicago prior to World War II. Of traditionally Buddhist populations, only the Chinese and Japanese had any appreciable local settlement by 1940, but neither group had yet established an institutional Buddhist expression.\nRepresentatives of some Asian Buddhist traditions attended the World's Parliament of Religions held in conjunction with the World's Columbian Exposition of 1893. Afterwards, at a ceremony conducted by Anagarika Dharmapala of Ceylon, Jewish businessman C. T. Strauss became the first formal convert to Buddhism on American soil. A branch of Dharmapala's Maha Bodhi Society opened subsequently in Chicago, attracting a mostly professional clientele of converts and spiritual seekers. Two enterprises based in the region kept Buddhism in the American public eye in the early decades of the twentieth century: the Theosophical Society, which established its permanent headquarters in west suburban Wheaton in 1926, and Open Court Publishing Company, founded in 1887 in downstate LaSalle.\n\nSignificant Buddhist presence in the Midwest dates from the arrival of several thousand former Japanese American internees beginning in June 1942. Two Japanese Buddhist temples emerged on Chicago's South Side soon thereafter: Midwest Buddhist Temple (1944), a member of the Jodo Shinshu Buddhist Churches of America, and Buddhist Temple of Chicago (1944), a nonsectarian temple founded by Gyomay Kubose. Both temples subsequently relocated to the North Side, and in 1971 Midwest Buddhist Temple erected the region's only newly constructed immigrant Buddhist temple, with an exterior Old World architecture, in Lincoln Park. Three more Japanese temples opened in the 1950s and 1960s, while several other Asian American groups ( Burmese, Chinese, Kampuchean, Korean, Lao, Thai, Vietnamese ) have established temples since 1970. The number of these temples in the region doubled (from 8 to 16) in the 1980s, and more than doubled again by the end of the 1990s. Over half can be found on Chicago's North Side, several in the Uptown area. Outside the city, notable older temples include the Thai Buddhist Temple (Wat Dhammaram, 1976) in unincorporated southwest Cook County, which opened a striking multipurpose facility in the early 1990s, and Wat Phothikaram (1982) in Rockford, the Lao temple featured in the video documentary Blue Collar and Buddha.\n\nTwo Japanese clergy stimulated local American-convert participation in Buddhism in the postwar period. Kubose's Buddhist Temple of Chicago drew as many as 30 converts to its services in the late 1940s and early 1950s. In 1955 Kubose created the American Buddhist Association to facilitate outreach beyond the Japanese community. Soyu Matsuoka Roshi, abbot of the Zen Buddhist Temple of Chicago (1949), began to attract both white and African American practitioners in the early 1960s. As a result of sustained indigenous interest since the 1960s, the region today contains about 30 Buddhist centers that serve a predominantly non-Asian constituency, plus a few Asian American temples that accommodate non-Asian converts. Zen traditions account for about half of the non-Asian centers, Tibetan traditions about one-fourth. The Nichiren Shoshu Temple for the Midwestern states opened in west suburban West Chicago in 1981, and a new Soka Gakkai International center opened in 1995 in the Near South Side, both groups claiming a significant number of African American members. Formal inter-Buddhist cooperation among several Asian and non-Asian groups occurs through the Buddhist Council of the Midwest (1987), especially in its annual International Visakha celebration. The council cosponsored the centennial commemoration of the World's Parliament of Religions in 1993.\n\nGreater Chicago's Buddhist population at the close of the twentieth century comprised a variety of ethnic and sectarian identities. The immigrant groups, most into only their second generation, faced a complex Americanization process which included the task of separating Old World, culture-specific aspects from more universal elements of Buddhism shared cross-culturally among them. The convert groups, somewhat insulated by sectarian distinctions, nevertheless have brought a common, American cultural perspective to their Buddhist practices. At the dawn of the new century it remained unclear whether a uniquely “American” brand of Buddhism would emerge in urban centers like Chicago, or whether Buddhism in America would remain pluralist.\n\n",
  "Bibliography": "Buddhist Churches of America, vol. 1, 75 Year History, 1899–1974. 1974.\nKubose, Gyomay M. American Buddhism: A New Direction. 1976.\nNumrich, Paul David. Old Wisdom in the New World: Americanization in Two Immigrant Theravada Buddhist Temples. 1996.",
  "Author of Text": "Paul D. Numrich\n\n",
  "Hyperlinked Terms Associated": "Chinese| Japanese| World´s Parliament of Religions| World´s Columbian Exposition of 1893| Wheaton| Lincoln Park| Burmese| Korean| Lao| Thai| Vietnamese| Uptown| African American| Tibetan| Near South Side| Americanization",
  "neighborhood names associated": "Uptown| Lincoln Park"
}