{
  "Title": "Buffalo Grove, IL",
  "Descriptive Text": "Cook and Lake Counties, 26 miles NW of the Loop.\n\nNew Englanders established the first farms in the area, followed in the 1840s by Melchior Raupp and other Germans. Farmers carried their harvest in wagons along 34 miles\n\nof dirt roads to Chicago. Mainly Roman Catholics, these German settlers raised $300 and donated seven acres of land to build St. Mary's Church in 1852. Although a few years later arsonists destroyed the church, it was rebuilt in 1899 at Buffalo Grove Road and Lake-Cook County Road. Additions enlarged the structure in the 1980s.\n\nAround the turn of the century dairy farming was extensive, prompting J. B. Weidner to build a cheese factory. When the price of milk rose, the cheese factory closed. In 1899 Little Mike's Place located across from St. Mary's Church and had a bar, dining room, dance hall, sleeping rooms, and a place for horses. A century later the establishment remained in operation with its original bar intact as Lou Malnati's Pizzeria.\n\nIn the 1930s Dundee Road became the first state concrete road in northern Illinois, improving automobile access. Development began in earnest in 1957 when builder Al Frank purchased one hundred acres of farmland and began building ranch-style houses, generally without basements.\n\nFollowing incorporation in 1958 the village grew from 164 to 1,492 residents within two years. Other developers, including William Levitt, who built Long Island's Levittown, entered the market. Population escalated with large subdivisions such as Strathmore and the Woodlands at Fiore. In the 1970s Jewish families flocked to the area, and by the early 1990s there were six synagogues in Buffalo Grove. At the end of the twentieth century Jews constituted approximately 30 percent of the village's population.\n\nGrowth has not been limited to residential subdivisions. Buffalo Grove Commerce Center was developed in 1981 with 50 acres of light industrial park at Lake-Cook Road and the Soo Line Railroad tracks. In the mid-1980s Corporate Grove industrial park was erected to the east and Buffalo Grove Business Park was constructed to the west. Expansion continued into the 1990s to the north with Arbor Creek Business Centre at Aptakisic Road and Barclay Boulevard, and Covington Corporate Center on Busch Road.\n\nBy the end of the twentieth century the village had grown from 67 acres at incorporation to approximately 5,000. Population in 2000 stood at 42,909.",
  "Bibliography": "Clipping file. Indian Trails Public Library, Wheeling, IL.\nPolzin, Michael. “Charging Ahead.” North Shore Magazine, July 1991, 38–41, 93–102.\nStritch, Samuel Alphonsus Cardinal. Solemn Blessing and Dedication of St. Mary's School, Buffalo Grove, Illinois. 1947. Booklet, Indian Trails Public Library, Wheeling, IL.",
  "Author of Text": "Marilyn Elizabeth Perry",
  "Hyperlinked Terms Associated": "Germans| Roman Catholics| subdivisions, Jews| subdivisions"
}