{
  "Title": "Building Trades and Workers",
  "Descriptive Text": "\n\nCONSTRUCTION OF \\\"THE FAIR,\\\" C.1891\nThe modern construction industry and organizations of journeymen and contractors originated in the commercial, industrial, and urban transformations of the early nineteenth century. As large-scale merchant builders took over from the master artisans in the various special crafts required to erect a building, they relegated many to the position of labor subcontractors. These changes were well underway by midcentury, when Chicago experienced its greatest growth. With the advent of factory-made materials, many workers, especially those in the carpentry trade—the largest of the construction crafts—became little more than installers of prefabricated products, often paid by the piece. Under the “piecework” system speculators bypassed masters and their broadly trained journeymen, allowing easily trained, lower paid “greenhorns” who were often recent immigrants to threaten the integrity of the crafts.\nBy the 1870s unions of skilled building tradesmen had taken root in almost all city crafts. Though they were at first little more than makeshift bodies relying on the enthusiasm of the moment, these early unions embodied a basic labor demand: that all journeymen receive a standard minimum wage. Payment of a standard wage would remove contractors' incentive to employ lower paid pieceworkers and cement class solidarity among journeymen.\n\nNo building trades unions won stable contracts until the great eight-hour day movement surrounding the Haymarket Tragedy of 1886. By that time many unions employed paid walking delegates (now called business agents), required initiation fees and dues, and offered burial, sick, and other benefits.\n\nIn 1887, after the bricklayers and carpenters had won the eight-hour day, the contractors formed strong employers' associations and mounted an “open shop” counterattack to destroy the power of the walking delegates to enforce union standards at the widely scattered building sites. After a short but bitter battle, Judge Murray F. Tuley arbitrated a precedent-setting trade agreement in which the bricklayers and mason contractors agreed to regularized collective bargaining for the first time. By 1890 the bricklayers and other trades had joined together in the first viable building trades council. Under its leadership journeymen from all organized trades could strike a building under construction in unison—the “sympathy strike”—leaving the contractor without a workforce. They were often aided by a hands-off approach from Chicago police.\n\nIn 1890–91, during construction of the World's Columbian Exposition, carpenters, painters, plumbers, steam fitters, iron workers, and others in the building trades used their favorable bargaining position and newfound strike methods to win agreements similar to those of the bricklayers.\n\nDuring the 1890s the contractors' associations fell into disarray. Under the two-fisted leadership of Martin “Skinny” Madden, the unions parlayed their ability to mount sympathy strikes into union control over the industry. The depression from 1893 to 1897, however, forced the unions to accept agreements to work only for association contractors, thus artificially strengthening their employers. Soon, the agreements were expanded into three-cornered arrangements in which unions and the associations of contractors and material manufacturers gained monopolies within their respective markets.\n\nIn 1900–01, the contractors locked out the unions, claiming that these exclusive agreements raised material prices to exorbitant levels and that sympathy strikes created intolerable unpredictability in the market for contractors. Under intense pressure from Chicago business, Democratic mayor Carter Harrison II used the police to protect strikebreakers, and the Great Lockout of 1900–01 ended in union defeat. Though most labor gains from the late nineteenth century remained, the exclusive agreements were abolished and the unions accepted “the eight cardinal principles” in which they acknowledged the supremacy of the contractors in the industry.\n\nThe first 11 years of the twentieth century were years of peace in the construction industry and accomplishments such as the establishment of jointly run apprenticeship programs. But, gradually, the rise of new construction methods led to union rivalry over control of the new work. By 1913, fully 75 percent of all work stoppages resulted from jurisdictional disputes between unions. In 1915, general contractors led by the Builders' Association were able to initiate a lockout and force the unions to accept a “uniform form of agreement” as the basis of all labor agreements and a Joint Conference Board, which still functions to resolve disputes.\n\nThe last great episode of industrial conflict in the Chicago construction industry occurred in the early 1920s. The city's largest employers and builders combined to impose the open shop on contractors and unions alike. Using many unions' unwillingness to abide by Judge Kenesaw Mountain Landis's 1921 arbitration award, outside employers established a Citizens Committee which labeled as “outlaw” unions that rejected the award and bound contractors not to bargain with them.\n\nNo struggle in the history of the construction industry in the city was fought with more bitterness and violence. The carpenters and painters split from the building trades council and led successful opposition to the Landis Award. A major reason for their victory was the massive 1920s building boom in which speculative builders operating in the outlying residential areas employed the journeymen outlawed by the Citizens Committee. A troubling byproduct of the conflict was the use by many building trades unions of professional thugs to intimidate nonunion workers and contractors through bombings and beatings. By the late 1920s, Al Capone and his gangsters had turned the tables on union members by taking control of many of the smaller building trades unions.\n\nBy the end of the decade, most contractors returned to union recognition. An extended era of cooperation and nonadversarial bargaining relations began, which was reinforced by two developments. The first was the pro-collective-bargaining legislation of the New Deal in the 1930s and 1940s. Second, after World War II, a 30-year building boom, whose yearly average of residential units built approached that of the 1920s, permitted contractors to pass union wages onto the public. In the early 1980s, the construction industry was hit with a major recession, followed by substantial expansion from the late 1980s to the end of the century.\n\nMost worrisome to labor has been the decline, beginning in the 1970s, of general contractors employing all the basic trades (carpenters, painters, iron workers, laborers, cement masons, bricklayers) to build a building. General contractors have been replaced by project managers whose entire business is brokering bids to subcontractors. As a result, there is more specialization in the basic trades, more cutthroat bidding, a resurgence of piecework, and more white-collar middlemen in the industry. Though union contractors still control a majority of residential, industrial, and commercial work in the metropolitan area, the short duration of most contracts makes it difficult for business agents to police collective-bargaining agreements and has allowed small immigrant-owned nonunion firms a niche in the basic trades.\n\nSince the 1970s, the building trades have opened their doors, reluctantly at first, to African American, Latino, and even a trickle of women workers. By the 1980s, apprenticeship programs had been integrated and many unions had outreach programs. The carpenters district council claimed at the end of the century that approximately 20 to 25 percent of its membership is black or Latino. Union leadership, however, remained largely white and male.",
  "Bibliography": "Hoyt, Homer. One Hundred Years of Land Values in Chicago. 1929.\nMontgomery, Royal E. Industrial Relations in the Chicago Building Trades. 1927.\nSchneirov, Richard, and Thomas J. Suhrbur. Union Brotherhood, Union Town: The History of the Carpenters' Union of Chicago, 1863–1987. 1988.",
  "Author of Text": "Richard Schneirov",
  "Hyperlinked Terms Associated": "construction| eight-hour-day| Haymarket| strike| police| World's Colombian Exposition| work|Democratic| New Deal| World War II"
}