{
  "Title": "Bulgarians",
  "Descriptive Text": "When, in 1893, the famous Bulgarian writer Aleko Konstantinov recounted his journey to the World's Columbian Exposition, he could not have known that his remarkable book Do Chikago i nazad (To Chicago and Back) would become instrumental in the immigration and the choice of final destination of generations of Bulgarians. By the year 2000 the Chicago area was among the largest Bulgarian settlements in the United States. The census counted 5,683 people of Bulgarian ancestry in metropolitan Chicago, and unofficial community estimates ranged from 20,000 to 30,000.\n\nThe first Bulgarians who began to arrive in Chicago, as early as 1870s, were students sent by American Protestant missionaries for further study in the United States. Most returned, but those who remained formed the basis of an ethnic presence.\n\nThere were two major waves of Bulgarian immigration to the United States. In the beginning of the twentieth century, unemployment and overpopulation stimulated emigration. Approximately 50,000 predominantly single men from Bulgaria proper (“the kingdom”) and from its lost territory of Macedonia moved to the United States in the first years of the twentieth century. Most were peasants or unskilled laborers who worked in mines, steel mills, or railroad construction.\n\nThe second wave began with the fall of state socialism in Eastern Europe. After 1989, thousands of young, well-educated Bulgarians arrived in Chicago, not with the intention of earning some money and returning back home as many of their predecessors had, but intent on building a new life in America. Between those two waves, because of the U.S. restriction on immigration in the period from 1924 to 1965 and changes in Bulgarian emigration regulations, only small numbers of job-seeking youths and opponents to the Communist regime emigrated.\n\nBulgarians initially formed a distinct community centered on Adams Street, just east of Halsted. The first two Bulgarian bookstores in the United States opened there, as well as a growing number of bakeries, taverns, and travel and employment agencies. Later, numerous Bulgarian families that had traveled to America through Germany settled among Germans in Lincoln Square or in Albany Park before moving to the northern suburbs.\n\nIn 1902, the first Bulgarian newspaper, Struggle, appeared in Chicago, followed by Bulgarian News a year later. Around 1905, the first Bulgarian Protestant Group was organized. An evangelical mission Zhivot (Life), a neighborhood cultural club, and a few fraternal and mutual benefit societies were started in 1911. The two Bulgarian Eastern Orthodox churches, St. Sophia, established in 1938, and St. John of Rila, founded in 1996, have been not only religious places but also social centers devoted to maintaining ethnic awareness, language, and traditions through Sunday schools and social gatherings. The numerous political organizations that Bulgarians have joined or established, such as the Macedonian Political Organization (founded 1922), the Bulgarian Socialist Labor Federation (1910–1917), the American Slav Congress (1930s), the right-wing Bulgarian National Committee—Free and Independent Bulgaria (founded 1949), and the Bulgarian National Front (founded 1958), have also aimed at preserving ethnic pride. Chicagoans of Bulgarian descent more recently contributed to metropolitan culture with the festivities on the occasion of the donation of the bust of Aleko Konstantinov to the University of Chicago in November 1996.\n\n",
  "Bibliography": "25th Anniversary Jubilee Almanac of “Naroden Glas,” the Oldest Bulgarian National Newspaper in America [in Bulgarian]. 1933.\nAbbott, Grace. “The Bulgarians of Chicago.” Charities and the Commons 21 ( January 1909): 653–660.\nAltankov, Nikolay. The Bulgarian-Americans. 1979.",
  "Author of Text": "Daniela S. Hristova",
  "Hyperlinked Terms Associated": "World´s Columbian Exposition| Germans| Lincoln Square| Albany Park| mutual benefit societies| Eastern Orthodox| University of Chicago",
  "neighborhood names associated": "Lincoln Square| Albany Park"
}