{
    "Title": "Labor Law",
    "Descriptive Text": "Labor law refers to the body of rules enacted by various governments that regulate the conditions of work and define the rights and obligations of employers, labor organizations, and employees. In Chicago, the law has determined the outcome of many struggles between capital and labor.During the early twentieth century, the criminal courts often intervened in local labor disputes. Cook County state's attorneys used common and statute laws prohibiting conspiracy (technically, associated persons pursuing an unlawful end or accomplishing a lawful end by unlawful means) to prosecute strikers engaged in picketing and boycotting. Grand juries frequently charged unionists with conspiring to injure replacements and employers. In 1906 and 1907, the state twice prosecuted teamsters' union officials for conspiring to boycott the Montgomery Ward Company during a heated five-month strike. Though neither trial ended in conviction, both financially weakened the Chicago Federation of Labor (CFL) and discouraged labor militancy. Similar prosecutions continued to contain union power and labor militancy, with prosecutions haunting Chicago's most prominent union officers between 1910 and 1940.Employers also restrained strikers by obtaining court orders. Between 1900 and 1920, Cook County judge Jesse Holdom repeatedly enjoined union pickets, often without a full hearing. In the 1920s, federal judge James Wilkerson became labor's nemesis, issuing broad injunctions during the 1922 railway shopmen's strike. Judges enforced their orders by holding violators in contempt, sending labor leaders to jail without a jury trial. Though lawyers like Clarence Darrow had some success defending unionists in court, such injunctions profoundly hindered efforts at organizing manufacturing workers.But Chicago government often supported unions, and labor organizations held significant power in city government. In 1897, the powerful Building Trades Council pressured the Chicago Board of Education to pass a provision (later voided in state court) requiring contractors to hire union craftsmen. Labor's representatives on the Civil Service Board used their power to organize public employees, while unions of engineers, plumbers, teamsters, barbers, and moving picture operators obtained license laws that helped them govern their crafts. For example, the 1909 “Barber Shop Law” gave the Journeymen Barbers' Union effective control over who might legally cut hair in Chicago.Because of labor's political strength, Illinois was among the first states to adopt laws protecting workers. In 1903, an alliance of unions and reform groups obtained a law limiting child labor. In 1909, the legislature passed the Health, Safety, and Comfort Act, which greatly reduced industrial accidents. A weak workers' compensation law followed two years later. These successes were limited, and labor did not obtain statutes addressing unemployment, wages, or hours. However, in 1925, after much lobbying, labor unions finally gained a constitutionally valid state law limiting labor injunctions. Illinois law still prohibits state and county judges from enjoining workers engaged in peaceful picketing during a bona fide labor dispute.Federal legislation during the Great Depression transformed industrial relations in Chicago, limiting judicial interference and encouraging unionization. The NorrisLaGuardia Act of 1932 prohibited federal injunctions, while the National Labor Relations Act of 1935 (NLRA) established the right to organize and founded a National Labor Relations Board (NLRB) to oversee union elections. This new legal environment enabled committees affiliated with the Congress of Industrial Organizations to organize operatives working in Chicago's meat packing and steel plants.Over time, federal law became less friendly to labor. The 1947 Taft-Hartley Amendment to the NLRA overturned Norris-LaGuardia and freed federal judges to enjoin unions. The law also outlawed tactics such as the secondary boycott and other “unfair labor practices.” Since the 1940s, judicial and administrative decisions have weakened federal support for unions. Some local commentators attribute the waning power of unions in Chicago to the vitiation of the NLRA.",
    "Bibliography": "Beckner, Earl R. A History of Illinois Labor Legislation. 1929.Myers, Harold Barton. “The Policing of Labor Disputes in Chicago: A Case Study.” Ph.D. diss., University of Chicago. 1929.Staley, Eugene. History of the Illinois State Federation of Labor. 1930.",
    "Author of Text": "Andrew Wender Cohen",
    "Hyperlinked Terms Associated": [
        "work",
        "courts",
        "teamsters",
        "strike",
        "Chicago Federation of Labor",
        "Building Trades",
        "unemployment",
        "Great Depression",
        "unionization",
        "Congress of Industrial Organizations",
        "meat packing"
    ]
}