{
    "Title": "Labor Songs",
    "Descriptive Text": "Between 1865 and 1920 Chicago served as a center for working-class protest songs and poetry. Labor publications and organizations featured thousands of compositions by workers and their allies as they sought to rally workers.In 1865, Charles Haynes, a blind musician, wrote one of the first modern labor songs. His “ Eight Hour Song” reflected labor's earnest temperament in this period: Hear your leader's voices call you, Hasten quickly on your way; We must rally for the fight, Stand for justice and for right, Till the law for work be made 8 hours a day.Most songwriters came from working-class backgrounds. William Creech, a machinist, frequently presented his work to working-class audiences. Shopkeepers, such as printers James and Emily Tallmadge, and local labor leaders, such as Gustav Lyser, a journalist and key figure in the German community's labor affairs, often contributed as well. In fact, the German community counted many skillful writers, among them Lyser and Robert Reitzel.Songs appeared in newspapers, songbooks, and broadsides, and at rallies, strikes, meetings, and socials. Literary and musical influences included folksongs, evangelical hymns, Civil War music, popular and sentimental poetry, antebellum reform songs, romantic literature, and minstrelsy. Songs sometimes addressed less obvious labor concerns such as romance, religion, and nature. The majorityoffered social criticism and a prolabor messagebut also addressed specific issues: wages, hours, strikes, monetary reform, scabs, craft lore, socialism, gender roles, immigration, child labor. Chicago's own labor issues surfaced in songs such as “Boycott Armour” (1887): The aged year was dying fast As through Chicago's streets there passed, A walking delegate carrying high, A band with this new war cry: “Boycott Armour!”After 1900, mainstream unions moved away from broad-based social reform, as well as cultural activities such as music and poetry. Additionally, workers began seeking their entertainment from the burgeoning popular culture industry. Radicals, however, maintained and refined the labor song tradition, producing important work. The Chicago-based Industrial Workers of the World (“Wobblies”) proved adept at the craft as their Little Red Songbook (1909) demonstrates. Communists and the new CIO unions in the 1930s diligently promoted labor music's potential. Singing at union gatherings would continue into the 1940s, as workers still sang Chicago “Wobbly” Ralph Chaplin's famous 1915 labor hymn: “Solidarity Forever! For the Union makes us strong.” The days when labor songs permeated the labor movement, however, had passed.",
    "Bibliography": "Foner, Philip S. American Labor Songs of the Nineteenth Century. 1975.Halker, Clark D. For Democracy, Workers, and God: Labor Song-Poems and Labor Protest, 1865–1895. 1991.Industrial Workers of the World. Little Red Songbook. 1909.",
    "Author of Text": "Clark “Bucky” Halker",
    "Hyperlinked Terms Associated": [
        "Eight Hour",
        "German",
        "newspapers",
        "strikes",
        "Civil War",
        "poetry",
        "Industrial Workers of the World"
    ]
}