{
    "Title": "Lacustrine System",
    "Descriptive Text": "The landscape that greeted early settlers to the Chicago area was filled with lakes, sloughs, and wetlands. These water bodies were the legacy of the last period of continental glaciation (the Wisconsin glaciation) which came to an end about 12,000 years ago. The lobe of glacial ice more than one-half-mile thick which had scoured out the Lake Michigan basin melted away and left a huge lake called Lake Chicago. The surface of this glacial lake lay 60 feet higher than the current level of Lake Michigan, and it overlay much of the future Chicago area. The lake was dammed behind ridges of glacial debris (moraines) that roughly paralleled the current shore of Lake Michigan and marked the farthest extent of the ice movement.This huge glacial lake was short-lived and underwent numerous changes of size and level, but while the lake was in existence, it deposited silts and clays on the lake bottom. These deposits had major consequences for the future character of the area. Ultimately, Lake Chicago created two drainage outlets which converged southwestward through the ringing moraine hills. Then, over a period of roughly 3,000 years, the lake waters drained away toward the Mississippi in a prodigious torrent with a flow greater than that of the Amazon. This enormous flow created the two so-called sag valleys south and west of Chicago and also produced the large valley occupied today by the much smaller Illinois River. Eventually the glacial lake drained down to the present dimensions of Lake Michigan, leaving large swampy areas on the surrounding plain caused by the clay deposits that held water near the surface.Lake Michigan is the third largest of the Great Lakes in area, and its surface stands 582 feet above sea level. It is the only one of the Great Lakes to lie entirely within the United States. It is 307 miles long and 118 miles wide at its widest point and contains roughly 1,180 cubic miles of water. The lake comprises two main basins. The deep basin north of Milwaukee has a depth of 923 feet and reaches 341 feet below sea level. It has a rough bottom and is swept by strong currents. The southern basin, by contrast, is much shallower, with a relatively smooth bottom and slow-moving currents. A surface (littoral) current flows southward along the lake's western shore and carries sand toward the notable dunes at the lake's south end.In addition to Lake Michigan, other much smaller vestiges of Lake Chicago remain. These shallow lakes include Lake Calumet, which once covered three square miles, and the smaller Wolf and George Lakes. But water was everywhere upon the land and many other sloughs and wetlands were also present. One wetland, called Mud Lake by American settlers, lay athwart the sub–continental divide southwest of Chicago, which separated the waters that flowed southwestward toward the Mississippi from those that flowed eastward into Lake Michigan. The ancient portage route that connected Lake Michigan and the Chicago River with the Des Plaines, Illinois, and Mississippi Rivers went through this wetland area.In addition to Lake Chicago remnants, the glacial moraines that ring the Chicago area themselves hold large numbers of small lakes. As the moraines were formed, huge chunks of ice lay helter-skelter along the ridge surface. When these ice blocks melted they gave rise to many water-filled depressions called kettles and small surrounding hills called kames. Such undulating, pond-filled, moraine landscapes are very attractive and have often been developed into prestigious suburban residential areas.",
    "Bibliography": "Atwood, W. W. The Geology of Chicago and Its Region. 1927.Bretz, Harlen J. Geology of the Chicago Region. Parts 1 and 2. 1939; 1955.Solzman, David. The Chicago River: An Illustrated History and Guide to the River and Its Waterways. 1998.",
    "Author of Text": "David M. Solzman",
    "Hyperlinked Terms Associated": [
        "water",
        "glaciation",
        "Lake Michigan",
        "Great Lakes",
        "portage",
        "Chicago River",
        "Des Plaines",
        "Illinois"
    ]
}