{
    "Title": "La Grange Park, IL",
    "Descriptive Text": "Cook County, 13 miles W of the Loop. In the late nineteenth century, residents of the Park—a small farming community in western Cook County —looked with alarm at the “blind pig” operating out of the home of a local stonemason. Horrified by their inability to stop the mason's unauthorized sale of alcohol or to control the behavior of his customers, local residents decided to incorporate. As an incorporated village, residents of La Grange Park could regulate the sale of alcohol, hire police to enforce temperance regulations, and control development within their community. La Grange Park joined several other rural communities in Cook County—including Barrington (1865), Palatine (1866), and Arlington Heights (1887)—which incorporated primarily to control the sale of alcohol within their borders.Unlike many suburban developers in the late nineteenth century, the founding residents of La Grange Park had little desire to promote the financial success of their community. While its citizens relied on neighboring La Grange for shopping, transportation, banking, entertainment, and churches, La Grange Park remained a small, residential village. In 1900, eight years after the village's incorporation, only 730 people lived there, as opposed to the nearly 4,000 residents of La Grange. As late as 1940, the village claimed to be the only incorporated community in Illinois that lacked a railroad station, post office, street signs, parks, churches, or any significant business center. During the 1950s, however, village officials and citizens' associations actively pursued further housing and commercial development. The village's population more than doubled during the decade, from 6,176 in 1950 to 13,793 in 1960. Despite this growth and increased economic diversity, La Grange Park remained a primarily residential community with a population of 13,295 in 2000.",
    "Bibliography": "Cromie, William J., ed. La Grange Centennial History. 1979.Keating, Ann Durkin. Building Chicago: Suburban Developers and the Creation of a Divided Metropolis. 1988.Sonderby, Tina, and Laura Koranda. La Grange Park: Reflections of the Past. 1993.",
    "Author of Text": "Sarah S. Marcus",
    "Hyperlinked Terms Associated": [
        "Cook County",
        "Barrington",
        "Palatine",
        "Arlington Heights",
        "La Grange"
    ],
    "Street addresses associated": [
        "La Grange Park",
        "Barrington",
        "Palatine",
        "Arlington Heights",
        "La Grange"
    ]
}