{
    "Title": "La Grange, IL",
    "Descriptive Text": "Cook County, 13 miles W of the Loop. Throughout the mid-nineteenth century, the expansion of the rail system around Chicago laid the framework for a sprawling metropolis. As railroads reached into new areas, real-estate developers bought land and built towns along the lines, offering affluent Chicagoans the chance to move out of the increasingly congested central city.Like his fellow speculators, Franklin Dwight Cossitt sought to take advantage of middle- and upper-class Chicagoans' “suburban fever.” In 1870, Cossitt purchased a 600-acre tract of farmland and uncultivated prairie adjacent to the recently completed Chicago, Burlington & Quincy line through western Cook County. Cossitt named his tract La Grange, after a Tennessee cotton farm that he had owned before the Civil War. A French word for “barn,” La Grange had been the name of the ancestral home of Marquis de Lafayette, a Revolutionary War hero.By planting hundreds of elm trees, restricting the sale of liquor, building large singlefamily houses, setting aside property for schools and churches, contributing to the construction of a rail depot, and laying out a street plan that allowed for large lots, Cossitt wanted to distinguish his small, ordered village from what he saw as the overcrowded chaos of metropolitan Chicago. Emphasizing the contrast between suburban and urban physical landscapes, Cossitt advertised La Grange as a utopian retreat from the perceived dangers of the city. For investors in Cossitt's community, La Grange offered not only a cleaner, orderly, and more “natural” physical environment than Chicago, but also a seemingly less threatening population. Although La Grange's population, like that of many other railroad suburbs, represented a socioeconomic mix of upper-income professionals and lower-income service employees, many of its residents were native-born and few worked as industrial laborers. In contrast, the large concentration of foreign-born workers in Chicago contributed further to some Americans' image of the city as a dangerous, chaotic place.The Chicago Fire of 1871 reinforced the image of La Grange (and other communities in Cook County ) as a suburban sanctuary. By forcing refugees to seek shelter outside the city and by further convincing middle-class and wealthy Chicagoans that the city had become too dangerous, the fire accelerated the process of suburbanization and the expansion of the Chicago metropolitan area begun by the railroads, Cossitt, and other real-estate developers. By the end of the nineteenth century, when the suburban electric railway reached La Grange, the village had been incorporated within the expanding geographic entity of metropolitan Chicago.La Grange continued to grow in the first decades of the twentieth century, both demographically and geographically, annexing and developing surrounding land in order to accommodate a population that had risen from 6,525 in 1920 to 10,103 in 1930. Unable to find open and affordable land in Chicago, manufacturers like General Motors Corporation and Aluminum Company of America moved into La Grange during the 1930s and 1940s. In the mid-twentieth century, as the rates of suburbanization and exodus out of Chicago increased, the population of La Grange continued to rise, to nearly 17,814 by 1970. Zoning laws that restricted housing densities and placed limits on multiple-dwelling units prevented even greater population increases. By 2000, the population of La Grange had leveled off to 15,608.",
    "Bibliography": "Andreas, A. T. History of Cook County, Illinois. 1884.Chamberlin, Everett. Chicago and Its Suburbs. 1874.Cromie, William J., ed. La Grange Centennial History. 1979.",
    "Author of Text": "Sarah S. Marcus",
    "Hyperlinked Terms Associated": [
        "railroads",
        "real-estate",
        "Civil War",
        "trees",
        "Fire of 1871",
        "Cook County",
        "demographically",
        "annexing",
        "Zoning"
    ],
    "Street addresses associated": [
        "La Grange"
    ]
}