{
    "Title": "Lake County, IN",
    "Descriptive Text": "The retreat of the glaciers 25,000 years ago left a landscape of sand ridges and swamps 10 miles inland from the current shoreline of Lake Michigan. Consequently, the northern portion of Lake County offered few sites for productive agriculture. Fertile lands existed south of the Calumet River, where the Valparaiso Moraine rose 20 feet, creating a drier landscape that extended to the Kankakee River.The Potawatomi hunted the region and established a number of trails, including the Old Sauk, the Calumet, the Toleston, and the Calumet River. With the arrival of the French, the trails provided a transportation corridor for the fur trade between the St. Joseph and Kankakee Rivers. Located on high ground, they remain major transportation routes.Settlers entered Lake County following treaties with the Native Americans in 1826 and 1832. Arriving from New York, Ohio, and southern Indiana, settlers squatted lands near the current towns of Crown Point, Hobart, and Cedar Lake. The sale of public lands did not occur until 1839. To protect their claims from speculators, 476 squatters formed a union in 1836. When sales occurred in LaPorte, the squatters traveled en masse to acquire legal title to their lands. Within two years of the sale, Crown Point became the county seat.The agricultural portion of Lake County was 40 miles from Chicago, a distance requiring days of travel through difficult terrain. So the population rose modestly, from 1,468 in 1840 to 3,991 in 1850. Nearly all settlers south of the moraine were farmers. Fourteen percent were Germans who established small communities at St. John, Schererville, Brunswick, Klaasville, Hessville, Hanover Center, and Whiting. Germans remained the county's largest ethnic group throughout the nineteenth century.After 1850, the railroads established various stations that provided farmers access to Chicago, where they could sell perishables like milk, fruit, and eggs. From these stations, farmers received cheap lumber and building materials, thereby ending the log-cabin era in Lake County. No longer isolated, farmers introduced refinements into everyday life, but the county did not develop an urban center. Crown Point lacked a rail outlet until 1865.The railroads spurred industrial development among the sand ridges and swamps of North Township. By 1900, the industrial towns of Hammond, Whiting, and East Chicago contained 52 percent of the county's 37,892 residents. With the establishment of U.S. Steel's Gary Works in 1906, a large division existed between the industrial north and the rural south. Tensions were already evident during the Pullman Strike of 1894: North Township supported strikers while rural communities denounced the labor unions whose actions halted the shipments of perishable products to Chicago. Soon afterward, a few prominent citizens in Hammond unsuccessfully fought to relocate the county seat further north.Rural and urban divisions increased once Polish, Slovak, Croatian, and Greek immigrants arrived to work in the rapidly expanding steel industry. The cities of East Chicago and Gary contained populations overwhelmingly foreign-born. As a consequence, the Ku Klux Klan prospered in Lake County during the 1920s, drawing support from local Protestant churches and from political leaders in Indianapolis. Anti-Catholic and antiunion, the Klan organized parades and rallies attracting thousands of supporters who called for “100 percent Americanism.” Briefly, they were a force in county politics, until public scandal led to the imprisonment of the Klan's state leader, D. C. Stephenson.Industrial growth fostered a series of real-estate booms in North, Calumet, and Hobart Townships. By 1920 these townships contained 245,155 residents, roughly one-fourth of Chicago's suburban population. During the twenties, real-estate and commercial development accelerated. Newspapers in Hammond and Gary promoted a regional identity, boasting of prosperous industrial communities that offered employment and suburban residential opportunities. By 1930, immigrants and their children were a majority of the region's consumers, constituting three-fifths of all homeowners. General prosperity and the rise of a consumer-based economy reduced the tensions between the native and foreign born.When the Great Depression ended prosperity, the industrial portions of Lake County embraced labor unions and the Democratic Party. By World War II, a better-educated, Americanized second generation replaced immigrants as the dominant segment of the population. During the war, employment opportunities increased rapidly for African Americans and Mexican immigrants. As minority populations increased in Gary and East Chicago, tensions surfaced once again between older residents and new arrivals. During the real-estate booms of the 1950s and 1960s, younger and more affluent residents, both white- and blue-collar, moved south to newer residential developments. These new developments profited from the construction of Interstates 80, 94, 90, and 65, which made regional commuting possible from southern and western Lake County.After 1968, racial tensions, plant closings, and the loss of jobs in the steel industry damaged severely the economy of northern Lake County. Economic decline destroyed thriving downtowns in Hammond and Gary. Lake County's total population fell 13 percent from 1970 to 1990, from 546,253 to 475,594. The industrial cities of Hammond, East Chicago, and Gary suffered the greatest loss, a drop of 29 percent. In contrast, the population outside these cities increased 12 percent, with housing units rising by 47 percent. In 1974, the opening of multimillion-dollar Southlake Mall near Merrillville, and later the Star Plaza Theatre entertainment complex, demonstrated clearly the movement in commercial development away from Hammond, Gary, Whiting, and East Chicago. By 1990, 51 percent of Lake County residents lived beyond the boundaries of these older industrial cities.Currently, the region consists of striking contrasts. Gary and East Chicago contain dominant African American and Mexican American populations, with one-fourth of the population living below the poverty line. Further south, established suburban communities like Munster, Griffith, and Highland provide a high quality of housing. In 1990, Munster remained the wealthiest community per capita in Lake County. New growth, both residential and commercial, occurs south of the Valparaiso Moraine, especially in Merrillville, Schererville, St. John, and Crown Point. During the most recent real-estate boom of the 1990s, these communities built upscale housing. Nevertheless, Lake County and the Calumet region suffer from a reputation as a declining industrial district with little appeal for affluent, college-educated suburbanites. Even the newest upscale developments contain largely blue-collar populations.",
    "Bibliography": "Ball, Timothy H. Encyclopedia of Genealogy and Biography of Lake County, Indiana. 1904.Howat, William F., ed. A Standard History of Lake County, Indiana, and the Calumet Region. 2 vols. 1915.Moore, Powell A. The Calumet Region: Indiana's Last Frontier. 1959.",
    "Author of Text": "Joseph C. Bigott",
    "Hyperlinked Terms Associated": [
        "Lake Michigan",
        "agriculture",
        "Calumet River",
        "Potawatomi",
        "French",
        "fur trade",
        "transportation",
        "treaties",
        "Crown Point",
        "Hobart",
        "Cedar Lake",
        "Germans",
        "St. John",
        "Schererville",
        "railroads",
        "lumber",
        "Hammond",
        "East Chicago",
        "Gary",
        "Pullman Strike",
        "Hammond",
        "Polish",
        "Slovak",
        "Croatian",
        "Greek",
        "work",
        "Ku Klux Klan",
        "Protestant",
        "real-east",
        "Newspapers",
        "Great Depression",
        "Democratic Party",
        "World War II",
        "Americanized",
        "African Americans",
        "Mexican",
        "commuting",
        "Merrillville",
        "Munster",
        "Griffith",
        "Highland"
    ],
    "Street addresses associated": [
        "Crown Point",
        "Hobart",
        "Cedar Lake",
        "St. John",
        "Schererville",
        "Brunswick",
        "Klaasville",
        "Hessville",
        "Whiting",
        "Hammond",
        "East Chicago",
        "Gary",
        "North",
        "Calumet",
        "Hobart Townships",
        "Munster",
        "Griffith",
        "Highland",
        "Merrillville"
    ]
}