{
    "Title": "Lake County Discovery Museum",
    "Descriptive Text": "Located in Wauconda within Lake County's two-thousand-acre Lakewood Forest Preserve and operated by the Lake County Forest Preserve District, the Lake County Discovery Museum hosts a variety of programs and collections. Public programs at the museum, which was established in 1976, have ranged from displays of antique farming machinery to Civil War encampments to history lessons targeted to first and second graders. The museum's permanent collections include local history archives of Lake County; material on Fort Sheridan, the U.S. Army base that was located in Lake County from the 1880s until it closed in the early 1990s; and records of the 96th Illinois Infantry Regiment, which included volunteers from Lake County during the Civil War.The museum's most notable collection is the Curt Teich Postcard Archives. Considered to be largest public collection of postcards in the world, the archives contain millions of postcards, including nearly 400,000 images of twentieth-century American life and culture. Of particular interest are thousands of views of towns and cities across the United States and in more than 80 other countries. Established by German immigrant Curt Teich, the Chicago-based Curt Teich & Co. operated from 1898 until 1978. The company's agents crossed the country, selling postcards and taking photographs to make new ones. Between the First and Second World Wars, Teich's Irving Park Road plant on Chicago's North Side sometimes printed several million postcards a day. Throughout its existence, the company maintained an archive of all of its postcards and its photographs. After the company closed, the Teich family sought a home where the vast archive would be preserved as a single collection. In 1982 they donated the collection to the Lake County Discovery Museum, which makes the collection available to researchers and visitors in person and on the Web.",
    "Bibliography": "Harris, Moira F. “Curt Teich Postcards of Minnesota.” Minnesota History 54.7 (1995): 304–315.Keister, Kim, “Wish You Were Here.” Historic Preservation 44.2 (1992): 54–61.Pyle, Christine A., “The Curt Teich Postcard Collection in Wauconda, Illinois.” Pharmacy in History 30.4 (1988): 192–194.",
    "Author of Text": "Ian McGiver",
    "Hyperlinked Terms Associated": [
        "Wauconda",
        "Lake County",
        "Forest Preserve",
        "Fort Sheridan",
        "Civil War",
        "postcards",
        "German",
        "photographs"
    ],
    "Street addresses associated": [
        "Wauconda",
        "Lake County",
        "Irving Park"
    ]
}