{
    "Title": "Lake Michigan",
    "Descriptive Text": "Lake Michigan is the third largest of the Great Lakes (22,400 square miles) and the only one located entirely within the United States. At least since 1670, when Marquette and Joliet crossed the Chicago Portage, Lake Michigan has been Chicago's link to the wider world. A resource alternately treasured and plundered, the lake has served at various times as Chicago's dumping ground, a place from which to reclaim vital recreational space, and a source of drinking water. In 1818 the boundary of the new state of Illinois was adjusted 60 miles to the north so as to include the shore of the lake as part of the state's eastern boundary. Without this shift Chicago would not even have been located in Illinois.The lake's name is derived from the Algonquin word Michigami, meaning “great water.” In the language of economics that great water functioned as an inexpensive medium of transportation and an integrated system of circulation for the communities within the Lake Michigan basin. As the market and hub for that basin, Chicago shaped the transformation of the coastal areas of Indiana, Wisconsin, and Michigan into discrete zones of economic activity. During the years between 1860 and 1900 hundreds of lumber schooners tied the frontier sawmill towns of northern Michigan and Wisconsin to the Chicago lumber market. During those same years steam-powered excursion and packet vessels linked Chicago with the small ports of southwestern Michigan and Door County, Wisconsin, unloading tourists and taking on crates of fresh fruits. Norwegian, Irish, and Native American fisherman fed Chicago and the region thousands of tons of whitefish and trout.A less scenic transformation took place along the Little Calumet and Grand Calumet Rivers. Giant bulk freighters united the iron mines and stone quarries of the North with the coal fields of the South in the steel towns at the southern end of Lake Michigan. In each case it was Chicago as a market, as a source of capital, and as a distribution center which shaped the shores of the entire lake. Chicagoans created the illusion that the pollution of sawmills could be segregated from commercial fishing, that agricultural production existed in harmony with vacation beach resorts, that the city was immune from the effluvium of metal fabrication.Lake Michigan also has provided a respite from urban congestion. From the middle to the end of the nineteenth century vigorous young Chicagoans were attracted to the wild dunes and beaches of the Near North and South Sides. Sailing was also popular, although it was not until 1875 that elite Chicagoans began to organize yacht clubs to facilitate the sport. Aaron Montgomery Ward's lawsuits and Daniel Burnham's 1909 Plan of Chicago finally laid the foundation for a lakefront of parks, harbors, and beaches open to the masses of the city.During the 1960s the fallacy of seeing Lake Michigan as a series of discrete zones of recreational, agricultural, and industrial use was revealed in the form of stinking piles of algae and alewives (four-inch-long silver fish). Choices had to be made among the numerous uses of the lake. Lawsuits against industrial and municipal polluters in the Calumet region during the early 1970s and a controversial ban on the use of phosphate detergents played a major role in stopping further deterioration of the lake. The 1972 federal Clean Water Act and the establishment of the Environmental Protection Agency helped to initiate a halting reversal of the lake's ecological deterioration.",
    "Bibliography": "Mendes, Joel, Theodore J. Karamanski, and Philip Elmes. The Maritime History of Chicago: A Guide to Sources. 1990.Quaife, Milo. Lake Michigan. 1944.Wille, Lois. Forever Open, Clear, and Free: The Struggle for Chicago's Lakefront. 1972.",
    "Author of Text": "Theodore J. Karamanski",
    "Hyperlinked Terms Associated": [
        "Great Lakes",
        "Portage",
        "water",
        "transportation",
        "lumber",
        "Norwegian",
        "Irish",
        "Native American",
        "Calumet",
        "iron",
        "quarries",
        "agricultural",
        "vacation",
        "dunes",
        "Sailing",
        "Burnhams"
    ]
}