{
    "Title": "Lake Forest, IL",
    "Descriptive Text": "LakeCounty,27milesN of the Loop. Lake Forest, a favorite retreat of Chicago's upper class, is tied to the network of suburbs north of Chicago along Lake Michigan regarded as the North Shore. Earliest white habitation, circa 1834, was for farming. The area was initially beyond Chicago's reach, but starting in 1855 railroads enabled daily commutation.Presbyterians established Lake Forest in 1857. Almerin Hotchkiss's design resembled a park, featuring curvilinear lines. Incorporated in 1861, it attained high regard among wealthy Chicagoans by offering cultivated landscapes, abundant land, and the prospect of social order. The founders simultaneously organized Lake Forest College, anticipating its centrality in their community.The population of 877 in 1880 advanced to 1,203 in 1890; it nearly doubled, to 2,215, in 1900. Chicagoans constructed country-style estates, often occupied seasonally (Cyrus H. McCormick, Jr.'s Walden; Louis F. Swift's Westleigh; and J. Ogden Armour's Mellody Farm). But the crowning glory was the Onwentsia Club, established in 1895 as a private country club.Market Square was completed in 1917. This sublime commercial center designed by Howard Van Doren Shaw complemented the sumptuous private dwellings. Rectangular in form, it opened upon the railway station. Foreseeing the automobile age, the tree-lined square enabled access for motorists. Capitalized and operated privately through a land trust, it became a lasting civic expression. In 1978 it was listed on the National Register of Historical Sites as the nation's first planned shopping center.Population reached 6,554 by 1930, with much of the growth occurring in the 1920s. Skokie Highway, completed in 1931, connected it to other population centers. Local services and facilities required attention: infrastructures for utilities; a new city hall; a professional fire department; the first freestanding post office as well as library; new schools (most notably a four-year high school); a youth center; a movie theater; a public golf course; and a modern hospital. To preserve the historic scale, a municipal zoning ordinance was enacted in 1923. In 1926 voters approved the annexation of a largely uninhabited 10-square-mile expanse on Lake Forest's western boundary, tripling its size to 15 square miles.Change accelerated in the second half of the twentieth century. Population surpassed 10,000 in 1960 and reached 20,059 in 2000. During these postwar decades the prevailing residential expression shifted from castles to ranch houses. While the east side remained mostly unchanged (save for new apartment complexes), single-family homes in the southern and westerly reaches proliferated. Lake Forest also became a center of employment, especially in financial services: within its central business district, office space increased 286 percent (+327,731 square feet) between 1974 and 1999; private-sector employment citywide advanced 203 percent between 1978 and 1998, in part due to an office park acquired through further annexation. Local government again encountered challenges: vehicular congestion; water service; school construction; recreation (especially developing its beachfront); senior citizens; and cultural affairs. Advocacy for historic preservation and land conservation intensified. So did opposition to its governing regime, in place since the 1940s. Accelerated by the premium upon real estate bearing a Lake Forest address, municipal officials enacted the nation's first building-scale ordinance in 1989 to regulate the demolition of residences and the construction of oversized replacements. For 1999, the average sale price of single-family homes was $821,316.",
    "Bibliography": "Arpee, Edward. Lake Forest, Illinois, History and Reminiscences, 1861–1961. 1963; rev. ed. 1991.Dart, Susan. Market Square, Lake Forest, Illinois. 1984.Miller, Arthur H., and Shirley M. Paddock. Lake Forest, Estates, People, and Culture. 2000.",
    "Author of Text": "Michael H. Ebner",
    "Hyperlinked Terms Associated": [
        "Lake Michigan",
        "Lake Forest College",
        "infrastructures",
        "golf",
        "hospital",
        "zoning",
        "apartment",
        "annexation",
        "water",
        "historic preservation",
        "real estate"
    ],
    "Street addresses associated": [
        "Lake Forest",
        "Skokie"
    ]
}