{
    "Title": "Lake View",
    "Descriptive Text": "Community Area 6, 4 miles N of the Loop. Over the past century and a half, the name Lake View has referred in turn to the first of Chicago's North Shore suburban developments, an independent township, a city in its own right, and a community area within Chicago. All of the Lake Views have occupied land between two and eight miles north of Chicago's center. As one official incarnation of Lake View gave way to the next, it gradually transformed from a loose agglomeration of large parcels of land occupied by farms and estates into distinct neighborhoods housing many single young adults, childless married couples, and gay men.Lake View's early residents followed the lead of nearby Lincoln Square's first property owner, Conrad Sulzer. Farmers from Germany, Sweden, and Luxembourg made celery Lake View's most important local crop. In 1854, James Rees and Elisha Hundley built the Lakeview House hotel near Lake Shore Drive and Byron Street as a resort for potential investors in local land. (According to legend, Walter Newberry stood on the hotel's veranda and, admiring its view, suggested that it be called “Lake View House.”) Wealthy Chicagoans seeking summer retreats from the city's heat and disease bought up land in the eastern sector of the area. New railroad lines prompted development of more residential land and added suburban characteristics to Lake View's resort atmosphere.With increasing settlement came legal identity. In 1857, the area presently bounded by Fullerton, Western, Devon, and Lake Michigan was organized into Lake View Township; in 1872 residents built a town hall at Halsted and Addison; and in 1887 Lake View was incorporated as a city. In 1889, however, despite a controversial vote and the recalcitrance of Lake View officials, the city was annexed to Chicago.The urbanizing Lake View attracted not only new residents, but also visitors to its burgeoning commercial and recreational facilities. A baseball park at Clark and Addison later known as Wrigley Field (1914) attracted Chicagoans who lived outside Lake View. Wieboldt's Department Store (1917) anchored a new shopping district at the intersection of Lincoln, Belmont, and Ashland Avenues. Southwestern Lake View's working-class residential character merged with that of neighboring North Center, as factory workers sought homes near their jobs. They occupied such subdivisions as Gross Park, which was laid out by Samuel Eberly Gross. Developers also built apartment buildings to accommodate residents who could not afford homes such as those preferred by the old, suburban elite. In the mid-twentieth century, high-rise apartments and four-plus-ones (multiple-unit low-rises), both of which attracted single people and childless couples, were popular solutions to the growing housing problem.The apparent changes in the family and architectural structures of Lake View alarmed some residents, who organized the Lake View Citizens Council in the 1950s to fight potential blight. LVCC quickly realized that Lake View was too well off for designation as a government conservation area, so it encouraged private redevelopment and rehabilitation instead. Residents and merchants used different strategies to preserve distinctive neighborhoods within Lake View. In the early 1970s, for example, East Lake View became known as New Town for its trendy shops and counterculture denizens. The elegant Alta Vista Terrace attained landmark status. A real-estate frenzy during the early 1980s drove neighborhoods such as Wrigleyville into public view.The physical preservation of Lake View, however, did not reconfigure the area into a family-centered community. While some of the new residents, such as World War II Japanese American refugees from California and the increasing Latino population, did arrive in family units, most of Lake View's new population were single, childless young adults. As early as the 1950s, an identifiable gay male population resided in the Belmont Harbor area. According to the 1990 census, more than 22,000 residents of Lake View were between the ages of 25 and 44 and lived in “nonfamily” households.",
    "Bibliography": "Andreas, A. T. History of Cook County, Illinois, from the Earliest Period to the Present Time. 1884.Clark, Stephen Bedell. The Lake View Saga. 1985 [1974].",
    "Author of Text": "Amanda Seligman",
    "Hyperlinked Terms Associated": [
        "township",
        "community area",
        "Lincoln Squares",
        "Germany",
        "Sweden",
        "Luxembourg",
        "hotel",
        "railroad",
        "Lake View",
        "Township",
        "annexed",
        "Wrigley Field",
        "Department Store",
        "shopping district",
        "North Center",
        "subdivisions",
        "apartment",
        "real-estate",
        "Japanese",
        "gay"
    ],
    "Street addresses associated": [
        "Lincoln Square",
        "East Lake View",
        "Wrigleyville",
        "Belmont Harbor"
    ]
}