{
    "Title": "Lake Villa, IL",
    "Descriptive Text": "Lake County, 41 miles NW of the Loop. After the displacement of the Potawatomi, the earliest landowners in the area were farmers, who first bought the land from the government in the 1840s. The first local centralized place was Monaville, a crossroads hamlet southwest of what is now Lake Villa. Lake Villa itself began in 1883 as a project of merchant E. J. Lehmann, founder of the Fair Department Store on State Street in Chicago. Lehmann bought land between Cedar Lake and Deep Lake and built a private resort and a sumptuous, 150-room hotel to entertain friends, guests, and vacationers.Lehmann hoped to call the settlement “Lake City,” but as there was already a town by that name in Illinois, the first post office in 1884 was called Stanwood. The name “Lake Villa” came into use after 1886.Lake Villa was a station on the Wisconsin Central Railroad line built in 1887, providing convenient transportation to the resort from Chicago. Lehmann's leadership ended in 1890, when he suffered a breakdown and was institutionalized. While some summer vacationers did pass through Lake Villa, the town itself grew slowly, incorporating in 1901. By 1910 the population was 342. While Grand Avenue (Route 132) was once the boundary between Antioch and Avon Townships, residents successfully petitioned to create Lake Villa Township in 1912, arguing that this change would end the need to travel more than six miles to vote on Election Day.The village did not develop much of a commercial center to compare with nearby villages such as Antioch and Fox Lake. The Lake City Hotel burned in 1915. By the 1920s Lehmann's children had built expansive mansions on scattered estates, contributing to an image of the area as a wealthy enclave. Ice harvesting provided employment for some farmers and local residents in the winter. Lake Villa was also the location of the Allendale School, an institution for homeless boys founded in 1897. The Central Baptist Children's Home located itself on a Lake Villa estate in 1948.In the 1950s a phase of suburban growth began. Developers subdivided the farmlands of many of the old mansions, including Ernst Lehmann's Lindenhurst Farm, which gave its name to what became a new neighboring municipality.Lake Villa itself remained a small, settled village. There was some growth through new subdivisions in the mid-1980s. In 1990 the village population was 2,857. Population grew rapidly to 5,864 in 2000, as developers built thousands of homes, along with a strip mall and business center.Lake Villa and Lindenhurst continue to have overlapping histories, sharing schools, churches, and the Lake Villa District Library. In 1995 the Lindenhurst–Lake Villa Chamber of Commerce was organized by expanding a preexisting Lindenhurst chamber.The new North Central Metra line, providing service to O'Hare Airport and to downtown Chicago, opened in 1996 with a station at Lake Villa. This restored rail passenger service to the village for the first time since 1965. The station is a replica of the original 1886 station, which was torn down in 1974.",
    "Bibliography": "Chatlien, Michael. Timepiece: A History of the Lake Villa Area. Videocassette. 1994. 53 min.Trychta, J. K., ed. Nine Decades: The Village of Lake Villa, Illinois, 1901–1991. 1991.",
    "Author of Text": "Douglas Knox",
    "Hyperlinked Terms Associated": [
        "Potawatomi",
        "Department Store",
        "hotel",
        "Railroad",
        "transportation",
        "Antioch",
        "Fox Lake",
        "Lindenhurst",
        "Metra"
    ],
    "Street addresses associated": [
        "Lake Villa",
        "Lindenhurst",
        "Antioch",
        "Fox Lake"
    ]
}