{
    "Title": "Lake County, IL",
    "Descriptive Text": "The Illinois State Legislature organized Lake County on March 1, 1839, by partitioning McHenry County. The new county was bordered by McHenry County on the west, the Wisconsin Territory to the north, Cook County to the south, and Lake Michigan to the east.Settlers pursued trading, farming, and manufacturing in the hinterland of Chicago's growing economy. Beginning in 1836, stagecoaches traveled Green Bay Road along a route paralleling Lake Michigan that connected Chicago and Milwaukee. Waukegan, along Green Bay Road 40 miles north of Chicago, became Lake County's economic and government center because of its prospering harbor. Designated as the county seat, supplanting Libertyville, Waukegan accounted for 20 percent of county residents by 1850.Railroads transformed Lake County. The earliest line, the Chicago & Milwaukee Railroad, commenced in 1855 and linked Chicago and Milwaukee via Waukegan. Even before its completion, Walter S. Gurnee ( mayor of Chicago, 1851–52) promoted residential development that became Chicago's North Shore. Three North Shore suburbs— Highland Park, Lake Forest, and Lake Bluff —were within Lake County. North Shore residents traveled to Ravinia Park, founded as an outdoor theater in 1904, for opera and symphonies.LOON LAKE ICE HOUSE, N.D.The Elgin, Joliet, & Eastern Railroad (the Outer Belt Line), completed in 1891 as an intraregional freight carrier, linked Waukegan to Chicago's other satellite cities, spurring its industrial development. The Chicago, Milwaukee & North Shore Electric Railway (the North Shore Line), transported passengers and freight from 1899 until it shut down in 1963. These lines encouraged further industrial development at Waukegan and at North Chicago, and also supported two federal defense installations, Fort Sheridan in Highwood (1887) and Great Lakes Naval Training Station in North Chicago (1911). The number of wage earners in manufacturing, mostly in Waukegan and North Chicago, advanced 71 percent (or 6,111) between 1900 and 1930. By 1925, Abbott Laboratories had relocated to North Chicago, terminating its Chicago operations.Motor vehicles and new roads revolutionized travel by the 1920s. Early automobile traffic depended upon Sheridan Road, an outdated two-lane route along Lake Michigan, for north-south journeys. Work commenced on the Skokie Valley Highway (U.S. 41) in 1931 several miles west. When Lake County exceeded 100,000 inhabitants in 1930, its population included its first urban clusters—Libertyville and Barrington —situated in its westerly reaches. The completion of the Skokie Valley branch of the North Shore Line in 1926 reinforced this westerward development.A north-south segment of the Tri-State Tollway (I-94) was completed in 1958 several miles west of U.S. 41, further accelerating westward growth, and enabling easy access to O'Hare Airport and other metropolitan counties. Deerfield, Gurnee, and Vernon Hills, all in close proximity to the tollway, attained significance as the county's most active centers for private-sector employment. Three enterprises—the Great America amusement park (1976), the Hawthorne Center (1973) and Gurnee Mills (1991), each shopping malls—became major destinations. Waukegan's share of the countywide workforce declined by 9 percent between 1978 and 1998, although it retained primacy as the county's largest employment center. As of 2000, the five largest employers in Lake County were the Great Lakes Naval Training Station (23,000), Abbott Laboratories (15,300), Hewitt Associates (5,570), Motorola (5,000), and Kemper Insurance Companies (3,700). The region's first new rail commuter line since 1926 opened in 1996 with eight stops in western Lake County.The profound changes in Lake County during the second half of the twentieth century were an aspect of large-scale suburbanization within the nation's metropolitan regions. From 1950 to 2000, Chicago's population decreased 20 percent as Lake County's advanced 260 percent. The county was 97 percent white in 1950; by 2000 the county’s population included 14 percent Hispanic, 7 percent African American, and 4 percent Asian residents. Waukegan, the sixth largest city in Illinois, has been the gateway for racial and ethnic minorities as it had been for white immigrants and their children decades earlier. The 2000 census classified 70 percent of Waukegan residents as nonwhite or Hispanic.The wealthiest county (median income of $67,675) in the state and ranked tenth nationwide based on data reported in 2000, Lake County is representative of the dual metropolis: persistent social isolation and intensified economic disparity. One in three county residents subsisting beneath the poverty line, based on data for 1990, lived either in Waukegan or North Chicago. Median home values ($136,000 for the county in 1990) reinforced stratification: in the county's wealthy southeastern communities ( Bannockburn, Deerfield, Highland Park, Lake Bluff, Lake Forest, and Mettawa ), the aggregated figure was $384,140; the combined statistic for North Chicago and Waukegan was $67,700.In the state's third most urban county, planning for future development has become a major political issue. Suburbanization has led to dramatic drops in farm acreage. Heightened environmental sensibilities prompted the formation of a Lake County Forest Preserve District in 1958 and the adoption of a county land-use plan in 1960 (updated four times through 2002.) Acreage owned by the Forest Preserve doubled between 1980 and 2000, to 22,273, roughly 6 percent of the county land mass, thanks to four referendums for land acquisition between 1991 and 2000. The daily journey to work in 2000 consumed 31 minutes for residents of the county; nationally it was 24 minutes and even in Los Angeles 28 minutes. The foremost contemporary issue, relentlessly contested by growth advocates and environmentalists, has been the proposed extension of Illinois Route 53 northward from Cook County into western Lake County.",
    "Bibliography": "Ahmed, G. Munir. Manufacturing Structure and Pattern of Waukegan–North Chicago. 1957.Cutler, Irving. Chicago: Metropolis of the Mid-Continent. 3rd ed. 1982.Cutler, Irving. The Chicago-Milwaukee Corridor: A Geographic Study of Intermetropolitan Coalescence. 1965.",
    "Author of Text": "Michael H. Ebner",
    "Hyperlinked Terms Associated": [
        "McHenry County",
        "Cook County",
        "Lake Michigan",
        "Waukegan",
        "Libertyville",
        "Railroads",
        "mayor",
        "Highland Park",
        "Lake Forest",
        "Lake Bluff",
        "Ravinia Park",
        "North Chicago",
        "Fort Sheridan",
        "Highwood",
        "Great Lakes Naval Training Station",
        "Barrington",
        "Tollway",
        "OHare Airport",
        "Deerfield",
        "Gurnee",
        "Vernon Hills",
        "amusement park",
        "Great Lakes Naval Training Station",
        "commuter",
        "Mettawa",
        "Bannockburn",
        "Forest Preserve",
        "land-use"
    ],
    "Street addresses associated": [
        "Waukegan",
        "Libertyville",
        "Highland Park",
        "Lake Forest",
        "Lake Bluff",
        "North Chicago",
        "Deerfield",
        "Gurnee",
        "Vernon Hills",
        "Barrington",
        "Bannockburn",
        "Mettawa"
    ]
}