{
    "Title": "Lake Barrington, IL",
    "Descriptive Text": "Lake County, 35 miles NW of the Loop. The Native Americanswho lived along the banks of the Fox River over three thousand years ago found the oak- and prairie-covered rolling hills interspersed with marshlands to be both a beautiful and hospitable area in which to live. The recent discovery of burials from that time suggest an established Indian presence in the Lake Barrington area.With the exception of a few fur-trapping expeditions in the late 1700s, the area remained in the hands of various Indian groups until the end of the Black Hawk War in 1832. Soon after, farmers began drifting into the area and turned to dairying as a way to obtain income.The area remained rural and minimally populated until after World War I, when Chicago businessmen began turning farms into estates. One family, the Criswells, owned over six hundred acres around Indian Lake about five miles north of Barrington. Still, the area around Indian Lake remained fairly undisturbed because marshlands made travel difficult prior to the advent of hard-surfaced roads.In 1946 Robert Bartlett purchased the Criswell property and began planning a heavily populated residential complex along Indian Lake, which he renamed Lake Barrington. This development frightened many owners of large estates. They hoped to maintain a minimum five-acre lot size, but Bartlett and some farmers fought for half-acre zoning, a density level that they believed would bring the best return for their property while keeping a semirural atmosphere. Estate owners south of Lake Barrington disagreed and sought to incorporate themselves as North Barrington to protect their own zoning plan. Both Lake Barrington and North Barrington voted to incorporate independently from each other on October 31, 1959. Jorgen Hubschman, supporting Bartlett's views, became Lake Barrington's president.With Bartlett's death in May 1967, zoning issues arose again as developers vied to purchase his holdings and construct high-density subdivisions similar to the one called Lake Barrington Shores, a condo development in the northeast corner of the village. By the early 1970s, a compromise concerning population densities allowed for the completion of Lake Barrington Shores, the annexation of a commercial area along U.S. Route 14 at Kelsey Road, and the imposition of less dense zoning regulations in the rest of the village, where one-acre lot sizes were required.Once the community's residents settled their internal disputes over zoning, Lake Barrington sought to protect its plan from county zoning regulations that allowed for even more dense settlement than half-acre or larger lots. In 1988, Lake Barrington joined an already active association of neighboring communities called the Barrington Area Council of Governments which had the goal of resisting development and preserving the semirural status and affluent character of its member villages.While the population growth from 300 in 1970 to 4,757 by the end of the century may seem rapid, given the 3,200-acre size of the village, Lake Barrington seems to have successfully resisted the wave of intense development that flowed around it in the last three decades.",
    "Bibliography": "“Village of Lake Barrington: Community Information Guide and Map.” Pamphlet. N.d.Galo, Maria T. “Regional Guardian Arrives at the Crossroads.” Chicago Tribune, March 30, 1998.Lake Barrington: A Passionate Past That Gave Its Community a Secure Future. Pamphlet. N.d.",
    "Author of Text": "Craig L. Pfannkuche",
    "Hyperlinked Terms Associated": [
        "Fox River",
        "Black Hawk War",
        "Barrington",
        "zoning",
        "North Barrington",
        "annexation"
    ],
    "Street addresses associated": [
        "Lake Barrington",
        "North Barrington"
    ]
}