{
    "Title": "Landscape Design",
    "Descriptive Text": "When Europeans first visited the Chicago region, three aspects of Indian landscape design gained their attention—portages, trails, and fires. The several portages in the region, permitting transfer between the Great Lakes and Mississippi watersheds, were important on a very large scale and inspired speculation regarding the development of the continent. The trails, usually along unrecognized remnants of glacial activity—former beaches, eskers, moraines—showed where the land could be traversed in all times, regardless of the wetness of the season.Most apparent to the early explorers was the burning of the prairies, usually in the fallow seasons. This management technique had transformed the Illinois region from one of mixed forest and grassland into the easternmost edge of the extraordinary tall-grass prairies of the American Great Plains. Because the burning destroyed small woody plants, the continuous views through the few stands of trees reminded European travelers of landscaped parks, reinforcing their sympathy for what came to be called the picturesque.Applying the Land Ordinance of 1785, the landscape was platted into townships of 36 square miles, with square mile sections. Early settlers were struck by the extent of the prairie and the pliancy of the river—in fact some saw it as a marsh with diverse channels. Trees, whether cottonwoods along watercourses or oaks along glacial rises, provided some relief to the planarity of the land. The lake, as an inland sea, entered consciousness as the most dramatic and sublime element of the landscape. However, it was the prairie in its limitless horizon that was so new and exciting and baffling to settlers. The gridded town and bounded house site organized space in a familiar manner, but the limitless prairie remained unaccommodated as it remained uncomprehended. Meanwhile, as Chicago's population grew from about 4,000 in 1840 to more than a quarter million at the eve of the Civil War, the initial individuality of building sites gave way to streetscapes bounded by uniform setbacks, heights, and orientation to the street, as well as regularized street zones.From the creation of such landscaped cemeteries as Oakwoods, Graceland, and Rosehill, to the initiation of a park and boulevard system linking the expanding city neighborhoods, to the conscious design of railroad-served suburbs such as Lake Forest and Riverside, professional landscape designers applied the most current ideas about the role of landscape design in the creation of urban civilizations. Civic leaders such as Paul Cornell and William Le Baron Jenney served with distinction on, respectively, the south and west parks commissions. They commissioned designers such as Frederick Law Olmsted, Calvert Vaux, Ossian Simonds, H. W. S. Cleveland, and Jens Jensen, among others, to design these large-scale open-space components for the city. The area was in effect zoned according to land use patterns determined as much by the implications of landscape design as by the patterns and routes of the expanding commercial and industrial city. From Frederick Law Olmsted to Daniel H. Burnham, landscape and urban designers used parks and planned suburbs to shape elements of the city, describing the entire region as a comprehensive act of environmental design—city, suburb, parks, forest preserves greenbelts, zones of transportation and development.Burnham's plan of 1909 is the greatest single act of landscape design ever offered as a guide for the city. Integrating all elements of the growing city as well as the region it affected, Burnham's plan sought to comprehend the entire region as an interrelated system of built-up and open spaces. As with earlier plans, the aesthetic of the picturesque— water either moving or in ponds, irregularly framed open spaces, wooded borders and points of transition from one zone to another, the development and exploitation of topographic elements as seemingly natural features in the environment—dominated. The immediate regions of the various fieldhouses or other focused elements of the parks were occasionally treated in a more formal manner associated with French or Italian landscape design. The most famous outcome of the Burnham Plan—the development of parks for almost the entire lakefront of the city—was matched by another, equally large-scale transformation of the city, the elevation and embankment of the vast network of rail traffic in the city. The increasing loss of life caused by rail crossings at grade led to the systematic, and still incomplete, raising of the tracks. Such embankments tended to create or reinforce neighborhood distinctions at a time when a large new wave of immigration from rural America as well as from around the world was significantly increasing the importance of place for ethnic communities.In the late twentieth century, an ecological and environmental movement inspired by the writings of Aldo Leopold and Rachel Carson led to efforts to preserve and restore the landscape. Sites targeted ranged from the extremely polluted to the surprisingly pristine. Numerous large, abandoned industrial and transportation sites provided opportunities to reconsider the land. Some proposed restoration to a condition prior to human use or presence, while others discussed mixed uses through clean up and remediation. Meanwhile, many people benefited from the discovery that nature could be found in one's back yard or along the parkway as easily as at the seashore or in the mountains. Several institutions helped generate and respond to citizen interest. The Morton Arboretum, in Lisle, continued to be one of the most important such facilities in the nation, with a distinguished staff developing and applying basic science. The Chicago Botanic Garden, in a Cook County Forest Preserve north of the Skokie Lagoons, achieved broad public support for its multiple garden settings and extensive public programs. The cooperative extension of the University of Illinois continued its century-old pattern of identifying and serving communities that were increasingly urbanized and suburbanized. Regional advocacy groups such as the Openlands Project and the local offices of national entities such as the Nature Conservancy demonstrated through their programs and members the broadly popular appeal of environmentalism.The population of Chicago declined in the 1960 census for the first time since the founding of the city. Although suburbanization had accompanied the entire history of Chicago, now the suburbs were about to become the preferred place of residence of the majority, who would transform the appearance of the region by using new political power to change public policy. Other factors also intertwined to change the face of the region. The pursuance of civil rights, the venality of “block busting” real-estate brokers, and the development of a national system of high-speed limited-access highways changed the appearance of neighborhoods, the people in them, and their relation to the communities around them. The landscapes of abandoned and devastated communities contrasted with the gated communities of others. High-rise apartment buildings along the lakefront spoke of the power and success of the city, while high rises along expressways suggested a warehousing of populations. Both phenomena demonstrated an urban vision described as “the tower in the park” and advocated by the Swiss French architect Le Corbusier and the German American city planner Ludwig Hilberseimer.",
    "Bibliography": "Bluestone, Daniel. Constructing Chicago. 1991.Burnham, Daniel H., and Edward H. Bennett. Plan of Chicago. 1909.Mayer, Harold M., and Richard C. Wade. Chicago: Growth of a Metropolis. 1969.",
    "Author of Text": "Kevin Harrington",
    "Hyperlinked Terms Associated": [
        "landscape",
        "Great Lakes",
        "townships",
        "Trees",
        "Civil War",
        "cemeteries",
        "Graceland",
        "Lake Forest",
        "Riverside",
        "land use",
        "forest preserves",
        "transportation",
        "Burnhams plan",
        "water",
        "Morton Arboretum",
        "Lisle",
        "Chicago Botanic Garden",
        "Forest Preserve",
        "University of Illinois",
        "Openlands Porject",
        "environmentalism",
        "civil rights",
        "\"block busting\" real-estate",
        "gated communities",
        "apartment",
        "expressways"
    ],
    "Street addresses associated": [
        "Oakwoods",
        "Graceland",
        "Rosehill",
        "Lake Forest",
        "Riverside",
        "Skokie"
    ]
}