{
    "Title": "Land Use",
    "Descriptive Text": "The successful development of the Chicago metropolitan area is largely attributed to the region's strategic location at the southern end of Lake Michigan. This vital crossroads location has served the region's economy well in terms of production and the shipment of goods by all modes of transport. Chicago's locational advantage has been exploited by land developers and infrastructure builders over time to produce the land-use pattern of today's metropolis.Recognized as early as 1673 by Joliet and Marquette, the connection between the Great Lakes and the Mississippi River offered opportunities not only for exploration and trade, but also for real-estate investment and speculation.After Indian treaties cleared the way for large-scale settlement and investment, Chicago became a funnel for people, products, and investment dollars to the American West. Well-placed Native American trails and trading routes were transformed into shipping, rail, and highway routes, with settlements providing services. Early traders were joined by farmers, who set the stage for massive agricultural and urban development.Government sponsorship of the Illinois & Michigan Canal and the marketing of canal lands encouraged the growth of Chicago and other canal towns from Lake Michigan to LaSalle-Peru. Chicago has always experienced boom and bust economic and development cycles. After rapid growth in the 1830s, there was the bust of 1837, followed by recovery. After the I&M Canal was completed in 1848, it was rapidly eclipsed by the development of more efficient railroads, which added impetus to the following boom. Together, the water and rail systems that moved supplies and manufactured goods to the western frontier and agricultural products to eastern markets also provided the base for real-estate development. The developing pattern of land use was therefore largely oriented to the canal and rail corridors where warehouses, industries, and housing for canal and railroad workers were located.The “big shoulders” image of Chicago emerged during the period of extraordinary industrial development of the late nineteenth and early twentieth centuries. The iron and steel mills and the oil refineries of southeast Chicago and Gary and along the industrial corridor following the original route of the I&M Canal (later the route of the Sanitary and Ship Canal and the Stevenson Expressway ) became major land users that supported the region's economy and the development of worker housing.Patterns of land use before rail transport were influenced by the location of landscape features such as rivers and ancient beach ridges, but much more profound was the influence of the surveyor's grid, which imposed a lasting square-mile pattern of roads and subdivisions. The grid exists today, along with a pattern of commuter rail corridors with nodes of bedroom communities radiating from the Chicago Loop.After World War II, the square-mile surveyor's grid began to be filled in by the fashionable curvilinear style of subdivision development. Radial and circumferential expressways, together with multilane arterial roadways, added further complexity to the pattern. Land use and real-estate development built on this pattern of the basic grid plus its overlays.The region's world-famous planning and urban design heritage have also influenced the history of land use and real-estate development. The company town of Pullman, the grand Plan of Chicago offered by Burnham and Bennett in 1909, the reservation of lakefront parkland and outlying forest preserves, the prototypical curvilinear suburb of Riverside, the post– World War II bedroom community of Park Forest, and the conservation community of Prairie Crossing in the 1990s all provided national models for progressive real-estate development and urban design.The natural attractiveness of certain areas provided another stimulus for real-estate development. The cottages and resorts in the lake district in the northern part of the region gradually converted to full-service communities. Similarly, wealthy city dwellers seeking the country experience led the development of suburban golf courses reachable by commuter rail service, around which grew suburbs such as Flossmoor and Olympia Fields. The stunning Lake Michigan shoreline miles north of downtown Chicago provided captains of industry and civic leaders with an elegant, verdant, and unpolluted residential setting.The single largest real-estate force over the last 50 years has, of course, been the automobile, which made the countryside accessible for new homeowners, allowing escape from the ills of city living. Where housing went, jobs followed. Thus, older urban communities and suburbs began a period of emptying, and new investment occurred in outlying and newly developing communities. Scattered employment opportunities and regional shopping centers developed throughout the expanding suburban fringe. City and suburban workers were, and still are, dependent upon the automobile for most suburban travel. Cultural attitudes toward land use, reflected by traditional zoning ordinances, strongly enforced the low-density development patterns and highly segregated land uses.The disinvestment of urban Chicago and older suburbs seemed to accelerate the “concentric growth phenomenon,” which had been described by urban economists such as Homer Hoyt at the University of Chicago. It was easy to see a concentric pattern of inner core, older inner areas, newly developing areas farther out, and finally, open countryside. In the period between the 1960s and the 1990s this dynamic progression was even more apparent.There have been two periods of public concern about the phenomenon of suburban “sprawl,” that is, a dispersed pattern of new development that leaves behind older areas and creates new, loose patterns of land use dependent on the automobile. The first wave of concern was soon after World War II when expressways were constructed and suburban growth and the preference for owner-occupied singlefamily houses increased. As a response, in 1957 the Illinois legislature created the Northeastern Illinois Planning Commission (NIPC) as an advisory agency charged with coordinating development among the hundreds of local governments and taxing districts, developing regional plans, and providing research and technical assistance. In its Comprehensive General Plan, adopted in 1968, NIPC called for concentrating new development largely along the radial commuter lines focused on the Chicago Loop, and for preserving wedges of open space and low-density development between the radial corridors. However, Illinois' legal framework for planning, zoning, and real-estate taxation has encouraged a multiplicity of jurisdictions competing for tax revenues, thereby exacerbating sprawl. This does not encourage intergovernmental cooperation, long-range planning for public investment, compact development patterns, or resource conservation.According to NIPC, the explosion of land consumption continued dramatically between 1970 and 1990 with a 40 percent increase in developed land area in the region, while the region's population increased by only 4 percent. More than four hundred square miles of farmland were consumed during this period. Major new development was being experienced in the counties lying just outside the six-county metropolitan area. Other metropolitan areas across the United States were observing the same phenomenon. Therefore, there was an increasing awareness in the 1990s that this growth pattern represented a very real threat to the long-term sustainability of communities and the metropolitan region. Planners in the northeastern Illinois region, as in many other regions, began to call for “smart growth” in order to promote mixed land uses, preservation of usable open space, and viable transportation systems. Federal and state governments were similarly taking up the charge.Also during the 1990s, Chicago began to experience major new investment in the central part of the city and in other locations as well. Loft conversions, new high-rise apartments and condominiums, new townhouse developments, and infill on individual lots began to bring new vitality back to the city. Local school improvements and reduced crime rates further supported reinvestment in older cities and towns. Some of the older but more desirable suburbs were also experiencing the “tear-down” phenomenon, where historic homes were purchased and demolished in order to build larger structures.Federal initiatives to clean up rivers and streams have left shorelines attractive amenities for residential and commercial development, replacing their use for industry and disposal of waste. Similarly, techniques for cleaning up and redeveloping old industrial sites (“brownfields”) were tested successfully by federal, state, and local agencies. This further added to the prospects for rejuvenation of older areas.At the end of the twentieth century, there were signs of acceptance of new forms of real-estate development and land use. It remains to be seen whether these will become dominant forms and whether the region will find effective means to further a regional vision as it increasingly operates within a global economy.",
    "Bibliography": "Cronon, William. Nature's Metropolis: Chicago and the Great West. 1991.Mayer, Harold M., and Richard C. Wade. Chicago: Growth of a Metropolis. 1969.Northeastern Illinois Planning Commission. Strategic Plan for Land Resource Management. 1992.",
    "Author of Text": "Richard D. Mariner",
    "Hyperlinked Terms Associated": [
        "Lake Michigan",
        "infrastructure",
        "Great Lakes",
        "real-estate",
        "Native American",
        "agricultural",
        "Illinois & Michigan Canal",
        "Lake Michigan",
        "railroads",
        "water",
        "railroad workers",
        "iron and steel",
        "refineries",
        "Gary",
        "Sanitary and Ship Canal",
        "Expressway",
        "subdivisions",
        "commuter",
        "Loop",
        "World War II",
        "expressways",
        "planning",
        "Pullman",
        "forest preserves",
        "Riverside",
        "World War II",
        "Park Forest",
        "golf",
        "Flossmoor",
        "Olympia Fields",
        "shopping",
        "zoning",
        "Loop",
        "taxation",
        "transportation",
        "global"
    ],
    "Street addresses associated": [
        "Flossmoor",
        "Olympia Fields",
        "Park Forest",
        "Prairie Crossing",
        "Riverside"
    ]
}