{
    "Title": "Lansing, IL",
    "Descriptive Text": "Cook County, 22 miles SE of the Loop. As a result of its early Dutch settlement, Lansing shares a heritage with South Holland and Munster, Indiana. Lansing includes areas known as Bernice, Cummings Corners, Seester, and Oak Glen.Through the center of Lansing, running east–west, is a 25-foot-high elongated ridge of sand and gravel deposits that was once a prominent Indian trail and is now known as Ridge Road. This ridge formed the shorelines of the Calumet and Glenwood stages of Lake Chicago. North and south of this ridge are deposits of clay that became the basis for the Lansing brickyards of the late 1800s.Evidence of Native American occupation of the Lansing area abound, especially at the Hoxie Site, to the west of the village, which dates to around AD 1400. The Potawatomi, who were the last Native Americans to occupy the area, departed by the 1830s.The 1843 arrival of the August Hildebrandt family began a period of German and Dutch immigration. These settlers were plagued by the lack of adequate drainage, which was a result of the Wisconsin glacier of 10,000 years earlier. In 1862 a drainage ditch was dug, relieving part of the problem.In 1846, Henry, George, and John Lansing settled the area, coming from the state of New York. In 1850, Lansing's first business, the Union Hotel, was built. The Pennsylvania Railroad came through Lansing in 1856, followed later by the Grand Trunk Railroad. In 1865, Henry Lansing was named postmaster and John Lansing platted the town, which was incorporated in 1893. Agriculture and brickyards dominated Lansing's economy in the late 1800s.The industrial development of the Calumet region in the early twentieth century had a significant effect on the Lansing area. With the availability of jobs the population grew, and the first bank in Lansing was chartered in 1909, followed in 1910 by the first subdivision for homes. In 1911 telephone lines were strung and in 1912 electricity followed. A major improvement in transportation was the paving of Ridge Road with concrete in 1915. Considerable business developed in the 1920s, and in 1924 the Ford Airport was built with one of the first passenger waiting rooms in the country.During the Great Depression, Lansing lost a number of small businesses as well as the first Lansing State Bank. Camp Thornton was built by the Civilian Conservation Corps in a forest preserve to the west of Lansing. During World War II the camp was used to house German prisoners of war, who worked for local farmers.In the postwar period Lansing experienced a building boom, as large numbers of white ethnics moved in from Chicago. During the 1950s Lansing experienced its largest population increase, and the last remaining farmland was subdivided in 1964.The expansion of the expressway system in the 1960s and '70s stimulated the growth of light industry, commerce, and population. The 2000 population was 28,332, of which 85 percent were white, with a growing number of blacks and Hispanics.",
    "Bibliography": "“Thornton Township, Cook County, Illinois.” Where the Trails Cross 3.4 (Fall 1973).Andreas, A. T. History of Cook County, Illinois. 1884.Markman, Charles W. Chicago before History: The Prehistoric Archaeology of a Modern Metropolitan Area. Studies in Illinois Archaeology 7, ed. Thomas E. Emerson. 1991.",
    "Author of Text": "Dave Bartlett",
    "Hyperlinked Terms Associated": [
        "Dutch",
        "South Holland",
        "Munster",
        "Calumet",
        "Native American",
        "Potawatomi",
        "German",
        "Railroad",
        "Agriculture",
        "subdivision",
        "telephone",
        "transportation",
        "Airport",
        "Great Depression",
        "World War II",
        "expressway"
    ],
    "Street addresses associated": [
        "South Holland",
        "Munster",
        "Oak Glen",
        "Lansing"
    ]
}