{
    "Title": "Latvians",
    "Descriptive Text": "For the relatively small Latvian population in the United States, Chicago has always been an important cultural center. Latvians from the Chicago area often have been leaders within their national ethnic community and—in the last decade of the twentieth century—have played important roles in their homeland's return to independence.Propelled by a desire for economic and political change from hardships in the Russian Empire, Latvians began arriving in Chicago in the late nineteenth century. The few hundred settled by the mid-1890s formed a mutual aid society (1892), the Zion Lutheran Church (1893), and other organizations. As in other American cities where they settled, Chicago's early Latvian community was generally divided between religious believers and political radicals. After a failed uprising in Russia's Baltic province in 1905, many radicals fled to the United States. In Chicago, the case of Latvian revolutionary Christian Rudowitz in 1908–9 helped set a precedent in extradition law. The Russian government wanted Rudowitz sent back to face a murder charge, but U.S. Secretary of State Elihu Root ruled that because the fugitive's crime had been committed as part of a political revolution, he could stay in America.Latvia declared its independence in 1918. During the next four decades, emigration to the United States slowed to a trickle, although numbers are sketchy, since until 1930 the census grouped Latvians with Russians or Lithuanians. Around 3,830 Chicagoans claimed Latvian ancestry in the 1940 census.After World War II, tens of thousands of Latvian refugees scattered across Western Europe could not return to their homeland, which was occupied by the Soviet Union. Many came to the United States, creating a vibrant exile community that established churches, schools, community centers, and other cultural institutions, as well as engaging in anti-Communist political activism. The first Latvian song festival in the United States was held in 1953 in Chicago, continuing a tradition begun in 1873 in the homeland that brings together hundreds of singers and dancers—plus thousands of onlookers—in a celebration of national unity that has continued into the twenty-first century.In 1990 the census counted 7,000 Latvians in the Chicago area, most in middle- to upper-middle-class neighborhoods. Several were involved in pro-independence activities, and after Latvia regained its independence in 1991 with the collapse of the Soviet Union, many returned to help the nation's transition to democracy and a market economy. Kârlis Streips, a second-generation Latvian and Chicago native, by the late 1990s had become a popular television journalist in the Latvian capital of Riga. Ojārs Kalniņš, who grew up in Chicago, served as Latvia's ambassador to the United States from 1993 until early 2000, when he moved to Riga.",
    "Bibliography": "Akmentins, Osvalds. Latvians in Bicentennial America. 1976.Kārklis, Maruta, Lāga Streips, and Laimonis Streips. The Latvians in America, 1640–1973. 1974.Straumanis, Andris. “Latvian-Americans.” In Gale Encyclopedia of Multicultural America, ed. Judy Galens, Anna Sheets, and Robyn V. Young, 1995.",
    "Author of Text": "Andris Straumanis",
    "Hyperlinked Terms Associated": [
        "Russians",
        "Lithuanians",
        "World War II",
        "refugees"
    ]
}