{
    "Title": "Laundries and Laundering",
    "Descriptive Text": "In 1909, when the Census of Manufacturers first included power laundries, Chicago had 226 establishments employing 6,601 wage workers, nearly 20 percent more than the number of employees in New York City, the second ranking city. Owners of these mechanized businesses competed with an even larger number of “hand laundries” run by individual entrepreneurs, many of them Chinese immigrants. In addition, thousands of women took in washing or hired themselves out as day laundresses in middle-class homes.Laundry was big business in Chicago for a number of reasons. As in other urban areas, bourgeois standards of cleanliness were rising just as urban pollution made it increasingly difficult to get clean and stay clean. Because Chicago was located at the terminus of a number of railroads. Chicago laundries handled the washing of large numbers of travelers and the hotels, trains, and boats that catered to them.In contrast to many better-known Chicago industries, women workers predominated in laundries. They filled most of the “inside jobs,” marking and sorting incoming laundry and handling finishing work: starching, ironing, folding, and packing. As mechanized washers came to replace the traditional washtub, men took over the steamy confines of the washroom. They also drove the delivery wagons that navigated the city's streets and serviced the suburbs.Before the Great Migration, Northern European immigrants filled the majority of laundry jobs. Laundry owners avoided hiring African Americans, confining these women to hand laundries and domestic service. The influx of large numbers of southern migrants in the 1910s and 1920s coincided with the widespread introduction of ironing machines which eliminated the high-paying jobs attractive to experienced workers. By 1920, perhaps 25 percent of Chicago's laundry workers were African Americans. For many of these women (and a smaller number of men), laundry work provided an important transitional step from agriculture and domestic work to factory employment.Chicago was also a center of efforts by the American Federation of Labor and Women's Trade Union League to organize laundry workers. The female majority of workers proved difficult both to organize and to keep in unions. In 1903, the city was rocked by its first major laundry strike, which began with a walkout from the company laundry at Pullman. For the next 30 years, this strike and the many that followed achieved only minimal gains. Widespread, stable unionization was finally achieved after the passage of the Wagner Act and the spread of Congress of Industrial Organizations unions in the late 1930s.Nationwide, the laundry industry began to go into decline in the 1930s, reeling from the effects of the Great Depression and the growing popularity of electric washing machines for the home. The industry currently survived into the twenty-first century largely in the form of linen services and shirt laundries.",
    "Bibliography": "Mohun, Arwen P. Steam Laundries: Gender, Technology, and Work in the United States and Great Britain, 1880–1940. 1999.Siu, Paul C. P. The Chinese Laundryman: A Study of Social Isolation. 1987.",
    "Author of Text": "Arwen Mohun",
    "Hyperlinked Terms Associated": [
        "Chinese",
        "business",
        "railroads",
        "hotels",
        "work",
        "Great Migration",
        "African Americans",
        "domestic work",
        "Womens Trade Union League",
        "strike",
        "Pullman",
        "unionization",
        "Congress of Industrial Organizations",
        "Great Depression"
    ],
    "Street addresses associated": [
        "Pullman"
    ]
}