{
    "Title": "Law",
    "Descriptive Text": "As Chicago's businesses grew in the late nineteenth century, so too did the city's need for a cadre of capable lawyers to handle the myriad problems caused by industrial expansion. Over the next century, solo practitioners and small partnerships gave way to large and powerful regional, national, and even international firms. The sheer number of lawyers practicing in the city grew rapidly, from some five dozen in 1850 to over 4,300 in 1900, about 14,000 in 1970, and 29,000 in the early 1990s. Moreover, the ranks of Chicago lawyers gradually, and sometimes grudgingly, opened to include Jews, African Americans, and women. Over this same period the kind of law that lawyers practiced changed and evolved. Abraham Lincoln, who served a brief apprenticeship, later practicing in Chicago and other Illinois courts while the other partner in his firm tended to office matters, would have been hard-pressed to recognize the activities of twenty-first century lawyers as having any connection to the practice of law as he knew it.Perhaps the most revolutionary change in the practice of law in Chicago has been the emergence of the large firm as the most effective way to organize the day-to-day activities of lawyers. In the mid-nineteenth century, the practice of law was largely carried on by solo practitioners or small firms of fewer than five lawyers. The creation of the modern corporation and modern industry created new areas of legal concern, leading to changes in legal practice. Corporate and securities law emerged, and tort law developed in response to railroad accidents. Large firms could meet corporate clients' diverse and extensive legal needs under one roof, typically by distributing the work to specialists within the firm. Growth occurred gradually. For example, in 1906 Holt, Cutting & Sidley consisted of 4 lawyers, 4 clerks, and a nonlawyer staff of 10, but by 1957 the firm (then known as Sidley & Austin) had 29 partners and 20 associates, and over the next few decades it grew to include hundreds of lawyers. Such firms began adding departments to deal with new areas of the law, such as the administrative law revolution that the New Deal initiated. Large firms became dominant only after the middle of the twentieth century. In 1948, 6 of 10 Chicago lawyers were still solo practitioners, but only 1 in 5 was a solo practitioner by 1975; and almost as many worked in firms of more than 30 lawyers. Firms also expanded their client base from regional to national and even international. For example, after World War II, the Chicago-based firm of Baker & McKenzie undertook to serve an international market by opening an average of one new office each year. By 2000, the firm had 60 offices in 35 countries.The other radical change in the legal profession that occurred between the mid-nineteenth century and the twenty-first century was the integration of groups other than white Anglo-Saxon Protestant males into the practitioners' ranks. The Illinois Supreme Court rejected Myra Bradwell's attempt to join the bar despite her passing the bar exam in 1869. However, in 1872, the Illinois legislature mandated that women be admitted to the bar. Members of other groups such as Jews, African Americans, and Eastern European immigrants were allowed to get a license but were not hired by the firms that controlled the most lucrative business. The Chicago Bar Association was open only to invited members and did not admit African Americans until 1945, when, after a two-year battle, it admitted Earl B. Dickerson to membership. By the end of the twentieth century, although white males still predominated at the senior partner level of elite law firms, the official policy of firms in hiring associates have evolved to value diversity of race, religion, national origin, and gender.Lawyers also practice in different and more specialized areas of the law than did the general practitioner of the mid-nineteenth century, and, unlike most nineteenth-century lawyers, they are college educated and law school trained in these specialties. The New Deal inaugurated a new type of law practice in front of regulatory agencies such as the Securities and Exchange Commission. An entire segment of legal business grew out of the expansion of tort liability to allow recovery when manufacturers placed defective products into the stream of commerce. By the late twentieth century the computer revolution and the Internet had created yet a new area of legal practice, information technology, and made intellectual property a new battleground in the fight to control the fruits of this revolution. Law firms with ties to Chicago were leaders in developing the expertise to deal with all of these changes in the law, and many others.",
    "Bibliography": "Celebrating the Chicago Bar Association and Its Members: 125th Anniversary. 1999.Heinz, John P. Chicago Lawyers: The Social Structure of the Bar. 1982.Law Bulletin Publishing Company. Century of Law: 1900–2000. 1999.",
    "Author of Text": "R. Ben Brown",
    "Hyperlinked Terms Associated": [
        "Jews",
        "African",
        "Americans",
        "railroad",
        "New Deal",
        "World War II",
        "Protestant"
    ]
}