{
    "Title": "League of Women Voters",
    "Descriptive Text": "Suffragists founded the League of Women Voters when they disbanded the National American Woman Suffrage Association in Chicago in 1920 following passage of national suffrage. The league is dedicated to fostering political training for all women, investigating political issues and candidates, holding open discussion forums, and, when deemed advisable, advocating specific legislation. Chicago-area women originally organized in a Cook County branch, and in ward or neighborhood branches. These local leagues belonged to the Illinois League of Women Voters until 1946, when they affiliated directly with the League of Women Voters USA. By 1950, Chicago neighborhood leagues had consolidated into the Chicago League of Women Voters, which in the 1990s had 12 units meeting in city neighborhoods, while suburban women maintained local organizations of their own.In the 1920s, local, Cook County, and Illinois leagues were headed by women active in metropolitan Chicago's suffrage and women's club movements, including Flora Cheney, Julia Lathrop, Jennie Purvin, Irene Goins, Louise de Koven Bowen, Agnes Nestor, and Rachelle Yarros. In the 1920s, the leagues worked to secure the national Sheppard-Towner Maternity and Infancy Act, child labor laws, the eight-hour day for workers, and the right of women to serve on juries, a right denied to Illinois women until 1939. They helped secure a statewide permanent voter registration law in 1941, opposed passage of “subversive activities” laws in the 1950s, promoted equal housing opportunity in the 1960s, and made adequate funding of public education a priority for the 1990s. The league published guides for voters, including Key to Government in Chicago and Suburban Cook County and Illinois Voters' Handbook.",
    "Bibliography": "Illinois League of Women Voters Manuscript Collection. Chicago Historical Society, Chicago, IL.Illinois League of Women Voters. Forty Years of Faith and Works. Pamphlet. 1961. Chicago Historical Society, Chicago, IL.Young, Louise H. In the Public Interest: The League of Women Voters, 1920–1970. 1989.",
    "Author of Text": "Maureen A. Flanagan",
    "Hyperlinked Terms Associated": [
        "suffrage",
        "Cook County",
        "ward",
        "eight-hour"
    ]
}