{
    "Title": "Leather and Tanning",
    "Descriptive Text": "Commercial tanning preserved hides and skins through a labor-intensive chemical process. Pelts were carefully scraped of connective tissues at “beam houses,” chemically washed of their hair and oils, pickled, and then safeguarded by a variety of “tanning liquors.” After currying and finishing, workers removed defects and added crucial dyes and polishes before the leather was worked into a variety of semidurable goods such as boots, shoes, horse tack, and book bindings.Chicago's proximity to oak and hemlock tanbark from Wisconsin, its serviceable water sources, substantial rail facilities, and especially the growth of the meatpacking industry made it particularly receptive to large-scale production from 1860 to 1900. While Boston remained the nation's premier supplier of finished leather goods, Chicago developed a widespread, but decentralized, tanning trade. By 1880, more than 240 firms tanned and finished leather goods and employed, on average, 16 workers each. Beginning in 1880, however, larger production facilities began to replace small-scale producers. The introduction of substantial processing equipment and the automation of the beam houses, which made finer “splits” of the epidermis, consolidated the work and aided in mass production. By 1890, the typical Chicago tannery employed slightly more that 24 people. While fostered by the packing industry, these larger tanners remained independent and spatially separated from their local source of skins.Employees of these larger firms were more likely to be unskilled operators than tannery craftsmen. This shift was aided by the relative poor quality of Chicago's leather goods. Unlike Boston's national providers, Midwestern tanners furnished “heavy leather” for the coarser wares demanded by regional consumers. Freed from the need to compete with refined “eastern goods,” Chicago tanners were able to implement machines that sacrificed quality for quantity. Leather-related industries in Chicago lagged in union membership. By 1887, while almost every Cincinnati tanner paid dues to either the American Shoe Workers Protective or the United Shoe Workers, only three of Chicago's factories were organized and those by the more docile Boot and Shoe Workers.The concentration of production within a few large firms coincided with the leveling off and eventual decline of the tanning and leather industries. While Chicago's “heavy leather” production remained stable from 1890 to 1930, the relative slow growth in leather-working trades sapped the industry's vitality. Eventually, even the heavy leather producers revealed their vulnerability. By 1955, new synthetic materials, public opposition to the foul odors and water pollution generated from tanning, and the availability of cheaper leather from Latin America obliterated any notion of a true industry within the city. The closure of Chicago's meatpacking facilities added to these problems by increasing the cost of raw materials. By 1990, only small artisans working handbags, belts, and other modest wares represented this once vital profession.",
    "Bibliography": "Hoover, Edgar M., Jr. Location Theory and the Shoe and Leather Industries. 1937.McDermott, Charles H. A History of the Shoe and Leather Industries of the United States. 1918.",
    "Author of Text": "David Blanke",
    "Hyperlinked Terms Associated": [
        "water",
        "meatpacking",
        "work",
        "union"
    ]
}