{
    "Title": "Lectures and Public Speaking",
    "Descriptive Text": "Public speeches have served as entertainment and educational vehicles for Chicagoans since the city's earliest days. Nineteenth-century Chicagoans attended evening lectures as social events. City booster William Bross recorded stretches of almost nightly attendance at public lectures as part of his leisure schedule in his diary entries in the 1870s. Immigrant Hilda Satt Polacheck attended lectures at Hull House and a 1903 speech by Emma Goldman in a West Side neighborhood hall.Several significant events in Chicago have related closely to public lectures. The Haymarket Riot of May 4, 1886, began as a worker's rally with speeches by area anarchists. Samuel Fielden had just begun to address the crowds of striking workers and supporters when the bomb was thrown. Daniel Burnham's 1909 Plan of Chicago stemmed from Burnham's lecture for the Commercial Club of Chicago on March 27, 1897. Inspired by the speech, Commercial Club members committed at least $80,000 to the publication of Burnham's plan. Public lectures were also later used as a tool to promote the completed plan to Chicagoans.Frederick Jackson Turner's 1893 address to the American Historical Association meeting held in conjunction with the World's Columbian Exposition ranks among the most historically significant of all speeches held in Chicago. In “The Significance of the Frontier in American History,” Turner noted an 1890 U.S. census observation that a line of westward advancement by white settlers, a “frontier,” no longer remained in the American West. Believing the existence of this frontier to have been an essential component in shaping the American character, Turner pronounced that a formative period of American life had come to an end.The geographic center of public speech in Chicago has historically been Washington Square Park, first established in 1842 and known as “ Bughouse Square ” by the 1890s. The park's soapbox orators approached topics ranging from gender relations to Communism. The park's reputation for free speech was enhanced by the location of the Dill Pickle Club nearby in 1916. This informal club hosted such visitors as Eugene Debs, “Big Bill” Haywood, and Clarence Darrow in its lecture hall.Chicago-area clubs have sponsored many notable speakers. In the wake of the devastation caused by the Great Chicago Fire of 1871, Chicagoans launched a number of clubs designed to cater to the city's elite society. Organizations like the Fortnightly (1873), specifically aimed at women, and the Chicago Literary Club (1874) offered an array of speakers to members. The cultural efforts of such clubs brought Chicago favorable press in national periodicals.Although public lectures no longer serve as such a popular form of recreation, Chicago universities, colleges, and educational institutions all sponsor lecture series, as do bookstores, churches, businesses, unions, and political organizations. Perhaps the largest current public-speaking venue is the Chicago Humanities Festival.",
    "Bibliography": "Commercial Club of Chicago Papers. Chicago Historical Society.Kirkland, Joseph. The Story of Chicago. 1892.Polacheck, Hilda Satt. I Came a Stranger: The Story of a Hull-House Girl. 1991.",
    "Author of Text": "Lisa Krissoff Boehm",
    "Hyperlinked Terms Associated": [
        "entertainment",
        "leisure",
        "Hull House",
        "Haymarket",
        "Commercial Club",
        "Burnhams plan",
        "Worlds Columbian Exposition",
        "Bughouse Square",
        "free speech",
        "clubs",
        "Fire of 1871",
        "universities"
    ],
    "Street addresses associated": [
        "West Side"
    ]
}