{
    "Title": "Legal Aid",
    "Descriptive Text": "Organized provision of legal aid began in 1886, when the Protective Agency for Women and Children was founded to protect young working women. Two years later, the Bureau of Justice was established to help immigrants and the poor. Led by wealthy Chicagoans and elite lawyers, both groups helped clients collect unpaid wages, fended off loan sharks, and pushed for reform legislation to protect immigrants and workers from blatant forms of exploitation involving the legal system. The two groups combined in 1905 to form the Chicago Legal Aid Society (later the Legal Aid Bureau of United Charities of Chicago). The organization, with a staff of 16 in 1915, gradually lost its reformist focus and concentrated on individual cases.President Lyndon Johnson's Great Society program expanded and transformed legal aid. In 1965, a network of neighborhood legal service offices opened with federal funding, under the umbrella of United Charities and the city of Chicago. Differences in philosophy and willingness to challenge government agencies in court divided the more activist federally funded programs from older programs, and, in 1973, they were reorganized as the independent Legal Assistance Foundation of Chicago, funded, since 1974, mainly by the federal Legal Services Corporation.During the 1970s, the Legal Assistance Foundation grew to about 90 lawyers, though subsequent funding cuts led to fluctuations in its size, and it turned to private sources to supplement its income. Despite efforts by conservatives to eliminate such agencies, the Legal Assistance Foundation pursued a reformist agenda. In addition to representing some 30,000–40,000 clients in their dealings with landlords, creditors, and government agencies, the organization pursued cases with broad impact on the rights of welfare recipients, the disabled, immigrants, prisoners, tenants, and victims of discrimination.By 2002, the Legal Aid Bureau (part of the renamed Metropolitan Family Services) focused exclusively on family law cases involving poor children. Law schools and other organizations also aided indigent clients, including over two dozen Chicago-area groups which since 1983 have received funds from interest on lawyers' escrow accounts.Legal aid groups rarely assisted criminal defendants in the early years, and though judges occasionally appointed counsel for the indigent, most poor defendants had no lawyer. In the 1920s, as justice system scandals erupted, many reformers worried that the rights of defendants without connections or money were often ignored. In 1930 Cook County appointed its first public defender to represent indigent defendants in courts of record, and similar agencies were later established to serve in other courts in Chicago and in the collar counties. Legal decisions since the 1960s extended the right of counsel, and the Cook County Public Defender's Office has grown. With 460 attorneys in 1996, it was one of Chicago's largest legal organizations.",
    "Bibliography": "Katz, Jack. Poor People's Lawyers in Transition. 1982.McIntyre, Lisa J. The Public Defender: The Practice of Law in the Shadows of Repute. 1987.Smith, Reginald Heber. Justice and the Poor. 1919.",
    "Author of Text": "Christopher Thale",
    "Hyperlinked Terms Associated": [
        "United Charities",
        "Great Society"
    ],
    "Street addresses associated": [
        "West Side"
    ]
}