{
    "Title": "Lemont, IL",
    "Descriptive Text": "Cook, DuPage, and Will Counties, 24 miles SW of the Loop. Lemont lies in the Des Plaines River Valley, on the south bank of the Illinois & Michigan Canal. Few of Chicago's suburbs have been as strongly influ- enced by topography. The Des Plaines River at Lemont is deeply incised into surrounding glacial uplands. The village, established largely in response to impending development of the canal, was nestled between valley bluffs to the southeast and the river to the north. The I&M Canal, constructed along the south side of the river in 1848, left areas between the two waterways to be developed for industrial purposes. Lemont's downtown and residential districts grew between the canal and the valley walls.The first attempt at settlement after the displacement of indians was the “paper town” of Keepataw, platted in 1836, followed by Athens in 1839. Lemont proper was not incorporated until 1873, on land previously occupied by the defunct Keepataw.Early development was guided by farseeing commercial magnates such as Nathaniel Brown and Horace Singer, who along with other major landowners controlled both the residential district and the flatlands in the floodplain. When canal digging revealed “Athens marble” at shallow depths below the valley's floor, Lemont became famous for its quarries. Used at first for the canal and local construction, the easily worked rock (a form of Niagaran dolomite) soon became a major export. Chicago's Water Tower is built of this stone.Work in the quarries and on the area transportation links required a large labor force, supplied by European immigrants. The Irish came first, followed in the 1880s by Poles, Germans, and Scandinavians. Each group left its mark, perhaps none more indelible than that of the Polish congregation led by Father Moczygemba. Sent in 1882 to minister to the Polish settlers, this priest established the cohesive residential community of Jasnagora that sits above Lemont today.Life was not easy for the immigrant laborers, who struggled against low pay and poor working conditions. Employers quashed several strikes with the assistance of state militia between 1885 and 1893. Competition from better-quality, cheaper Indiana stone, along with labor conflict, contributed to the decline of the quarries. Lemont was rescued from stagnation, however, by a manufacturing base that included activities as diverse as dairying, soda and beer bottling, cement and tile making, and clothing and shoe manufacturing. As the high-tech industry of its time, the Illinois Pure Aluminum Company (established 1892) provided a mainstay of employment for exactly a century. In 1922 the Globe Oil and Refining Company opened what was then the largest refinery in the state.Lemont became noted during the 1920s for an abundance of large institutional landholdings. Forest preserves, golf courses, cemeteries, and ecclesiastical retreats began to cluster nearby. After World War II, these were joined by research installations such as the Argonne National Laboratory. More recently, the Lithuanian World Center and the Hindu Temple of Greater Chicago have added to the village's cosmopolitan flavor. Although they did not radically alter village life, these developments marked the start of a new era. Well into the 1960s, Lemont retained its identity as a small, spatially distinct canal town; with the growth of these religious and recreational functions, it began to attract people from throughout the Chicago area, and to merge with the expanding metropolitan fringe.In the 1970s, Lemont suffered from industrial obsolescence and economic recession. At the same time, however, it drew on new resources from white-collar and professional families moving from Chicago to an expanding suburbia. With its inexpensive land and accessibility to employment centers, Lemont shared in the massive, area-wide growth of subdivision development.Lemont moved to bring these subdivisions within its borders by actively annexing land to the south. A greater population required more services, leading to the emergence of a new urban core on the southern edge of town. This new center was unabashedly modern in tone, with shopping malls and parking lots designed for an automotive public. No longer contained by its valley, Lemont shed the uniquely isolated character of the older village.",
    "Bibliography": "Buschman, Barbara, ed. Lemont, Illinois: Its History in Commemoration of the Centennial of Its Incorporation. 1972.Conzen, Michael P., and Carl A. Zimring, eds. Looking for Lemont: Place and People in an Illinois Canal Town. 1994.",
    "Author of Text": "John D. Schroeder",
    "Hyperlinked Terms Associated": [
        "Des Plaines River",
        "Illinois & Michigan Canal",
        "topography",
        "quarries",
        "transportation",
        "Irish",
        "Poles",
        "Germans",
        "strikes",
        "clothing",
        "Refining",
        "Forest preserves",
        "golf",
        "cemeteries",
        "World War II",
        "Argonne National Laboratory",
        "Lithuanian",
        "Hindy",
        "annexing",
        "parking"
    ],
    "Street addresses associated": [
        "Lemont"
    ]
}