{
    "Title": "Leopold and Loeb",
    "Descriptive Text": "On May 21, 1924, Chicago became the locale for an event long remembered as the “crime of the century” when 14-year-old Robert (Bobby) Franks was kidnaped and killed. On May 31, the case became even more notorious and the occasion for national reflection on issues of motivation, violence, and modern morality when Richard Loeb and Nathan Leopold, Jr., confessed to committing the crime.Neither Loeb, who was 18 and already a graduate of the University of Michigan, nor Leopold, who at 19 had just graduated from the University of Chicago and was on his way to Harvard Law School, fit any ordinary profile of the criminal type. Their families were rich, respected, and socially well connected among Chicago's Jewish business class. Because of their privilege and modern education, they were initially represented as Nietzschean supermen who killed for a thrill because they saw themselves as immune from banal conventions of right and wrong. But after their families hired Clarence Darrow, who mounted a defense to save Leopold and Loeb from the death sentence by using extensive testimony from prominent psychiatrists, the enormous publicity focused on the case introduced Americans to new ways of understanding crime which emphasized the troubled psyches and warped childhoods of the defendants.Darrow's brilliant concluding remarks have become part of his legacy of eloquence, but may have had little to do with the fact that Judge John Caverly spared the lives of two of his most famous clients. Leopold and Loeb were sentenced to life terms. In 1936, Loeb died in Stateville prison after he was repeatedly slashed with a razor by a fellow inmate who accused him of making sexual advances. Leopold was paroled in 1958 after writing a set of memoirs devoted to his good works in prison. He died in 1971 in San Juan, Puerto Rico.",
    "Bibliography": "Fass, Paula S. “Making and Remaking an Event: The Leopold and Loeb Case in American Culture.” Journal of American History 80 (December 1993): 919–951.Gertz, Elmer. A Handful of Clients. 1965.Higdon, Hal. The Crime of the Century. 1975.",
    "Author of Text": "Paula S. Fass",
    "Hyperlinked Terms Associated": [
        "University of Chicago",
        "Jewish"
    ]
}