{
    "Title": "Libertyville, IL",
    "Descriptive Text": "Lake County, 33 miles NW of the Loop. George Vardin settled on a low ridge of ground on the west side of the upper Des Plaines River along the Chicago-Milwaukee Road in 1835. Vardin thought that he could profit by platting a village on his farm site, and called his plat “Vardin's Grove.” When a post office was established there in 1837, Vardin's Grove became known as Independence Grove. After postal authorities rejected that name, Archimedes Wynkoop rechristened the settlement as Libertyville.When Lake County was split from McHenry County in 1839, some merchants worked to bring the county seat to Libertyville under the new name of Burlington. Their hope collapsed when Waukegan took the honor and the name Libertyville was retained.In the late 1860s, Ansel Brainerd Cook, later a sidewalk contractor and president of the Chicago City Council, constructed a large, porticoed house in Libertyville along the Milwaukee Road. The house, which still stands as Libertyville's centerpiece, was located on Cook's horse farm, which provided power for Chicago horsecar lines.The Chicago, Milwaukee & St. Paul Railway built a line between Milwaukee and Chicago in 1872 which bypassed Libertyville. Walter C. Newberry, nephew of the founder of the Newberry Library and a fellow Lake County real-estate speculator and Chicago politician with Cook, persuaded Libertyville's merchants to fund a three-mile spur line into town in 1880. The resulting railroad boom led Libertyville leaders to incorporate their community in 1882.The architectural nature of Libertyville changed after a massive fire destroyed the business center in 1895 and the village board decreed that only brick buildings could be constructed in the downtown area.In 1906, Samuel Insull purchased 160 acres south of the village. Unhappy with irregular electrical service in the area, Insull brought a number of rural generating plants together under the name of Commonwealth Edison in a successful experiment to improve reliability.Insull acquired the Chicago & Milwaukee Electric line (renamed the Chicago, North Shore & Milwaukee), which had built a spur from Lake Bluff to Libertyville in 1903. Not only was this interurban line a major electricity consumer, but it also simplified Insull's commute from Chicago to his landholdings. By 1921, Insull's holdings around Libertyville grew to 4,445 acres, which he christened the Hawthorne-Mellody Farms.In the mid-1930s, the Great Depression left Insull's empire in ruins, and portions of the Hawthorne-Mellody Farms were sold to successful Chicagoans such as John F. Cuneo, owner of Cuneo Press; and Adlai Stevenson, Chicago attorney and later two-time presidential candidate.When suburbanization intensified in the 1960s, owners of estates around Libertyville, many carved from the Hawthorne-Mellody Farms, successfully resisted efforts to subdivide the area.In 2000 Libertyville was a commercial center for over 20,000 residents who enjoy a suburban commuter lifestyle in spacious conditions thanks to the historic acquisitions of Cook and Insull.",
    "Bibliography": "Libertyville Illustrated. 1993.The Past and Present of Lake County, Illinois. 1877.Turner, Elisha R. The Growth and Development of Libertyville. 1974.",
    "Author of Text": "Craig L. Pfannkuche",
    "Hyperlinked Terms Associated": [
        "Des Plaines River",
        "Lake County",
        "McHenry County",
        "Waukegan",
        "Newberry Library",
        "real-estate",
        "railroad",
        "interurban",
        "commute",
        "Great Depression"
    ],
    "Street addresses associated": [
        "Libertyville",
        "Lake Bluff"
    ]
}