{
    "Title": "Libraries, Cook County",
    "Descriptive Text": "Chicago has been home to a great number and variety of libraries since its earliest days as a city. Religious, social, literary, and cultural associations developed in the 1830s and 1840s to provide for the enlightenment and spiritual needs of the growing population, and many developed and maintained small libraries charging members for the use of reading rooms and collections. In 1841, the Young Men's Association (later to become the Chicago Library Association) established a reading room open to the public on a fee basis. The library grew substantially over the next decades, reaching 30,000 volumes by 1871. It employed a full-time librarian to manage the collection and began to sponsor public lectures.The 1850s and 1860s saw the establishment of dozens of professional, academic, religious, and ethnic libraries. In 1856–57 alone, the Chicago Historical Society, Board of Trade, Chicago Theological Seminary, Sigma Alpha Epsilon, Chicago Turngemeinde ( German ), old University of Chicago, Chicago Academy of Sciences, Chicago Law Institute, Chicago Arbeiterverein (German), and Svea Society ( Swedish ) all established libraries in Chicago.The fire of 1871 destroyed millions of books and leveled most of the city's libraries. A movement to establish free public library service, spearheaded by the Chicago Library Association, had begun in the late 1860s and was given impetus by the fire. In 1872, the Chicago Public Library was established, utilizing 8,000 books donated by British citizens. After the fire, some of the private libraries like the Chicago Historical Society rebuilt their collections, and new libraries sponsored by academic institutions, religious and social organizations, and professional groups opened as well. The Newberry Library, Ryerson Library at the Art Institute, Moody Bible Institute Library, Chicago Bar Association Library, University of Chicago libraries, and DePaul University Library were among some of the most prominent established before the turn of the century. In 1896, the Chicago Public Library, John Crerar Library, and the Newberry Library reached an agreement on collection development and responsibilities for specific areas of interest to each. John Crerar would collect in the biological, medical, and the physical sciences; Newberry Library, in the humanities: and the Chicago Public Library, in general literature and Chicagoana.In the twentieth century, academic, professional, and other specialty libraries have continued to proliferate in Chicago to complement the growing public library system. Many of these libraries serve specialized needs, ranging from small company-sponsored libraries like the Illinois Bell Telephone Company library established in 1927 for employees, to larger libraries serving professionals in the city, like the American Institute of Baking Library, which opened in 1923 to provide technical resources to those in the baking industry. Elementary and high schools have opened libraries in growing numbers, and Chicago colleges and universities have established large research libraries.The second half of the twentieth century has seen the growth of resource sharing and library collaboration. The Center for Research Libraries (CRL), founded in 1949 by 13 university libraries as the Midwest Inter-Library Center, has grown into a national consortium with hundreds of members and over 3 million volumes of rare research materials that it circulates to major research libraries, primarily colleges and universities. Large-scale, formal cooperation among libraries in Chicago emerged after the passage in 1965 of the Library System Act of Illinois, which authorized the construction of library systems—organizations of public and nonpublic libraries governed by autonomous boards of directors. The Chicago Library System, a consortium of 60 academic, 250 special, and 576 school libraries, provides cooperative system services, facilitates the sharing of resources among libraries, and develops library services in the city beyond the scope of individual member libraries.",
    "Bibliography": "Chicago Library Club. Directory of Libraries in the Chicago Area. 1945.Spencer, Gladys. The Chicago Public Library: Origins and Backgrounds. 1943.",
    "Author of Text": "Alice Calabrese",
    "Hyperlinked Terms Associated": [
        "Chicago Historical Society",
        "German",
        "Chicago Academy of Sciences",
        "Swedish",
        "fire of 1871",
        "Chicago Public Library",
        "Newberry Library",
        "Art Institute",
        "Moody Bible Institute",
        "University of Chicago",
        "DePaul University",
        "Crerar Library",
        "schools",
        "colleges",
        "universities"
    ]
}