{
    "Title": "Libraries, Suburban",
    "Descriptive Text": "Small towns and villages surrounding major cities began opening public libraries as early as the mid-nineteenth century. In the late nineteenth and early twentieth centuries, women's clubs, churches, the YMCA, and other community groups were instrumental in starting and promoting publicly funded libraries, or in some cases establishing libraries that subsequently became tax supported. Some of Chicago's earliest suburban libraries were started by community organizations in Elgin, Evanston, and Waukegan.From 1915 to 1919, Andrew Carnegie, through his “free library” program, endowed the construction of libraries across Illinois, including suburbs such as Blue Island, Glen Ellyn, and Park Ridge. When the Carnegie program ended in 1919, local organizations once again took up the challenge of finding funding for public libraries.The Library Services Act of 1956 (LSA) initiated federal funding for libraries and had a significant impact on the growth of suburban libraries. The LSA was later reincarnated as the LSCA (Library Services and Construction Act) in 1964 and as the LSTA (Library Services and Technology Act) in 1996.In Illinois, some LSCA funds were filtered through the Illinois State Library in grants called Project PLUS (Promoting Larger Units of Service). With the assistance of library systems, Project PLUS helped the Chicago suburbs build libraries to fill the noticeable gaps in suburban service. The grants enabled neighboring towns that were too small to support their own libraries to band together and form a library district encompassing several towns. For example, the Vernon Area Public Library District was started with a Project PLUS grant in 1974 to serve all or parts of the communities of Buffalo Grove, Lincolnshire, Long Grove, Prairie View, Riverwoods, Vernon Hills, and Vernon Township.In many states, libraries belong to a library system that provides a variety of services to its members, including delivery of interlibrary loan materials between libraries, help with automation, and continuing education. The first library systems in Illinois, independent library-related entities with autonomous governing boards, were created in 1965. Three library systems serve the Chicago suburban area, North Suburban Library System to the north, Du Page Library System to the west, and Suburban Library System to the south.",
    "Bibliography": "Baaske, Ian. “How Chicago Suburbs without Library Service Created Their Own.” Illinois Libraries 80.3 (Summer 1998): 149–152.Illinois Regional Library Council. Illinois Libraries and Information Centers. 1981.",
    "Author of Text": "Sarah Ann Long",
    "Hyperlinked Terms Associated": [
        "clubs",
        "YMCA",
        "Elgin",
        "Evanston",
        "Waukegan",
        "Blue Island",
        "Glen Ellyn",
        "Park Ridge",
        "Buffalo Grove",
        "Lincolnshire",
        "Long Grove",
        "Riverwoods",
        "Vernon Hills"
    ],
    "Street addresses associated": [
        "Elgin",
        "Evanston",
        "Waukegan",
        "Blue Island",
        "Glen Ellyn",
        "Park Ridge",
        "Buffalo Grove",
        "Lincolnshire",
        "Long Grove",
        "Prairie View",
        "Riverwoods",
        "Vernon Hills"
    ]
}