{
    "Title": "Lincoln Park",
    "Descriptive Text": "Community Area 7, 3 miles N of the Loop. During the nineteenth century, the inhabitants of the future Lincoln Park Community Area ranged from affluent residents focused on the park and the Loop, to German farmers and shopkeepers oriented to North Avenue, to industrial workers living near the factories along the North Branch of the Chicago River. Most of the early European residents were German truck farmers, whose products earned the area the nickname “Cabbage Patch.” By 1852 the German community was well enough established to begin work on St. Michael's Roman Catholic Church, which was named for the patron saint of local brewer and land donor Michael Diversey. The city of Chicago made the southeastern portion of the area its cemetery in 1837, but the graves proved such a health hazard that the cemetery was moved and the land redesignated Lake Park in 1864. It was renamed Lincoln Park the next year for the assassinated president. This recreational center attracted such cultural institutions as the Chicago Academy of Sciences, the Lincoln Park Zoo, and the Chicago Historical Society. In 1863, Cyrus McCormick sponsored the opening of the Presbyterian Theological Seminary of the Northwest in northwestern Lincoln Park; the school was later renamed for its benefactor.In 1871, the Great Fire swept through the North Side, including much of Lincoln Park, and destroyed most of the structures there. Residents rebuilt swiftly, with many finding housing in temporary wooden shacks before the city extended fire limits to the city boundaries in 1874. During the next decades, industrial plants such as furniture factories and the Deering Harvester Works concentrated along the North Branch of the river. Italians, Poles, Romanians, Hungarians, and Slovaks worked in these factories and established the working-class character of west Lincoln Park. The eastern sector remained an enclave of families of middle-class commuters and expensive mansions fronting the park. Among the new institutions of the late nineteenth century was Crilly Court, an apartment complex designed by Daniel F. Crilly, who selected artists for tenants. In 1898, St. Vincent's College, renamed DePaul University in 1907, opened near the McCormick Seminary. By the early twentieth century, Lincoln Park was firmly established as a residential neighborhood that hosted some of Chicago's major cultural institutions.During the Great Depression, Lincoln Park's housing stock deteriorated as owners subdivided and neglected their properties. After World War II, residents of Old Town, in the southeastern section of Lincoln Park, worried that their neighborhood hovered on the verge of becoming a slum. They formed the Old Town Triangle Association in 1948, which inspired residents of the mid-North neighborhood to create a similar organization in 1950. In 1954 the Lincoln Park Conservation Association was organized to cover the entire community area. LPCA pursued neighborhood renewal by encouraging private rehabilitation of property and the use of government tools such as federal urban-renewal funds and enforcement of the housing code. In 1956, Lincoln Park was designated a conservation area, and in the 1960s the city began implementing its “General Neighborhood Renewal Plan.” Although the LPCA had consciously tried to avoid the wholesale clearance that took place in Hyde Park, it incurred the wrath of poor people who lived in the southwestern quarter of Lincoln Park. The Concerned Citizens of Lincoln Park argued that Puerto Ricans and African Americans were being displaced from their homes and priced out of the renewing neighborhood. Developers bought land near the park and built high-rise apartment buildings, to the consternation of LPCA, which had hoped to keep the district congenial to families.In the last quarter of the twentieth century, land values increased dramatically, making it difficult for people and institutions in financial straits to remain in Lincoln Park. Most of the poor left. In 1973, the struggling McCormick Seminary sold its land to DePaul and moved to Hyde Park. Single professionals and childless couples moved into the new high-rises and rehabilitated old houses. By the end of the twentieth century, the combination of public and private urban renewal efforts had made Lincoln Park one of the highest-status neighborhoods in the city.",
    "Bibliography": "Bennett, Larry. Fragments of Cities: The New American Downtowns and Neighborhoods. 1990.Ducey, Michael H. Sunday Morning: Aspects of Urban Ritual. 1977.Pacyga, Dominic A., and Ellen Skerrett. Chicago, City of Neighborhoods: Histories and Tours. 1986.",
    "Author of Text": "Amanda Seligman",
    "Hyperlinked Terms Associated": [
        "Community Area",
        "Loop",
        "German",
        "Chicago River",
        "Roman Catholic",
        "brewer",
        "cemetery",
        "Lincoln Park",
        "Chicago Academy of Sciences",
        "Lincoln Park Zoo",
        "Chicago Historical Society",
        "Seminary",
        "fire limits",
        "Italians",
        "Poles",
        "Romanians",
        "Hungarians",
        "Slovaks",
        "DePaul University",
        "Great Depression",
        "Old Town",
        "urban-renewal",
        "conservation area",
        "Hyde Park",
        "Puerto Ricans",
        "African Americans",
        "apartment",
        "Hyde Park"
    ],
    "Street addresses associated": [
        "Lincoln Park",
        "Old Town",
        "Mid-North",
        "Old Town Triangle",
        "Hyde Park"
    ]
}