{
    "Title": "Lincolnwood, IL",
    "Descriptive Text": "Cook County, 10 miles NW of the Loop. Lincolnwood is an ethnically diverse, two-and-a-half-square-mile suburb. Potawatomi originally settled the wooded area, but vacated the land after the Indian Bound- ary Treaty of 1816. Rural development proceeded slowly on treacherous plank roads along present-day Milwaukee and Lincoln Avenues. Johann Tess, for whom the village was originally named, and his family came from Germany in 1856, purchasing 30 acres of barren land in the area. Population slowly increased, and the first commercial establishment, the Halfway House Saloon, was established in 1873.The agrarian population grew after the establishment of a Chicago & North Western Railway station in nearby Skokie in 1891 and the completion of the North Shore Channel in 1909, which made the easily flooded prairie land manageable. More saloons and taverns soon appeared, specifically along Crawford and Lincoln Avenues. Because only organized municipalities could grant liquor licenses, 359 residents incorporated in 1911 and named the village Tessville. Tessville annexed land throughout the 1920s, finally stretching to Central Avenue on the west and Kedzie Avenue on the east. During Prohibition, Tessville became a haven for speakeasies and gambling facilities.Tessville was long reputed for drinking and gambling until the 1931 election of its longest-serving mayor, Henry A. Proesel, a grandson of George Proesel, one of the original American settlers. In 1932, Lincoln Avenue, formerly a plank toll road, became a state highway. Proesel then worked with the federal government's Public Works Administration and hired the community's entire unemployed workforce to plant 10,000 elm trees on the village streets. Most important, the community passed a liquor license law (1934) that limited the number of licenses allowable within the city limits and became a model ordinance for other communities. Proesel finally changed Tessville's image when he renamed the village Lincolnwood in 1936.Lincolnwood's institutions, industries, and clubs continued to grow along with the suburb. The Bryn Mawr Country Club (1919), the East Prairie Welfare Club, later to become the Lincolnwood Woman's Club (1927), the Lincolnwood Afternoon Club (1953), and the American Legion Post #1226 (1952) helped create a sense of community in the village. School District 74 formed in 1938, and the Lincolnwood Public Library (1978) provided residents with quality education and offered much needed services. Bell & Howell's relocation to east Lincolnwood (1942) spurred growth and increased other industry relocation to the village. The Lincolnwood Jewish Congregation (1958) and St. John's Lutheran Church (1942) served residents' religious needs.Significant population growth in Lincolnwood occurred with the opening of the Edens Expressway (1951). The village rapidly matured as a suburb, growing from 3,072 in 1950 to 12,929 in 1970. In 2000, Lincolnwood's ethnic composition was 75 percent white, highly educated, and had a median household income of $71,234.",
    "Bibliography": "Lamm, Shirley, W. “Lincolnwood, Illinois: A Thesis.” Master's thesis, Northeastern Illinois University. 1969.League of Women Voters of Skokie and Lincolnwood. The Village of Lincolnwood. 1973.Lincolnwood Seventy-fifth Diamond Jubilee Celebration, 1911–1986.",
    "Author of Text": "Laura Milsk",
    "Hyperlinked Terms Associated": [
        "Potawatomi",
        "Treaty",
        "Saloon",
        "Skokie",
        "Prohibition",
        "annexed",
        "gambling",
        "gambling",
        "toll road",
        "trees",
        "clubs",
        "Library",
        "Jewish",
        "Expressway"
    ],
    "Street addresses associated": [
        "Lincolnwood",
        "Skokie"
    ]
}