{
    "Title": "Lincoln Park Zoological Gardens",
    "Descriptive Text": "The zoo began in 1868 with the donation of a pair of swans from the menagerie in New York's Central Park. With the arrival of these waterfowl, the development of a formal animal collection in Chicago's lakefront park began. The zoo's first director, Cyrus DeVry, was hired in 1888. His tenure lasted more than 30 years.The early decades of the twentieth century saw the development of the Lion House (1912), with its great hall, and the Primate House (1927), home of one of the most famous gorillas, Bushman (1931–1951). This was a period of formal growth and organization for the zoo, by then a recreational destination and city treasure.In 1945, Marlin Perkins came to the Lincoln Park Zoo and the two became synonymous, as is his name to this day with that of Mutual of Omaha and “Zoo Parade.” More than almost any other individual, Perkins made zoos popular, recognizable, and an integral part of American life. He served as the zoo's director until 1962, helping to encourage the development of its first formal citizen support group, the Lincoln Park Zoological Society. One of the group's first efforts was the creation of the nation's first year-round Children's Zoo (1959), followed by the creation of the Farm-in-the-Zoo (1964), designed to show city dwellers something of the country life.With Perkins's departure, zoo veterinarian Lester E. Fisher became the new director. Under his administration, nearly a dozen significant renovations, restorations, and new facilities were completed. Ultimately more than $40,000,000 was invested in the zoo's physical plant, including renovations to the Primate House, Small Mammal House, Bird House, and Children's Zoo and additions to the Farm-in-the-Zoo. The Kroc Animal Hospital and Commissary (1976) and the Great Ape House (1976) fulfilled long-standing needs. Also built were the Crown Field Administrative and Education Center (1979), the Blum-Kovler Penguin and Seabird House (1981), and birds of prey habitats (1989), as well as new facilities for large mammals and carnivores. In 1990, the Zoo Society reopened Café Brauer after massive renovations.Following Fisher's retirement in 1992, political and financial issues surfaced that led to a re-evaluation of direction and management. In 1995, the Zoological Society assumed the zoo's management from the Chicago Park District, which remains the owner, and named Kevin J. Bell, Fisher's successor, as president and CEO.",
    "Bibliography": "Perkins, Marlin. My Wild Kingdom. 1982.",
    "Author of Text": "Dennis A. Meritt, Jr.",
    "Hyperlinked Terms Associated": [
        "Lincoln Park",
        "Park District"
    ],
    "Street addresses associated": [
        "Lincoln Park"
    ]
}