{
    "Title": "Lincoln Square",
    "Descriptive Text": "Community Area 4, 7 miles N of the Loop. The Lincoln Square Community Area has hosted a wide array of unrelated enterprises. The Ravenswood residential subdivision was so influential that its name at one time stood for the whole area. Only after the vacant commercial spaces filled up after World War II did local merchants promote Lincoln Square as a cohesive neighborhood with a shopping district at its heart.Early commercial agriculture in the Lincoln Square area emphasized truck farming and the mass production of flowers, pickles, and celery. In 1836, Swiss immigrant Conrad Sulzer bought property near the present intersection of Montrose and Clark. Truck farmers, mostly of German and English descent, followed his example. They drove their produce in wagons down the old Little Fort Road (Lincoln Avenue) to market in Chicago. The celery crop gained such broad distribution that local growers proudly called the area the nation's celery capital. The Budlong brothers opened a successful pickle factory in 1857 and expanded into the flower business with the opening of Budlong Greenhouses in 1880. They employed Polish workers from Chicago on a seasonal basis. The increasing traffic along the old Little Fort Road encouraged the opening of many taverns for thirsty travelers.Other investors promoted nonagricultural land use in Lincoln Square. Bowmanville, one of its first residential subdivisions, was developed in 1850 by a local hotel keeper who disappeared before his customers discovered that he did not own the land he had sold. Rosehill Cemetery, which occupies almost one quarter of the land in Lincoln Square, opened in 1859 around the site of Hiram Roe's tavern. The entrance faced the North Western railroad stop at Rosehill Drive as an encouragement to mourners and picnickers to make day-long outings to the area. In 1868, the opening of another flag stop about a mile south of the cemetery inspired the building of the Ravenswood subdivision, an exclusive commuter suburb that encompassed Sulzer's original property. Ravenswood's success encouraged other real-estate speculators to create more local developments, such as Summerdale and the Clybourn subdivision.Electric street railways began running through Lincoln Square in the 1890s, and the Ravenswood Elevated opened in 1907. Both brought new residents to Lincoln Square. The area's farmland gradually began to fill up with bungalows, two-flats, and small apartment buildings; the names of two of the new developments, Ravenswood Gardens and Ravenswood Manor, traded on the area's residential history. Some land intended for residential use lay undeveloped until after World War II. Among the new residents were Greeks, whose many small businesses and St. Demetrios church (1929) set the stage for Lincoln Square to become the “new Greektown” when the old Greektown was displaced by the construction of the Congress (now Eisenhower) Expressway and the University of Illinois at Chicago. An industrial corridor developed along the North Western Railway tracks on Ravenswood Avenue. One of the largest of these interests was Abbott Laboratories, founded in 1888 by local physician and pharmacist Wallace Calvin Abbott (1857–1921).The common use of the name “Ravenswood” reflected Lincoln Square's residential image. Beginning in 1949, the Lincoln Square Chamber of Commerce promoted its commercial identity. The intersection at Lincoln, Lawrence, and Western Avenues had never been as popular as other regional shopping districts, and the growing number of empty storefronts after World War II made some merchants worry about their ability to attract customers. In 1956, they erected a statue of the late president Abraham Lincoln, for whom the area and its major street were called. In 1978 they developed the Lincoln Square mall, a pedestrian plaza that required a controversial rerouting of local traffic. The chamber tried to evoke an Old World flavor with European-style shops and a lantern imported from Hamburg, Germany. Many of the empty storefronts did indeed fill in; an increasing number of proprietors, however, were not of European descent, reflecting the fact that Latinos and Asians in Chicago found the family-friendly housing of Lincoln Square as attractive as previous generations had.",
    "Bibliography": "Lake View–Ravenswood Historical Collection. Sulzer Regional Library, Chicago, IL.Vivien M. Palmer Documents. Chicago Historical Society, Chicago, IL.Zatterberg, Helen. An Historical Sketch of Ravenswood and Lake View. 1941.",
    "Author of Text": "Amanda Seligman",
    "Hyperlinked Terms Associated": [
        "Ravenswood",
        "subdivision",
        "World War II",
        "agriculture",
        "Swiss",
        "German",
        "English",
        "Polish",
        "land use",
        "Cemetery",
        "railroad",
        "street railways",
        "bungalows",
        "apartment",
        "Greeks",
        "Expressway",
        "University of Illinois at Chicago",
        "Chamber of Commerce",
        "shopping districts"
    ],
    "Street addresses associated": [
        "Lincoln Square",
        "Ravenswood",
        "Bowmanville",
        "Rosehill"
    ]
}