{
    "Title": "Lindenhurst, IL",
    "Descriptive Text": "Lake County, 42 miles NW of the Loop. Lindenhurst began as a subdivision in Lake Villa Township in 1952. The land had been called “Lindenhurst Farm” bya prior owner, Ernst Lehmann, son of the weal- thy Chicago department store merchant who founded Lake Villa. Developer Morton Engle and his brothers bought the property in the late 1940s. Their company sought to market relatively inexpensive starter homes to war veterans. The company remained the primary developer into the early 1980s, building homes along with some small shopping areas and parks.Lindenhurst was one of the first post– World War II suburban-style developments in northwestern Lake County. Most contemporaneous developments were in suburbs much closer to Chicago. The pace of building accelerated in the 1970s, and by 1990 the population was 8,038. This grew to 12,539 in 2000.Most households consisted of married couples and their families living in owner-occupied homes. While residential growth outstripped business and commercial growth, the village made commercial zoning a condition of some developments. In the 1990s the largest employer in the village was Victory Lakes Continuing Care Center, a retirement health complex.While Lindenhurst began as an offshoot of Lake Villa, its more recent growth has been oriented toward the east, approaching Millburn (now part of Old Mill Creek ) and Gurnee. Lindenhurst's planners and officials expected growth to continue, and sought to minimize the problems accompanying growth by securing boundary and annexation agreements with incorporated neighbors. The Lindenhurst Sanitary District began expanding its sewer capacity. New village and police buildings were constructed in the mid-1990s, along with a new Lake Villa District Library, which serves Lindenhurst. In addition, officials from neighboring school districts made efforts to coordinate their planning to deal with projected population increases throughout the region.Though Lindenhurst's own corporate history is recent, a significant Lake County historic site came within its borders through annexation in the mid-1990s. The Lake County Forest Preserve District acquired the historic Bonner Farm, dating to the 1840s, and planned to develop it into a historical museum to preserve part of Lake County's agricultural heritage.",
    "Bibliography": "“It's Not on Cutting Edge, but Residents Like It That Way.” Chicago Tribune, March 21, 1992.",
    "Author of Text": "Douglas Knox",
    "Hyperlinked Terms Associated": [
        "subdivision",
        "Lake Villa",
        "department store",
        "World War II",
        "Lake County",
        "zoning",
        "Old Mill Creek",
        "school districts",
        "annexation",
        "Forest Preserve"
    ],
    "Street addresses associated": [
        "Lindenhurst",
        "Lake Villa",
        "Millburn",
        "Old Mill Creek",
        "Gurnee"
    ]
}