{
    "Title": "Liquor Distribution",
    "Descriptive Text": "The agricultural trade of the Midwest, particularly in grain and hops, made Chicago a natural choice for liquor manufacturing and retailing. The industry formed in close conjunction with Chicago's social evolution as it responded both to demand and to movements to limit the production, sale, and consumption of liquor.Chicago's retail liquor trade began in 1827, when Samuel Miller and Archibald Clybourne established the Miller House, a store that doubled as the town's first tavern, serving a crude ale as well as some imported beer. By 1837, there were 10 taverns, 26 groceries, many of which sold liquor, and one brewery.In 1860 Chicago had eight distilleries, but by the 1890s Peoria had emerged as the center of distilling in Illinois. Beer production, however, grew enormously, particularly after 1870. By the turn of the century, the city had over 50 breweries, the great majority run by Germans. Because breweries depended on saloonkeepers for their livelihood, they tried to win the saloonkeepers' loyalty by such means as promising loans for remodeling or paying license fees. The brewers also became directly involved in the retail trade by opening their own saloons. By 1900, brewers dominated most of the barrooms of Chicago.Ironically, organized efforts to restrict liquor spurred industry cooperation. In the early 1870s, the “Liberty League,” made up of both dealers and saloonkeepers, was the first organization of liquor dealers in Chicago. In 1880, the Illinois Liquor Dealers Protective Association, the industry's first statewide lobby, was organized. Local interest groups formed at the same time, some at the neighborhood level, including the South Side Saloon Keepers Association and the Hyde Park Liquor Dealers Association.Even before Prohibition, the liquor industry faced problems. A 1907 act that allowed individual precincts and wards to enact their own prohibition laws led to the forced closure of saloons in two-thirds of the city. Grain conservation regulations during World War I restricted production of alcoholic beverages, and anti-German sentiment made beer drinking unpopular. After passage of the Eighteenth Amendment enacting Prohibition, brewery owners desperately searched for prospective buyers of their establishments. Some brewers, aided by mobsters, continued to produce alcohol illegally. Others turned to the manufacture of nonalcoholic drinks or made ends meet by selling the raw materials that went into liquor production.After Prohibition, persistent gangster connections and incursions by stronger national corporations into the Chicago market dashed the hopes of local liquor manufacturers for an economic resurgence. A handful of national companies dominated the distilling industry, and wine and beer production eventually became concentrated as well. By 1984, 94 percent of American beer was produced by six companies, none in Chicago.In the 1930s, aluminum beer cans and nonreturnable bottles, coupled with widespread ownership of refrigerators, allowed consumers to drink cold beer at home. Packaged goods, sold in grocery and liquor stores, soon outstripped tavern sales. Drinking establishments remained but distanced themselves from the ethos of the old saloons. Federal and state legislation aimed to eliminate the “tied house.” Wholesalers became the intermediary between beer, wine, and liquor producers and retailers (grocers, drug stores, taverns, liquor stores). In 1989, the Chicago Beer Wholesalers Association included some 30 wholesalers, each typically with a few dozen employees, each contracting with brewers to distribute exclusively in specified territories. Wine and liquor distribution became extremely concentrated in the 1980s and 1990s. The largest distributor, owned by William Wirtz, had some 1,500 employees in Illinois by 1999, and its operations extended into other states.",
    "Bibliography": "Duis, Perry R. The Saloon: Public Drinking in Chicago and Boston, 1880–1920. 1999.Duis, Perry. “The Saloon in a Changing Chicago.” Chicago History 4 (Winter 1975–1976): 214–224.Skilnik, Bob. The History of Beer and Brewing in Chicago: 1833–1978. 1999.",
    "Author of Text": "Sudhir Venkatesh",
    "Hyperlinked Terms Associated": [
        "agricultural",
        "breweries",
        "Germans",
        "saloons",
        "South Side",
        "Hyde Park",
        "Prohibition",
        "World War I",
        "grocery",
        "Wholesalers"
    ],
    "Street addresses associated": [
        "Hyde Park",
        "South Side"
    ]
}