{
    "Title": "Lisle, IL",
    "Descriptive Text": "DuPage County, 24 miles W of the Loop. The east branch of the DuPage River, rich soil, rolling hills, and plentiful trees made the Lisle area an attractive site for farming. Migrants from New England, New York, Pennsylvania, and Ohio began arriving in 1832. In 1835, Alonzo B. Chatfield suggested naming the area for Lisle, New York. In the 1840s, several German -speaking farmers from the Alsace region of France settled in Lisle.Lisle's location along major transportation routes transformed it from a traveler's way station into a commuter suburb and high-tech industrial destination. Initially, a stagecoach line between Chicago and Aurora carried mail to and from Lisle. In 1840, Mark Beaubien, one of Chicago's early residents, moved to Lisle, where he operated an inn. When the Southwest Plank Road (Ogden Avenue) extended from Chicago to Lisle's western edge in 1850, Beaubien collected the tolls from in front of his inn. In 1864, the Chicago, Burlington & Quincy Railroad extended its tracks through Lisle.Educational and cultural institutions have occupied a central role in Lisle's history. In 1901, St. Procopius College and Academy, now known separately as Benedictine University and Benet Academy, relocated from Chicago. In 1922, Joy Morton, founder of the Morton Salt Company, established an arboretum at Lisle's northern edge. The Morton Arboretum continues to draw over 300,000 visitors to Lisle annually and gives it the nickname “Arboretum Village.”Lisle's population grew slowly until the 1950s. In 1956, residents voted to incorporate as a village with a mayor and six trustees elected at large. The crossing of new expressways, Interstates 88 and 355, at Lisle increased its attractiveness as a residential site for Chicago's commuting population. Major Chicago builders developed subdivisions of single-family houses, townhouses, and apartment complexes such as Four Lakes, Beau Bien, Green Trails, and Corporate Woods. Between 1970 and 1980, the village's population increased from 5,329 to 13,625; by 2000, Lisle had 21,182 residents.The new highways brought major hotels and campus-style office complexes to Lisle in the 1980s. The Illinois Research and Development Corridor, a stretch of I-88 designated for high-tech companies, passes through Lisle. Lockformer, Molex, and Tellabs built company headquarters on Ogden Avenue. Lucent Technologies' Network Software Center, Unisys Conference Center, and the Interlake Corporation, among others, also located along I-88 and Warrenville Road. In 1994, Lisle's location and hotels helped rank the village as the third most popular meeting site in Illinois, following only Chicago and Springfield.",
    "Author of Text": "Patricia K. Kummer",
    "Hyperlinked Terms Associated": [
        "DuPage River",
        "German",
        "transportation",
        "Railroad",
        "Benedictine University",
        "Morton Arboretum",
        "expressways",
        "commuting",
        "subdivisions",
        "hotels"
    ],
    "Street addresses associated": [
        "Lisle",
        "Warrenville"
    ]
}