{
    "Title": "Literary Images of Chicago",
    "Descriptive Text": "Near the beginning of Willa Cather's 1935 novel Lucy Gayheart, a young woman boards a Chicago-bound train. Having spent Christmas vacation in her small hometown on the western plains, Lucy is impatient to return to “the city where the air trembled like a tuning-fork with unimaginable possibilities.” Lying in her dark sleeping berth, she pictures her destination: “Lucy carried in her mind a very individual map of Chicago: a blur of smoke and wind and noise, with flashes of blue water, and certain clear outlines rising from the confusion. ... This city of feeling rose out of the city of fact like a definite composition,—beautiful because the rest was blotted out.”Lucy has created an image of Chicago that is inspired by the material city but also shaped by her aesthetic choices. Selecting and composing, she provides an apt figure of writers who have created lasting literary images of Chicago. Cities of fact are material places, made from steel and stone, inhabited by flesh-and-blood people. Cities of feeling are imagined places, made from words and images, inhabited by characters and traversed by the reader's mind. Chicago's writers, like Lucy, have drawn selectively upon the Chicago of fact to compose cities of feeling. Of course, these writers have also drawn upon other sources—they have read and responded to one another's work and to an enormous range of literary and intellectual influences—but the insistent fact of Chicago has inspired and sometimes defeated literary imaginations since the time of the city's founding.Since the 1950s, most arriving travelers have seen Chicago from an expressway or from the air; in the late nineteenth and early twentieth centuries, though, the paradigmatic first view of Chicago was from the window of an arriving train. Carl Smith has shown how a variety of works—not only novels like Hamlin Garland's A Son of the Middle Border and Rose of Dutcher's Coolly or Theodore Dreiser's The Titan, but also the memoirs of Louis Sullivan and Frank Lloyd Wright—employ the entry by train to introduce the city.The most celebrated such entry occurs in the first chapter of Theodore Dreiser's Sister Carrie, published in 1900, in which a young woman from Wisconsin named Carrie Meeber arrives in Chicago by train in 1889. She enters the prospective, expanding landscape of a city on the make:They were nearing Chicago. Signs were everywhere numerous. Trains flashed by them. Across wide stretches of flat, open prairie they could see lines of telegraph poles stalking across the fields toward the great city. ... Frequently there were two-story frame houses standing out in the open fields, without fence or trees, lone outposts of the approaching army of homes.That city is organized around its industrial infrastructure, indicated here by the converging rail lines that arrange the view. The processes of growth, exchange, and speculation shape the spokes of development radiating out from the region's central place. The city is growing into its role as the model of industrial modernity, and all aspects of urban life are inflected by Chicago's central function of collecting resources for processing into finished products to be circulated and consumed. Among those raw materials flowing from the hinterland into the city is Carrie, whose small-town training has made her a kind of half-baked urbanite aspiring to bigger things. Philip Fisher has traced the parallels between Carrie's prospects and those of Chicago, which are readable from the train's window in the landscape of a developing West Side that offers “a gigantic sketch of its own future.” In Fisher's reading of the scene, Chicago “is the most compact and representative part” of an increasingly urban and industrial America, but the city also serves as an image of Carrie, “whose small, future-oriented self with its plans and expectations extending out into reality like trolley tracks and strings of gas lamps, the surrounding city magnifies and gives expression to.”Reaching Chicago, Carrie enters a web of social, economic, and cultural relations. Having entertained the advances of the traveling salesman Drouet during the train ride from Wisconsin, establishing the understanding that will underlie their affair, Carrie crosses a boundary into city life. She will soon learn to finesse the grinding processes of production and consumption as she moves from the “lean and narrow” constrictions of wage labor and neighborhood life to the “walled city” of privilege downtown, and she will do so by making both a more valuable commodity and a more efficient enterprise of herself. She will learn to bank on her unspoiled youth (a kind of futures trading), to capitalize on the sentimental appeal of the “emotional greatness” she projects on the stage as an actress, to preserve her worth as she trades Drouet for Hurstwood (a more accomplished man, although a married one) and then drops Hurstwood when he runs out of money and desire. As Carrie and Drouet approach Chicago in the novel's opening chapter, they exchange addresses: that is, they place themselves in relation to the landscape through which they are passing, thus offering an account of relations between themselves and the circulation of resources and meaning in the city. They are “nearing Chicago” in the fullest sense of the phrase—both a place and a way of being—a Chicago growing into its role as America's type of the modern industrial metropolis. The rail lines form the bones and arteries of a growing body, still awkward but on the upslope of its development: “It was a city of over 500,000, with the ambition, the daring, the activity of a metropolis of a million.”Like a functionary announcing the entrance of an important personage, a brakeman calls out “Chicago!” repeatedly as the train arrives at the station. The encounter fills Carrie with both anticipatory excitement and “a kind of terror.” Taking leave of Drouet, struggling through the crowd on the platform, exchanging a “perfunctory embrace of welcome” with the “lean-faced, rather commonplace” sister who has preceded her to Chicago and who embodies hardworking thrift, Carrie begins to take the measure of city life: “Amid all the maze, uproar, and novelty she felt cold reality taking her by the hand.”STUDS LONIGAN, 1935Cold reality and Chicago literature took one another by the hand toward the middle of the twentieth century, as celebrated writers brought the hard facts and human consequences of neighborhood life to literary center stage. James T. Farrell, Richard Wright, and Nelson Algren were central figures in a flowering of Chicago realism that explored the social and literary consequences of the city's maturing as an industrial metropolis—in which the dispossessed bore the brunt of business as usual. Their novels offer memorable images of the city: Farrell's Studs Lonigan passing from grimly rectilinear streets into the pastoral calm of Washington Park in Young Lonigan; Wright's Bigger Thomas and Jake Jackson dreaming of grandiose possibilities as narrow horizons close tighter and tighter around them in Native Son and Lawd Today; Algren's near-hallucinatory views of the “L” from Sophie Majcinek's window in The Man with the Golden Arm.But perhaps the most enduring, evocative images of midcentury Chicago can be found in the writing of Gwendolyn Brooks, who after World War II succeeded Carl Sandburg as the city's preeminent poet. Like Sandburg, Brooks caught the inspiring temper of Chicago without becoming a booster or an apologist; like the neighborhood novelists, she made the daily lives of unglamorous people the subject of ambitious literature. Brooks won her initial reputation in the 1940s and 1950s with poetry set in Bronzeville, the heart of the black South Side, as the Great Migration made Chicago a crucial site in the transition of African Americans from Southern agrarianism to Northern urbanism. “We are now constructing the baby figure of the giant mass of things to come,” concluded the sociologists Drake and Cayton in Black Metropolis, their massive sociological study of Bronzeville in that period. In her poetry, Brooks often considered the tension between possibility and constraint in this booming Black Metropolis.A ballad entitled “Of De Witt Williams on His Way to Lincoln Cemetery,” published in A Street in Bronzeville in 1945, exemplifies Brooks's spare, resonant style. Sketching a contradictory life—seedy but joyful, truncated but expansive, anonymous but exemplary—the poem begins and ends with a hymn-like summation that suggests an entire history of black migration, aspiration, and struggle against the limits imposed by others: “Born in Alabama / Bred in Illinois. / He was nothing but a / Plain black boy.” Also repeated at the poem's end, the next lines—“Swing low swing low sweet sweet chariot. / Nothing but a plain black boy”—invoke the musical traditions of the black church to raise Williams's soul into the firmament, high above the mundane details of the life he led. If this man was insignificant, or encouraged to think of himself as insignificant (he was “nothing,” “plain,” a “boy”), he also merits a poetic funeral oration fit for an emperor. Edging sympathy with sharp irony, Brooks explores that framing paradox.The poem's middle section maps an expressive landscape as it follows Williams's body, “Blind within his casket,” down 47th Street, one of Bronzeville's main drags. It travels past the pool hall and the movie theater, underneath the “L,” past the Warwick and the Savoy, dance halls “Where he picked his women, where / He drank his liquid joy.” There is so much in these few spare lines. The tensions between constraint and release, pain and joy, blindness and a yearning glimpse of a higher place—all link the poem to the Chicago blues style also rooted in postwar Bronzeville. The southern echoes in a northern scene, not only the repetition of “Alabama” but also the reminder of field work in the image of Williams “picking” his women, open up a human geography characterized by continuity as well as change. The urgent sense that this landscape must be escaped (through movie fantasies, drunkenness, sensual pleasure, even death) clashes with an equally powerful sense of Williams's deep and genuine investment of himself in Bronzeville. We can believe both that the South Side might have killed him and that he delighted in being there. His passion for a street corner—he “loved so well” the northwest corner of 47th and Prairie Avenue—could indicate how impoverished his inner life was, or how rich it was, or, somehow, both.If one can hear echoes of multiple traditions—not only the musical legacies of popular sacred music and the blues, but also Wordsworth and the British poetic canon—one can also hear the “L” rumbling above the scene as Williams's casket travels beneath it. The “L” operates here, as it so often does in Nelson Algren's work, as a figure of all that delimits and constrains Williams's short life. The contradiction between the limitations on opportunity in Chicago and the expansive aspirations of even its most dispossessed inhabitants was never more pronounced than in postwar Bronzeville. At midcentury, many representations of the Black Metropolis still pursued a narrative line that tended up and out toward a better future, even if that tendency was frustrated by social constraint (as in Lorraine Hansberry's drama of social mobility and segregation, A Raisin in the Sun ). “His lesions are legion. / But reaching is his rule,” Brooks wrote of one of “the children of the poor” in Annie Allen, an image that captures the balance of protest and measured optimism in her understanding of the situation of urban blacks after World War II. Times would change: the urban crisis of the 1960s would inspire Brooks to take more militant political positions as well as to make formal experiments in her writing that drew her away from the ballad and the sonnet.The urban crisis forced Chicago's writers, no less than its other citizens, to confront a changed city: it was no longer primarily a factory city, no longer primarily a collection of immigrant villages, no longer easily personified as the rising, big-shouldered young laborer immortalized by Carl Sandburg in his 1914 poem “Chicago.” The literature of the 1970s, 1980s, and 1990s offers powerful images of the transformed metropolis in its maturity (or its dotage, in some versions), a multiplicity of imagined landscapes that suggests a complex city of feeling constantly being built and rebuilt. Prominent among them are Leon Forrest's elaborately textured vistas, David Mamet's acid-etched portraits in The Old Neighborhood, Li-Young Lee's encounter with poets floating paper boats in the gutter on the corner of Argyle and Broadway, Sandra Cisneros's watercoloristic word pictures of Mango Street, and Mike Royko's account of a day in the life of Richard J. Daley and his city in the first chapter of Boss.Daley enjoys a special, often vexed status in the city's collective imagination, and not just because of his role in the political, social, and cultural upheavals that added up to an urban crisis in the 1960s. He remains the central character in Chicago's great transformational drama of the second half of the twentieth century: the dismantling of the old industrial city and the development of a new, postindustrial service city that makes traditional images of hog butchers and big shoulders seem quaint.Daley appears intermittently in Chicago literature, perhaps most emblematically in Stuart Dybek's short story “Blight,” collected in The Coast of Chicago (1990). In the story, an addled but soulful kid named Ziggy Zilinsky—who has been whacked in the head with a fungo bat and further bewildered by the effects of urban renewal on his neighborhood—begins having visions of the mayor. In one such vision, Ziggy sees Daley riding in a limousine, sitting “in the backseat sorrowfully shaking his head as if to say ‘Jeez!' as he stared out the bulletproof window at the winos drinking on the corner by the boarded-up grocery.” The narrator, Dave, concedes that “Mayor Daley was everywhere” during the late 1950s and early 1960s: “The city was tearing down buildings for urban renewal and tearing up streets for a new expressway,” and every sign announcing civic improvements prominently featured Daley's name.Dybek, who grew up in Pilsen / Little Village, has drawn upon late-twentieth-century Chicago to create a layered, dreamlike city of feeling in which his characters confront haunting survivals of the old city as well as casually surrealistic harbingers of the new. (Ziggy also claims to have spotted Daley picking through garbage cans.) “Blight” shows how Ziggy, Dave, and their friends in the neighborhood weather the transformation of inner-city urbanism in the 1950s and 1960s. They are buffeted and inspired by a variety of forces typical of the period: not only the designation of their neighborhood as an Official Blight Area, but also ethnic succession (in this case, a three-way encounter between Poles, Hispanics, and African Americans), the assimilation of immigrants and the arrival of new ones, the reverberating shocks of the Vietnam War and the urban crisis, and the potent countercultural influence of the beats, blues, and rock and roll.By the end of the story, Dave has enrolled at a community college to avoid being drafted. An English course taught by a professor known as the Spitter—whose Chicago accent turns the word “blithe” into “blight,” causing Dave to observe that there “seemed to be blight all through Dickens and Blake”—inspires Dave to ride the “L” back to the old neighborhood. He has already described the view from the “L,” one of Chicago literature's signature perspectives: “as my stop approached I'd look down at the tarpaper roofs, back porches, alleys, and backyards crammed between factories and try to imagine how it would look to someone seeing it for the first time.” This time, Dave finds his way to the Carta Blanca, a bar where the Mexican songs on the jukebox sound suspiciously like the polkas that Polish customers once listened to, and there he has a curiously ecstatic experience that concludes the story:Then the jukebox stopped playing, and through the open door I could hear the bells from three different churches tolling the hour. They didn't quite agree on the precise moment. Their rings overlapped and echoed one another. ... [S]omething about the overlapping of those bells made me remember how many times I'd had dreams, not prophetic ones like Ziggy's, but terrifying all the same, in which I was back in my neighborhood, but lost, everything at once familiar and strange, and I knew if I tried to run, my feet would be like lead, and if I stepped off a curb, I'd drop through space, and then in the dream I would come to a corner that would feel so timeless and peaceful, like the Carta Blanca with the bells fading and the sunlight streaking through, that for a moment it would feel as if I'd wandered into an Official Blithe Area.A flash of insight charges the landscape of the old neighborhood with initially threatening but ultimately ecstatic possibility. The overlapping bells, like the overlapping musical genres on the jukebox (and the overlapping versions of Chicago created by its various writers), mark the overlapping of the neighborhood that was with the neighborhood that is and the neighborhood that will be—and the overlapping of all the different meanings each of those versions might have.Without soft-pedaling the terror of feeling one's home turf changing underfoot, “Blight” finds promise in the moment. That promise proceeds in part from a sense that the makings of art reside in the stuff of daily life in Pilsen/Little Village. Dave has come to this moment by way of an English course, and the opportunities confronting him in “Blight” are explicitly literary, courtesy of Dickens, Blake, and the Spitter. One way or another, the familiar-yet-strange quality of neighborhood life in Chicago acts on Dave and his friends to inspire creative ambitions: they become musicians, poets, visionaries, storytellers, writers. (One of them, Deejo Decampo, even writes the first sentence of what promises to be a great Chicago novel, entitled Blight: “The dawn rises like sick old men playing on the rooftops in their underwear.”) In Dave, especially, one can see the makings of the writer that Stuart Dybek became. The miraculous apparition of an Official Blithe Area at the story's end allows him to make the English visionary poet William Blake and the quintessential Chicago bossman Richard J. Daley speak in each other's voice—a fusion of ecstatic creativity and hard facts that recurs throughout Dave's narration, Dybek's writing, and Chicago literature.Any survey of literary images of Chicago must select and compose, choosing a few exemplary scenes and failing to mention a thousand equally deserving ones. The images offered by Dreiser, Brooks, and Dybek were chosen for their literary significance and representativeness, but also because rail lines run through all of them. Chicago's literature, like the city itself, took shape around railroads; trains run through its cities of feeling, carrying loads of meaning, just as trains still carry goods and flesh-and-blood passengers through the city of fact. Those connecting trains suggest a web of literary influences and linkages extending back from the present well into the nineteenth century; they also suggest a distinctive engagement with the city of fact that binds Chicago's literature to what Nelson Algren called “the thousand-girdered El” and all the hard realities it represents.",
    "Author of Text": "Carlo Rotella",
    "Hyperlinked Terms Associated": [
        "cities of feeling",
        "expressway",
        "infrastructure",
        "business",
        "Washington Park",
        "\"L\"",
        "World War II",
        "poetry",
        "South Side",
        "Great Migration",
        "African Americans",
        "dance halls",
        "blues",
        "sacred music",
        "\"L\"",
        "urban renewal",
        "Pilsen",
        "Little Village",
        "Poles",
        "rock",
        "Mexican",
        "college",
        "Polkas",
        "turf",
        "art",
        "railroads"
    ],
    "Street addresses associated": [
        "Pilsen",
        "Little Village",
        "Bronzeville",
        "Hyde Park"
    ]
}