{
    "Title": "Literary Careers",
    "Descriptive Text": "In nineteenth-century Chicago, rapid urbanization created a wealth of professional writing opportunities and accentuated the city's relative lack of established literary institutions. The 1830s frontier town provided little literary culture, and where professional writing did take place, it followed lines established in Boston, New York, and Philadelphia: “respectable” literary production targeted elite coteries of readers, while the urban penny press, dime novels, and sentimental fiction gave writers profitable, but not necessarily prestigious, forums for work. So the writing of perhaps the city's first novel, Wau-Bun: The “Early Day” in the North-West (1856), had less to do with Juliette Kinzie's ambition to be a professional author than with her desire to convince elite Chicagoans of the crucial role the Kinzie family played in the city's founding. By the 1860s, changes in copyright laws, innovations in printing technology, and an expansive railroad system had paved the way for a national literary marketplace, creating more favorable conditions for professional authorship. At a remove from major publishing houses in New York and Boston and unable to profit from short-lived, local publishing ventures, Chicago writers were slow to benefit from these developments. Moreover, established writers such as Henry Blake Fuller and Hamlin Garland remained pessimistic about the possibilities for improvement. To their way of thinking, Chicagoans were too absorbed by business and commerce to support an indigenous literary culture.Although such concerns have led many Chicago authors to dramatize the conflict between art and commerce, the city's robust economy nonetheless provided job opportunities for emerging literary talent. Indeed, by the 1880s, Chicago had become a beacon for aspiring writers throughout the Midwest.The most common place to begin a literary career was on one of Chicago's daily newspapers. From midcentury onward, Chicago newspapers circulated throughout the Midwest, bringing an air of metropolitan sophistication to Main Street (as a paperboy in Galesburg, Illinois, Carl Sandburg could tell his customers' politics by the newspapers they subscribed to) and impressing would-be writers with the power of urban journalism. In addition to a ready-made audience, news reporting promised regular writing and congenial work conditions, and it did not require specialized training or education (certainly not college). During the 1880s and 1890s, George Ade, Ray Stannard Baker, Eugene Field, Finley Peter Dunne, William Payne, Opie Read, and Brand Whitlock, most of them drawn to the city from the surrounding hinterland, developed literary careers while earning between $12 and $35 a week. Dunne's “Mr. Dooley” columns and Ade's “Stories of the Streets and of the Town” represented the high end of a documentary style that portrayed Chicago's working and middle classes, its ethnic communities and country migrants, with sympathy and wit. Until the advent of standardized, nonliterary reporting in the 1920s, urban journalism continued to provide apprenticeships to notable Chicago writers, among them Sandburg, Theodore Dreiser, Floyd Dell, Ben Hecht, Ring Lardner, and Elia Peattie.Beyond the dailies, Chicago's expansive foreign press and many specialized periodicals also provided employment opportunities. Clara Laughlin put in almost 20 years as a book reviewer and editor for the Presbyterian periodicals the Interior and Continent before focusing on her own fiction and travel writing in the early 1900s. Similarly, Sherwood Anderson's first published writings appeared in Agricultural Advertising, a trade journal directed toward advertisers and merchants. The particular interests served by such publications meant that much of the professional writing done in the city was not literary per se, but often commercial, religious, agricultural, or educational. Still, professional writing, no matter what the subject, instilled habits, developed skills, and acquainted writers with conventions that would serve them well in their careers as literary authors.Chicago's white-collar professions, along with other circles of middle-class culture, yielded their fair share of writers. Joseph Kirkland, one of the city's most important writers during the 1880s, made his living as an attorney, as did poet Edgar Lee Masters, roughly 30 years later. Henry Blake Fuller and Hobart C. Chatfield-Taylor, both active participants in the late-nineteenth-century literary scene, benefited from family wealth. Edith Wyatt worked as a teacher and, like other turn-of-the-century women novelists, underscored the importance of cooperative, domestic values while downplaying the drama of individualistic career-making.By the 1920s, the scope and opportunity for establishing a literary career in Chicago had broadened considerably. The popularity of Ring Lardner's baseball tales, published in the Saturday Evening Post and later collected in You Know Me Al (1916), demonstrated that a Chicago writer working with Chicago material could find success in the national market. On the other hand, Chicago's literary professionals also included poets, essayists, critics, and contributors to low- or nonpaying literary magazines such as Harriet Monroe's Poetry or Margaret Anderson's Little Review. As they had in the nineteenth century, writers still supported literary careers with money earned in nonliterary occupations. The difference in the 1910s, however, was the emergence of both a larger, diversified marketplace for literature and a heightened appreciation for creative writing done outside commercial literary structures. In the spirit of social and artistic experimentation, and perhaps rebellion, modernism and literary bohemianism fostered writing that was decidedly noncommercial. Moreover, beginning around 1900, institutions of higher learning like the University of Chicago created new career possibilities by paying writers and critics to teach and developing the study of literature as an academic discipline.Amid the expansion and consolidation of the modern literary market, Chicago writing maintained its regional identity in part because its writers continued to enter the profession from the ground level. Though destined to be published in New York, the social protest novels written in the thirties and forties by James Farrell, Richard Wright, and Nelson Algren provide hard-bitten, autobiographical views of the city that were shaped by local writing experience. During the Great Depression, the Federal Writers Project, federally funded by the Works Projects Administration, paid Wright, Algren, Willard Motley, Jack Conroy, and Arna Bontemps, among others, to write about various aspects of Chicago culture. Other workshops, formal and informal, apprenticed aspiring local writers. For instance, Gwendolyn Brooks, who as a teenager published poems in the Hyde Parker and the Chicago Defender, benefited from writing classes held at the South Side Community Art Center. Since World War II, Chicago writers have continued to parlay local writing experience and local material into national recognition, thus helping to build a vibrant, diverse urban culture.Recent Chicago writing reprises some of these themes. Area writers still develop literary careers while working in a variety of occupations, and the proliferation of genres and subjects in both fiction and nonfiction has opened the market to greater numbers of professional writers. Though New York remains the nation's publishing headquarters, its relative importance as a literary center has diminished with the advance of transportation and communication technologies. In twenty-first-century Chicago, there should be plenty of room for small presses, literary journals, performance poetry, and finely wrought writing careers built from the ground up.",
    "Bibliography": "Duncan, Hugh Dalziel. The Rise of Chicago as a Literary Center from 1885 to 1920: A Sociological Essay in American Culture. 1964.Fleming, Herbert E. “The Literary Interests of Chicago.” American Journal of Sociology 11 (November 1905): 377–408; 11 ( January 1906): 499–531; 11 (May 1906) 784–816; 12 ( July 1906): 68–118.",
    "Author of Text": "Timothy B. Spears",
    "Hyperlinked Terms Associated": [
        "dime novels",
        "publishing",
        "printing",
        "literary culture",
        "fiction",
        "newspapers",
        "journalism",
        "University of Chicago",
        "Great Depression",
        "Federal Writers Project",
        "Chicago culture",
        "Chicago Defender",
        "South Side Community Art Center"
    ],
    "Street addresses associated": [
        "Galesburg",
        "Hyde Park"
    ]
}