{
    "Title": "Lithuanians",
    "Descriptive Text": "Although the 2000 U.S. census counted 11,000 persons of Lithuanian first ancestry in the city, nearly 80,000 in the metropolitan area claimed some Lithuanian ancestry. Chicago's place in Lithuanian history rests on a broad base. Chicago Lithuanians played major roles in almost every stage of Lithuania's modern history as they struggled with the contradictions of assimilating into American culture while maintaining their ethnic identity.Lithuanian immigrants began to come to the United States in significant numbers in the late nineteenth century when their homeland was still a part of the Russian empire. The majority of the first arrivals could not read or write. Most thought of making some money and then returning home, and therefore displayed little interest in buying land. Instead they sought work in mines and cities. After 1900 they came to Chicago in increasing numbers, settling first in Bridgeport and then developing the Marquette Park ( Chicago Lawn ) area. Many found work in the stockyards. Census figures for this period are unreliable in judging ethnicity, but Lithuanians usually claim that Chicago had about 50,000 of their conationals by 1914, making it the largest urban settlement of Lithuanians in the world.Lithuanian immigrants in Chicago received fame as residents of Back of the Yards, the setting for Upton Sinclair's muckraking novel The Jungle (1906), in which Jurgis Rudkus, a goodhearted but naive young man, suffers at the hands of unscrupulous capitalists until he finds salvation in Sinclair's ideal of international socialism. In the years before World War I, many immigrants from other regions studied this work in their English-language reading circles.The early immigrants were mostly young men, who tended to live together in boardinghouses. Once an immigrant had collected his basic stake, usually about five hundred dollars, he might return home or more likely send for a bride to come live with him in the new land. Many of those who returned home soon decided that they could not settle back into the rural communities there.Lithuanian men first socialized in the taverns, where they could learn the ways of the city. There they drew their plans for churches—they were Roman Catholic —and other community institutions, including schools. The first Lithuanian parish developed around St. George's Church in Bridgeport (1892). The decision of the Sisters of St. Casimir to move from Scranton, Pennsylvania, to Chicago in 1911 provided staff for Lithuanian schools.At the end of World War I Lithuania became an independent state, which together with new restrictions in American immigration laws, sharply reduced the flow of new arrivals. The children of the immigrants, having attended American schools and having become American citizens, participated actively in Chicago politics, as both Republicans and Democrats, while working together on Lithuanian projects.In 1935 a group of young Chicago Lithuanians made a major contribution to the culture of the homeland when they played basketball at a World Lithuanian Congress in Lithuania. Lithuanians took to the game enthusiastically. Chicagoans then helped Lithuania win the European basketball championship in 1937 and 1939. Basketball remains the most popular sport in Lithuania, and several Lithuanians have played in the National Basketball Association.World War II radically altered the makeup and purposes of Chicago Lithuanians, which according to community estimates numbered approximately 100,000 in 1940. That year Chicago Lithuanians organized the American Lithuanian Council to publicize their opposition to Soviet occupation. At the end of the war, Lithuanians in Western Europe, called “displaced persons” or “DPs,” refused to return to their Soviet-ruled homeland. In 1949, the Supreme Committee for the Liberation of Lithuania supervised the formation of the World Lithuanian Community to keep alive Lithuanian culture amid emigration. Its “World Lithuanian Charter” insisted that “A Lithuanian remains a Lithuanian everywhere and always.” In the 1950s the Supreme Committee and the World Lithuanian Community moved to the United States, and Chicago Lithuanians played major roles in both organizations.Invigorated by the influx of new, younger émigrés, Lithuanian institutions in Chicago multiplied. The major Lithuanian newspaper in Chicago, Draugas (The Friend), published by the Marian Fathers since before World War I, enjoyed the largest circulation of any American Lithuanian newspaper; in 1951 it instituted an annual literary prize for Lithuanian writers. Other institutions include the Balzekas Museum of Lithuanian Culture (founded 1966), the Lithuanian Studies Center (1982), and the Lithuanian Foundation, a nonprofit organization established in 1962 to support Lithuanian education, science, and culture. In 1981 the Lithuanian World Community Foundation established an endowed chair in Lithuanian studies at the University of Illinois at Chicago. As they became more established in American society, Lithuanians also tended to move out of their original areas of settlement. In 1988 the Lithuanian World Community established the Lithuanian World Center in Lemont.Lithuanian culture in Chicago grew apart from the cultural life in Lithuania under Soviet rule; the language had already reflected these diverse paths even before the war. The major émigré organizations centered in Chicago were strongly Catholic, and they vigorously opposed Communist rule in their homeland, demanding that émigrés avoid Soviet institutions: relations with Lithuania should be limited to private contacts because contacts with officials of the Lithuanian Soviet Socialist Republic might compromise the U.S. government's policy of nonrecognition of Lithuanian incorporation into the USSR.Younger émigrés, organized as Santara-Šviesa, a federation of two former student groups, took a more pragmatic position under the slogan “Face to Lithuania.” To this end, Santara-Šviesa leaders, centered in Chicago, helped a basketball team of Chicago Lithuanians visit Lithuania in 1967, explaining that they wanted to learn more about actual conditions in Lithuania, to open the homeland up to foreign intellectual currents, and to confirm that there was in fact but one, united Lithuanian culture. In 1968 Santara-Šviesa began publishing a monthly newspaper in Chicago, Akiračiai: Atviro Žodžio Ménraštis (Viewpoints: A Monthly for the Free Word), which challenged many aspects and beliefs of émigré life. Lithuanian intellectuals particularly remember the group for its smuggling books into Lithuania in the 1970s and 1980s.When the Soviet system began to crumble in the late 1980s, Chicago Lithuanians enthusiastically supported Lithuanian independence. They contributed money and equipment to the national front organization in Lithuania, known as Sajudis, and lobbied vigorously in Washington. When Lithuanian politics began to divide into left and right, most Chicago Lithuanians supported the right, calling for a sharp break with Moscow and looking forward to establishing new, closer ties with their homeland. After Lithuania achieved international recognition as an independent state in 1991, many Chicago Lithuanians, although rather disappointed by limits on their rights to citizenship and property in Lithuania, chose to return there.The life of Chicago's Lithuanians in essence grew closer to life in Lithuania. A number of young Chicagoans worked in the Lithuanian government in its first days of independence, and the World Lithuanian Community established institutional ties with the Lithuanian parliament. Many Lithuanian leaders came to Chicago to tap the intellectual and financial resources of the community. In 1998 Lithuanian voters elected a Chicago Lithuanian, Valdas Adamkus, as president of the Lithuanian Republic. Having fled Lithuania in 1944, Adamkus had made his way to the United States, and had graduated from the University of Illinois as an engineer. He was one of the founders of Santara-Šviesa. After long service as Great Lakes administrator of the Environmental Protection Agency, he retired in 1997 and returned to Lithuania. At the end of the 1990s, Chicago Lithuanians had closer ties to the homeland than at any other time in the century.",
    "Bibliography": "Fainhauz, David. Lithuanians in Multi-ethnic Chicago until World War II. 1977.Mockunas, Liutas. “The Dynamics of Lithuanian Emigre-Homeland Relations.” Baltic Forum 2.1 (1985): 49–66.Senn, Alfred Erich. “American Lithuanians and the Politics of Basketball in Lithuania, 1935–1939.” Journal of Baltic Studies 19 (1985): 146–156.",
    "Author of Text": "Alfred Erich Senn",
    "Hyperlinked Terms Associated": [
        "Russian",
        "Bridgeport",
        "Chicago Lawn",
        "Back of the Yards",
        "The Jungle",
        "World War I",
        "boardinghouses",
        "Roman Catholic",
        "schools",
        "parish",
        "politics",
        "Republicans",
        "Democrats",
        "basketball",
        "World War II",
        "newspaper",
        "University of Illinois at Chicago",
        "Lemont",
        "Great Lakes"
    ],
    "Street addresses associated": [
        "Bridgeport",
        "Marquette Park (Chicago Lawn)",
        "Back of the Yards",
        "Lemont"
    ]
}