{
    "Title": "Local Option",
    "Descriptive Text": "“Local option” is a general term for laws that allow voters to decide if or how alcohol will be sold in their communities. The Illinois General Assembly established the principle of local liquor control when it granted nearly complete licensing powers to county officials soon after statehood in 1818. The state's first local option law (1839) stipulated that a majority of voters in any county, justice's district, incorporated town, or city ward could petition local authorities to stop granting liquor licenses. The law, ineffectual against Chicago's liquor traffic and thoroughly opposed by its political leaders, was repealed in 1841.Some communities in Cook County feared Chicago's immoral influence, which they saw exemplified in the city's growing numbers of immigrant, non- Protestant voters, its unwillingness to enforce its own liquor regulations, and its rapid industrialization and urbanization. They turned to prohibiting saloons and liquor sales as a way to keep the city's effects at bay. A community of temperate Methodists chartered Northwestern University in 1851 with a four-mile dry zone around the school and in 1863 incorporated Evanston with a dry ordinance. Winnetka and Englewood followed in 1869, when both cities established schools with prohibition provisos in their charters. The 1872 Towns and Villages Act, which gave city councils the power to license, regulate, and prohibit the selling or distribution of intoxicating liquors, provided towns the means to govern themselves on the issue, independent of Chicago's power. Oak Park used this law to dry up in 1873, as did River Forest in 1879.When Chicago began an aggressive annexation campaign in the 1880s, liquor again became a contentious issue. In 1889, Hyde Park voters agreed to annexation if they could retain their local option laws, which required prospective saloonkeepers to obtain signatures of a majority of the property owners, tenants, and businesses on both sides of the street on the block where the saloon would be located. Although much of Hyde Park quickly allowed saloons in, the most wealthy, professional, and white residential areas fought protracted court battles over the next 30 years to remain dry. Other areas annexed by Chicago as dry territory by 1891 included part of Cicero, Fernwood, Jefferson, Town of Lake, Lake View, Norwood Park, Washington Heights, West Ridge, and West Roseland.By 1894 the Chicago City Council had adopted an informal agreement that aldermen could designate small residential portions of their wards “antisaloon territory.” In 1907 the Illinois legislature passed a local option law that allowed voters to dry up whole precincts, not just residential districts, and it required only one-quarter of the voters to petition for the issue to be placed on the ballot. By 1909 nearly two-thirds of the city was dry. The remaining licensed saloons crowded into the slums, working-class neighborhoods, and the commercial Loop district. Chicago's dry districts remained spotty until the Eighteenth Amendment initiated national Prohibition in January, 1920.With the repeal of Prohibition in 1933, the state of Illinois included a local option proviso in its 1934 dramshop law. Like the 1907 law, it required only one-quarter of the voters in a Chicago precinct, or in an incorporated town, to petition to place prohibition on the ballot. As a result, a number of suburbs and city precincts remained dry after the 1934 and 1936 elections, including Evanston, Oak Park, River Forest, Glencoe, Winnetka, Kenilworth, Western Springs, Wilmette, La Grange, Park Ridge, Wheaton, Maywood, and 47 of Chicago's 4,136 precincts.By the early 1970s, some African Americans and Hispanic Americans began to protest the disparity between the number of bars in black and Hispanic versus white neighborhoods and the predominantly white suburbs, and they initiated local measures to minimize the number of liquor licenses. Since 1989, city council members have been able to place moratoriums on new liquor licenses in their wards, and as of 1995 the local option law has allowed voters to prohibit liquor sales at specific addresses. Chicago has become drier: by 2003 nearly one-fifth of Chicago's more than 2,700 precincts restricted the sale of alcohol.A reverse trend occurred in the suburbs, which began to allow alcohol in, usually because of economic pressures to strengthen business districts with restaurants that serve liquor. Between 1972 and 1983, Evanston, Maywood, Oak Park, Highland Park, Glencoe, Park Ridge, Wilmette, and Winnetka all lifted their bans on alcohol. River Forest followed in 1990.",
    "Bibliography": "Duis, Perry R. The Saloon: Public Drinking in Chicago and Boston, 1880–1920. 1983.Laws of the State of Illinois. 1839–1997.Pike, Claude O., ed. The Chicago Daily News Almanac and Year Book. Various years, 1932–1937.",
    "Author of Text": "Rachel E. Bohlmann",
    "Hyperlinked Terms Associated": [
        "liquor",
        "ward",
        "Cook County",
        "Protestant",
        "saloons",
        "Northwestern University",
        "Evanston",
        "Winnetka",
        "Englewood",
        "prohibition",
        "Oak Park",
        "River Forest",
        "annexation",
        "Hyde Park",
        "Cicero",
        "Jefferson",
        "Lake",
        "Lake View",
        "Norwood Park",
        "Washington Heights",
        "West Ridge",
        "Roseland",
        "Loop",
        "Prohibition",
        "Kenilworth",
        "Western Springs",
        "Wilmette",
        "La Grange",
        "Park Ridge",
        "Wheaton",
        "Maywood",
        "African Americans",
        "restaurants",
        "Highland Park"
    ],
    "Street addresses associated": [
        "Evanston",
        "Winnetka",
        "Englewood",
        "Oak Park",
        "River Forest",
        "Hyde Park",
        "Cicero",
        "Fernwood",
        "Jefferson",
        "Town of Lake",
        "Lake View",
        "Norwood Park",
        "Washington Heights",
        "West Ridge",
        "West Roseland",
        "Glencoe",
        "Kenilworth",
        "Western Springs",
        "Wilmette",
        "La Grange",
        "Park Ridge",
        "Wheaton",
        "Maywood",
        "Highland Park"
    ]
}