{
    "Title": "Lockport, IL",
    "Descriptive Text": "Will County, 30 miles SW of the Loop. Lockport, located in the Des Plaines River Valley, grew initially as the headquarters for the Illinois & Michigan Canal and as an agricultural processing center. The agricultural promise of the area grew when a local farmer developed a steel plow in 1835.The original town of the 1830s and 1840s was mainly populated by Yankees and a part of the town was called “Yankee Settlement.” The other element was recently emigrated Irish farmers and laborers. By the 1860s there was an increased number of German emigrants who were merchants and farmers. The late nineteenth century brought an influx of Scandinavians and a few African Americans who worked on the Sanitary and Ship Canal. Italians, mostly from northern Italy, worked in factories in the area. The town's population remained stable until the late 1980s when new residences were built for an influx of urbanites and close-in suburbanites.Lockport was platted and named by the Illinois & Michigan Canal commissioners in 1837 as the canal headquarters. Chief Engineer William Gooding saw the water-power potential of the site, which is 40 feet higher than Joliet four miles to the south. Gooding supervised construction of a headquarters and stone warehouse. The canal opened in 1848 and in 1853 Lockport residents incorporated as a town.The canal grain trade dominated the town's early economy, and the 1858 arrival of the Chicago & Alton Railroad did little to change this. Hiram Norton oversaw an extensive canal operation devoted to grain shipping and processing. His water-powered flour mill was one of the largest in northern Illinois, and along with other hydraulic-powered production facilities and a number of canal boats, made him one of the wealthiest people in the 1860s.The construction of the Sanitary and Ship Canal after 1895 halted the grain trade on the old canal and the Norton Company went bankrupt. The construction of the Calumet-Sag Channel north of Lockport, which began in 1911, cut off most of the water power to the town, and the remaining mills closed.The area's economy revived after 1911 when the Texas Company decided to build its first refinery outside the Southwest on the northern boundary of Lockport. In addition, area railroads began running commuter trains to Chicago and the 1901 opening of the Chicago & Joliet Interurban Electric Railway encouraged commuting between Lockport, Joliet, and Chicago.In the 1980s, the closure of the Texaco refinery and other industrial plants in the area signaled yet another economic and social shift. History became a focus of commercial development. In 1968 the Will County Historical Society opened a canal museum in the old I&M Canal headquarters building. The Gayload Building, built in 1837 to store canal construction materials, was acquired by the National Trust for Historic Preservation and is now operated as a museum by the Canal Corridor Association. The old downtown was made a historical district in 1974 and Lockport began calling itself “The Old Canal Town.” In the 1980s restaurants, antique shops, and specialty retailers opened in the historic district. In addition, population shifts in the metropolitan area drew residential developers to the area. The closing decades of the twentieth century brought not only history but also strip malls, fast-food outlets and other elements of urban sprawl. Population grew from 9,401 in 1990 to 15,191 in 2000.",
    "Bibliography": "Conzen, Michael, and Adam Daniel, eds. Lockport Legacy: Themes in the Historical Geography of an Illinois Canal Town. 1990.Lamb, John. Lockport, Illinois: The Old Canal Town. 1999.LeBaron, W. History of Will County. 1878.",
    "Author of Text": "John Lamb",
    "Hyperlinked Terms Associated": [
        "Des Plaines River",
        "Illinois & Michigan Canal",
        "agricultural",
        "Irish",
        "German",
        "African Americans",
        "Sanitary and Ship Canal",
        "Italians",
        "Joliet",
        "refinery",
        "railroads",
        "commuting",
        "Interurban"
    ],
    "Street addresses associated": [
        "Lockport"
    ]
}