{
    "Title": "Logan Square",
    "Descriptive Text": "Community Area 22, 5 miles NW of the Loop. Logan Square is a large, densely populated community northwest of Chicago's Loop. Long home to immigrant populations, it is now predominantly Hispanic. Logan Square is graced with a system of tree -lined boulevards and squares, including the one for which the community is named. The area is bounded on the east by the Chicago River and bisected diagonally by Milwaukee Avenue, one of Chicago's main commercial thoroughfares.The open prairie that would become Logan Square lay beyond Chicago's borders in 1836, when New Yorker Martin Kimbell laid claim to 160 acres there. Other settlers soon joined Kimbell in what was then the town of Jefferson. Beginning in 1850, farmers in Logan Square and beyond could haul their produce to market along the North West Plank Road (later Milwaukee Avenue), which followed the path of an Indian trail angling northwest out of Chicago. Several years later, the Chicago & North Western Railway laid its tracks just west of the river. Industries soon followed. In 1863, Chicago annexed the territory east of Western Avenue and south of Fullerton. (This neighborhood—now Bucktown —was known as Holstein for its population of German factory workers.) Six years later, the area just to the north (east of Western, between Fullerton and the river) became part of the city.Logan Square grew more rapidly after the fire of 1871. Because the area lay outside Chicago's fire limits, moderately priced frame houses immediately appeared, especially in suburban Maplewood, south and west of the Chicago & North Western Railroad's new Maplewood station at Diversey Avenue, and along Milwaukee Avenue. By 1884, Maplewood's population had reached 6,000. (A second early subdivision, Pennock, in northwestern Logan Square, failed to thrive until the following decade.) With the extension of the Milwaukee Avenue street railway line to Armitage and then Belmont, German and Scandinavian immigrants increasingly moved northwestward into the area.Chicago annexed the remainder of Logan Square in 1889. The “L” arrived the following year, and new homes quickly encircled the Fullerton and Milwaukee Avenue stations. Shortly thereafter, the city paved and planted the boulevard system, planned years before by the West Park Commission. The solid graystone two- and three-flats and substantial single-family houses of upwardly mobile Scandinavians and Germans soon lined Logan, Kedzie, and Humboldt Boulevards, and Logan and Palmer Squares.After World War I, Logan Square boomed. Even as earlier-arriving immigrants moved further out Milwaukee Avenue, Poles and Russian Jews arrived to take their place. Construction of rental apartments and flats continued unabated. In 1925, developers claimed the last sizable tract of open land, the Logan Square Ball Park at Milwaukee and Sawyer.Vibrant Logan Square began to fade shortly thereafter. Population fell gradually after 1930. Older frame residences on the community's industrial eastern edge deteriorated. In the late 1950s, construction of the Northwest (Kennedy) Expressway effectively severed this district from the rest of Logan Square, prompting residents to depart. Construction of the Dearborn/Milwaukee subway (now the Blue Line) disrupted commercial life in central Logan Square in the following decade.In the early 1960s, however, Logan Square saw the first signs of a resurgence that has lasted into the twenty-first century. In 1963, area residents formed the Logan Square Neighborhood Association, a group that has worked ever since to improve housing and community spirit. In the succeeding decades, young urban professionals purchased and rehabilitated many of the fine houses along the boulevards, obtaining recognition of the corridor as a National Register district in the 1980s. The oldest portion of Logan Square, the Bucktown neighborhood in the community's southeast corner, has become a haven for artists.Today, Logan Square exhibits a vital ethnic and economic diversity. The population of Logan Square has fallen less rapidly than that of Chicago as a whole, thanks to an influx of Hispanics since 1960. By 1990, Hispanics made up almost two-thirds of Logan Square's population, comprising the largest Puerto Rican, Cuban, and South and Central American populations in Chicago, together with a sizable Mexican community. Yet Polish can still be heard in the streets alongside English and Spanish. And while upper-middle-class professionals own the solid houses along the boulevards and new and rehabilitated townhouses in gentrifying Bucktown, the majority of Logan Square's residents continue to live in the community's many rental flats and apartments.",
    "Bibliography": "Andreas, A. T. History of Cook County Illinois. 1884.Chicago Fact Book Consortium, ed. Local Community Fact Book: Chicago Metropolitan Area, 1990. 1995.Newspaper clippings in hardcopy and on microfilm. Municipal Reference Collection, Harold Washington Public Library, Chicago, IL.",
    "Author of Text": "Elizabeth A. Patterson",
    "Hyperlinked Terms Associated": [
        "Loop",
        "tree",
        "Chicago River",
        "Jefferson",
        "Bucktown",
        "German",
        "fire of 1871",
        "German",
        "fire of 1871",
        "fire limits",
        "Railroads",
        "street railway",
        "\"L\"",
        "World War I",
        "Poles",
        "Jews",
        "apartments",
        "Expressway",
        "artists",
        "Puerto Rican",
        "Cuban",
        "Mexican"
    ],
    "Street addresses associated": [
        "Logan Square",
        "Bucktown",
        "Maplewood",
        "Pennock",
        "Holstein",
        "Armitage",
        "Belmont",
        "Humboldt Park"
    ]
}