{
    "Title": "Lombard, IL",
    "Descriptive Text": "DuPage County, 20 miles W of the Loop. Lombard shares its early history with Glen Ellyn. Brothers Ralph and Morgan Babcock settled in a grove of trees along the DuPage River. In what was known as Babcock's Grove, Lombard developed to the east and Glen Ellyn to west. In 1837, Babcock's Grove was connected to Chicago by a stagecoach line which stopped at Stacy's Tavern at Geneva and St. Charles Roads. Fertile land, the DuPage River, and plentiful timber drew farmers to the area.Sheldon and Harriet Peck moved from Onondaga, New York, to this area in 1837. They claimed 80 acres of land which they farmed. In addition, Peck was an artist and primitive portrait painter who traveled to clients across northeastern Illinois. The Peck house also served as the area's first school and has been restored by the Lombard Historical Society.In 1849, the Galena & Chicago Union Railroad ran two trains daily each way through Babcock's Grove. Farmers began to send their goods to Chicago along the railroad, quickly putting the stagecoach line out of business. Soon a post office, general store, and a hotel emerged near the train station. German farmers joined the early Yankee and New York settlers.Josiah Lombard, a Chicago banker, purchased 227 acres of land in 1868 and headed a group of capitalists who registered the first plat and spearheaded the incorporation of Lombard in 1869. Lombard hoped the area would develop as a commuter center. Stylish Victorian homes appeared on North Main Street, and the Lombard Historical Museum maintains a house museum in the style of one of these homes circa the 1870s. The Maple Street Chapel, which is now on the National Register of Historic Places, was constructed in 1870 to serve a growing population.While commuters came, industry also developed. The Lombard train station was a “milk stop” for area farmers, and a cheese factory and creamery also operated for many years. Conflicts between farmers and commuters included temperance. After attempts to shut down saloons in Lombard were rejected numerous times in the nineteenth century, temperance advocates prevailed in 1911.In 1910 William R. Plum, a retired Chicago lawyer, Civil War veteran, and Lombard resident, began collecting lilacs. The Plum garden became known as Lilacia, where over two hundred varieties of the flowering bush grew. In 1927, William and Helen Plum donated their estate to the village. The garden became a park, their home a public library. In 1929, the landscape artist Jens Jensen was hired by the Lombard Park District to design the park. The first Lilac Festival was held the following year and continues annually during May.Between 1906 and 1957, the Chicago, Aurora & Elgin Railway provided passenger service on its interurban line. By 1920 the number of residents increased to 1,331. During the 1920s a new high school, a paving program, and the development of the Lombard Park District increasingly made Lombard attractive to new residents. The DuPage Theatre opened in 1928 with a starlit sky and gilded pillars. A significant population increase occurred after World War II. Throughout the fifties new homes and shopping centers were built, and by 1960 the population reached 22,561. Lombard remained primarily residential until the 1970s, when the 75-acre Yorkbrook Industrial Park and the 200-acre Clearing Industrial District were developed. The population reached 42,322 by 2000.",
    "Bibliography": "Budd, Lillian. Footsteps on the Tall Grass Prairie: A History of Lombard, Illinois. 1977.Fruehe, Margot. “Lombard.” In DuPage Roots, ed. Richard A. Thompson, 1985, 191–199.Knoblauch, Marion, ed. DuPage County: A Descriptive and Historical Guide, 1831–1939. 1948.",
    "Author of Text": "Elizabeth M. Holland",
    "Hyperlinked Terms Associated": [
        "Glen Ellyn",
        "DuPage River",
        "Railroad",
        "German",
        "Yankee",
        "saloons",
        "interurban"
    ],
    "Street addresses associated": [
        "Lombard",
        "Glen Ellyn"
    ]
}