{
    "Title": "Long Grove, IL",
    "Descriptive Text": "Lake County, 29 miles NW of the Loop. The 1838 survey maps show large groves of oaks standing in bluestem prairie along the southern boundary of Lake County, one of them labeled “Long Grove.” Before 1840, a Yankee, John Gridley, settled at a minor trail crossing deep in Long Grove.German immigrants to the area in the mid-1840s discovered that the open prairie had already been claimed and made their claims deep within the grove. A post office established in 1847 under the name Muttersholz (“Mother's Woods”) highlights the area's strong German influence. By the early 1850s, immigrant families who had split from the Roman Catholic parish at Buffalo Grove founded their own St. Mary's parish at Muttersholz. An Evangelical Lutheran congregation formed at the same time.Recruitment during the Civil War and industrial opportunities in Chicago drained away most of the area's remaining Yankee families, leaving German as the most commonly spoken language. Most families had their origins in the Rhineland and spoke in a “Plattdeutsch” dialect until nativist hostility to German culture during World War I impelled residents to make greater use of English. Muttersholz became Long Grove once again. The cultural isolation of the small community, which had grown from 161 in 1870 to only 640 in 1960, deepened as the area's major roads, Routes 53 and 83, bypassed the still rural country crossroad.Many of the community's young men who left to fight in World War II stayed away, leaving behind old farms filled with German-crafted oak furniture and tools. When the Fanning family opened their Farmside Store in Long Grove in 1947, they found that well-to-do Chicagoans were interested in acquiring antiques from their resale store, and Long Grove quickly established a reputation as a center for the growing antique trade.This commerce drew the attention of developers. In the early 1950s, area property owners formed an association to oppose a major development plan, countering with a village plat that would require a three-acre minimum lot size, with the aim of preserving the area's historic character. Following litigation between developers and the association, a referendum was passed in 1956, that incorporated the village of Long Grove. Guy Reed became the village's first president. After Reed's death in 1959, village president Robert Coffin pushed to retain the village's antique style through ordinances prohibiting neon signs and the development of convenience and chain stores. Any new business construction had to feature 1880s-style facades.The hundreds of daily visitors who come to Long Grove's numerous craft and antique shops generate so much sales tax revenue that, as of the mid-1990s, no property taxes were levied and all municipal services were contracted. The low-density development objectives set forth in the villages 1973 comprehensive plan were reflected in the community's growth from 2,013 residents in 1980 to 6,735 in 2000.",
    "Bibliography": "Michaelson, Mike. “One of a Kind.” North Shore Magazine, July 1992, 81–94.Park, Virginia L. Long Grove Lore and Legend. 1978.Wittner, Dale. “Long Grove.” Chicago Tribune, November 6, 1977.",
    "Author of Text": "Craig L. Pfannkuche",
    "Hyperlinked Terms Associated": [
        "Lake County",
        "German",
        "Roman Catholic",
        "Civil War",
        "Yankee",
        "World War I",
        "World War II"
    ],
    "Street addresses associated": [
        "Long Grove"
    ]
}