{
    "Title": "Lower West Side",
    "Descriptive Text": "Community Area 31, 3 miles SW of Loop. The Lower West Side has traditionally served as a point of entry to Chicago for working-class immigrants from a broad range of ethnic groups. The area is bounded on the south and east by the Chicago River, and on the north and west by the Burlington Northern railroad tracks. Though the area remained somewhat isolated for much of its history, its neighborhoods—especially Pilsen and Heart of Chicago—have been vibrant and dynamic enclaves for generations of Bohemians, Germans, Poles, and Mexicans.The oldest sector was settled predominantly by Bohemians displaced by the Chicago Fire of 1871 and was dubbed “Pilsen” after one of the largest cities in their homeland. Pilsen grew into a major manufacturing center and remained heavily industrial into the twentieth century. Germans and later Slavs worked alongside Czechs and Bohemians in diverse industries: from Schoenhofen Brewery (18th and Canalport) and the lumber yards along the river to Chicago Stove Works Foundry (22nd and Blue Island) and McCormick Reaper Works (22nd and Western). Neighborhood residents unionized in the 1880s, founded Roman Catholic and Protestant churches, published newspapers in several languages, organized meetings of Freethinkers, and formed benevolent groups (Thalia Hall, 18th and Allport, 1892; Gads Hill Social Settlement House, 22nd and Robey/Damen, 1898) to aid newly arriving immigrants.The area around Cermak Road and Damen (originally Robey) Street, lying between the Pilsen and South Lawndale neighborhoods, was known as Heart of Chicago. First settled by Germans and Irish in the 1860s and 1870s, its population was largely Polish (with lesser numbers of Slovenians and Italians ) by the turn of the century. Like their immigrant neighbors, Germans established their own schools, churches and newspapers. In 1889 they founded St. Paul Federal Savings and Loan, which made homeownership possible for many generations of immigrants throughout the Chicago area. Like the Bohemians who moved to South Lawndale, many Poles moved westward from Pilsen as they accumulated resources, buying property in Heart of Chicago and establishing their own ethnic institutions. Some charitable associations and churches even returned to help poorer Pilsen neighbors through missions, including the Bethlehem Congregational Church missions (1890), which advocated temperance to their members, and Howell Neighborhood House (1905).Until the 1930s the Lower West Side continued as a center of ethnic group development with fairly stable working-class populations. The hardships of the Great Depression and the housing crisis during World War II, however, strained community and individual resources. In the 1950s many of the industries that formed the economic backbone of these neighborhoods closed their plants, including International Harvester; others relocated to the suburbs of Chicago.Just as the prospects for Lower West Side residents began to look bleak, urban renewal in the Near West Side coupled with the completion of the Stevenson Expressway (1964) to revitalize the area. Mexican families, many of whom had lived on the Near West Side since the 1920s, resettled further south in Pilsen, while the Stevenson provided ready access to the Loop and other parts of Chicago. As the meatpacking houses of the stockyards district shut down (1950s), many Mexican residents migrated north into Pilsen and Little Village. Throughout the 1960s and 1970s, Mexicans from the southwestern United States, Puerto Ricans, and African Americans (many from North Lawndale ) also settled there. Like previous groups, Mexicans set up their own institutions and practices. Howell Neighborhood House became Casa Aztlán; Fiesta del Sol celebrations have been held since 1973; street parades annually celebrate September 16 (Mexican Independence Day); Benito Juárez High School was created in 1977; Mexican and Chicana/o artists painted several murals celebrating Mexican culture; Posada processions are held over Christmas; and the Mexican Fine Arts Center Museum opened in 1987.Pilsen retains its character as a point of entry for poor and working-class migrants. Restaurants and bodegas line its commercial center along 18th Street and evoke the residents' myriad homelands. Beyond the many regions of Mexico, new groups have come from other Latin American countries including El Salvador, Guatemala, Chile, Puerto Rico, and Cuba. Many continue to struggle against poverty and discrimination as legal aid and mutual benefit societies work to break these barriers, while others are following the westward drift of previous residents.",
    "Bibliography": "Casuso, Jorge, and Eduardo Camacho. Hispanics in Chicago. 1985.Pacyga, Dominic A., and Ellen Skerrett. “Lower West Side.” In Chicago, City of Neighborhoods: Histories and Tours. 1986.Reichman, John J. Czechoslovaks of Chicago: Contributions to a History of a National Group. 1937.",
    "Author of Text": "Gabriela F. Arredondo",
    "Hyperlinked Terms Associated": [
        "Chicago River",
        "railroad",
        "Pilsen",
        "Germans",
        "Poles",
        "Mexicans",
        "Fire of 1871",
        "Czech and Bohemians",
        "lumber",
        "unionized",
        "Roman Catholic",
        "Protestant",
        "Settlement House",
        "South Lawndale",
        "Irish",
        "Slovenians",
        "Italians",
        "Savings and Loan",
        "World War II",
        "Great Depression",
        "urban renewal",
        "Near West Side",
        "Expressway",
        "meatpacking",
        "Loop",
        "Puerto Ricans",
        "African Americans",
        "North Lawndale",
        "artists",
        "Mexican Fine Arts Center Museum",
        "Restaurants",
        "Puerto Rico",
        "Cuba",
        "Guatemala",
        "Chile",
        "legal aid",
        "mutual benefit societies"
    ],
    "Street addresses associated": [
        "Pilsen",
        "Heart of Chicago",
        "South Lawndale",
        "Little Village"
    ]
}