{
    "Title": "Loyola University",
    "Descriptive Text": "Founded in 1870 by Father Arnold Damen, S.J., Saint Ignatius College was renamed Loyola University in 1909. The university began instruction at 1076 W. Roosevelt Road and in 1912 began a 10-year process of relocation to its Lake Shore Campus in Rogers Park. A downtown campus was established in the Loop in 1914 and, after a move within that neighborhood in 1927, eventually relocated to the Near North Side in 1946. To complement its liberal arts curriculum, Loyola established a law school in 1908, a medical school one year later, and a business school in 1922. The Chicago College of Dental Surgery merged with the university in 1923, closing 70 years later as part of a national trend. The medical and dental schools moved to Maywood in 1969 to create a health care complex now called the Loyola University Medical Center.The School of Sociology, which later evolved into the School of Social Work, was founded by Father Frederic Siedenburg, S.J., at the downtown campus in 1914. It included the first women to be admitted to Loyola. In 1966, undergraduate women—previously restricted to downtown programs—were given access to all courses on the Rogers Park Campus.The university by its presence in Rogers Park has provided jobs and resources for the community and rendered assistance to the Rogers Park and Edgewater councils. The “Walk to Work Program” sponsored by the president's office has provided housing loans to faculty and staff to remain in the community. Nursing students have provided health assistance at St. Ignatius Church, and students have volunteered at various shelters in the community.Loyola has continued to educate immigrant populations, earlier from Europe, and more recently from Asia and Africa.In 1962, the university opened a campus in Rome, and the School of Business has offered summer programs in Athens, Bangkok, and Istanbul. In June 1991 the university acquired Mundelein College, which was adjacent to the Rogers Park campus, and in 1998, the board of trustees approved the purchase of the former Mallinckrodt College in Wilmette.In 1970 the university legally separated from the Society of Jesus, placing it under lay control with an enlarged board of trustees.",
    "Bibliography": "Garraghan, Gilbert J. The Jesuits in the Middle United States. Vol. 3. 1938.Laub, Martin H. A Hallmark of Leadership: The Presidents of Loyola University of Chicago. 1994.",
    "Author of Text": "Br. Michael Grace, S.J.",
    "Hyperlinked Terms Associated": [
        "Rogers Park",
        "Loop",
        "Near North Side",
        "law",
        "Maywood",
        "Edgewater"
    ],
    "Street addresses associated": [
        "Rogers Park",
        "Loop",
        "Near North Side",
        "Maywood",
        "Edgewater",
        "Wilmette"
    ]
}