{
    "Title": "Lumber",
    "Descriptive Text": "Lumber, along with grain and meatpacking, was one of the “big three” commodities of nineteenth-century Chicago commerce. Through the second half of the nineteenth century, Chicago was the world's greatest lumber market. The city owed its status to geography, transportation, and population. Geography placed Chicago in close proximity to the dense forests of the Upper Great Lakes, rail and water transportation links made Chicago the natural hub for moving forest products, and the city's phenomenal population growth made it one of the single largest markets for lumber.The commercial lumber business began in Chicago in 1833 with the arrival of a shipload of cottonwood boards from St. Joseph, Michigan. During the 1830s and 1840s the industry was largely focused on supplying the local market with building material. It was not unusual for farmers bringing a wagon of wheat across the prairie to Chicago to return home with a load of lumber for a frame house or outbuilding. The opening of the Illinois & Michigan Canal allowed Chicago to emerge as a national lumber distribution center. The amount of lumber flowing into Chicago in 1848, the year the canal opened, was nearly double that of the previous year.The Illinois & Michigan Canal transformed the Lake Michigan basin into a funnel through which the forest products of Wisconsin and Michigan were deposited in Chicago for sale throughout the western United States. During the navigation season a steady stream of logging schooners departed the mill towns of the north woods. During the 1860s and 1870s a northerly wind could bring as many as two hundred ships into the Chicago River on a single day. The crowd of ships in the river would force open the numerous swing bridges and bring downtown traffic to a maddening standstill. The destination of the lumber ships was the extensive lumber district that stretched out along the South Branch of the river all the way to the western margins of the city. “The timber yards are a considerable part of the city's surface,” a British tourist remarked in 1887, “there appearing to be enough boards and planks piled up to supply a half-dozen States.”Numerous slips excavated into the banks of the river and extending for blocks into the district provided the lumber schooners with 12 miles of dockage space. Manpower in the form of burly lumber shovers unloaded the schooners. Working the docks of the district was a rite of passage for many immigrants to the nineteenth-century city. Lumber yards hired the fastest and cheapest workers they could find, so there was constant turnover among the stevedores. During the Civil War, labor gangs of Irish men not infrequently came to blows with African American lumber shovers over who had the right to unload a particular ship. In the Railroad Strike of 1877, Bohemian lumber shovers spearheaded the upheaval that resulted in pitched battles with police and a radicalization of workers in Chicago.The decline of Chicago as the leading lumber market was tied to the exhaustion of the forests of the Upper Great Lakes region and changes in the economics of distribution. By 1900, Chicago lumber merchants, although heavily invested in the north woods, anticipated the decline and invested in southern pine lands. Into the 1920s leading companies such as Edward Hines kept the city a major market by stocking their Chicago wholesale yard with trainloads of southern yellow pine. Hines and other lumber merchants also developed new northern hardwood products from their Michigan and Wisconsin forest operations. Yet the manufacture of lumber for specialized products such as flooring, furniture, and trim required new facilities which could be more cheaply be built near the source of the supply than at a central distribution center. Railroad and communication networks which allowed Chicago to access southern pine also encouraged the distribution of lumber directly from the mill site, saving on the costly transshipment to, and storage at, Chicago. By the end of the 1920s it was clear that the future of Chicago's lumber industry was in supplying the still considerable local market, the era of national significance having passed.",
    "Bibliography": "Cronon, William. Nature's Metropolis: Chicago and the Great West. 1991.Hotchkiss, George W. History of the Lumber and Forest Industry of the Northwest. 1898.",
    "Author of Text": "Theodore J. Karamanski",
    "Hyperlinked Terms Associated": [
        "meatpacking",
        "transportation",
        "Great Lakes",
        "water",
        "Illinois & Michigan Canal",
        "Chicago River",
        "bridges",
        "Civil War",
        "African American",
        "Railroad Strike of 1877",
        "police",
        "furniture",
        "Railroad"
    ],
    "Street addresses associated": [
        "Rogers Park",
        "Edgewater",
        "Near North Side",
        "Wilmette"
    ]
}