{
    "Title": "Luxembourgers",
    "Descriptive Text": "Immigrants from Luxembourg created one of Chicago's smallest but most self-conscious and enduring ethnic groups. Chicago's Luxembourgers also played a central role not only in the group's American history but in the modern history of Luxembourg itself. The first families from the tiny grand duchy (population 175,000 in 1839) arrived in Chicago about 1842, seeking on the American frontier the traditional agrarian life they could no longer sustain at home in the face of overpopulation and economic change. Many moved to more westerly farming frontiers, others pioneered farms in the woods north and west of Chicago, while still others found opportunity as laborers, artisans, and saloonkeepers within Chicago itself. New immigrants, increasingly job-seeking youths after the 1870s, continued to arrive through the 1920s.Political changes within Europe make it difficult to determine exact numbers of Létzebûrgesch speakers in Chicago—the main basis for affiliation with the Luxembourg community—since Luxembourgers often appeared in the census as Germans, Belgians, or Dutch. Best estimates suggest some 700 Luxembourg households in the Chicago region in 1880, and 2,500—or about 15,000 first- and second-generation Luxembourgers—by 1920 at their peak of local visibility. Though a minuscule proportion of Chicago's population, they formed the largest single concentration of the 50,000 Luxembourgers who emigrated to the U.S. between 1840 and the present.Luxembourgers initially settled among German Roman Catholics in the North Side's St. Michael parish beginning in the 1840s, near the stockyards by the 1870s, in southeastern Chicago's millgates by the 1890s, and near Aurora's railroad shops where they worked from the late 1850s. But the distinctive heart of Luxembourg Chicago lay “op der Rëtsch”—up on Ridge Avenue around its intersection with Devon. There numerous Luxembourg families laboriously cultivated vegetables for the Chicago market, specializing in celery. After 1880, they erected greenhouses for year-round industrial production of vegetables and flowers. Perhaps a hundred greenhouse clusters stretched from Rogers Park northwest through West Ridge, Niles Center, and Des Plaines, most in Luxembourg hands by 1919 when their growers' association numbered some 1,200 families. Urban development, speculation, competition from elsewhere in the United States, and the lure of less arduous urban occupations gradually undermined the industry after the 1920s, and with it the most important base of Luxembourg identity.After 1870 Chicago's Luxembourgers were able to construct a rich ethnic life, shaped by growing nationalism in the homeland following effective independence in 1867, by their own increasing prosperity, and by their desire to distinguish themselves from a local German community often associated with labor radicalism. It found its focus in the parishes they founded, beginning with St. Henry's on Ridge in 1850; in mutual benefit societies, particularly the Luxemburger Bruderbund, founded in 1886 and still in existence today; in the Luxemburg Independent Club, which emerged as their political voice in reaction to the 1886 Haymarket bombing; and in the annual Labor Day Schobermesse, or traditional fair, begun in 1904, showcasing their produce and inculcating a regionwide sense of ethnic identity.One lasting consequence of their culture was the Forest Preserve system, which “Rose and Carnation King” Peter Reinberg fostered during his 1914–1921 tenure as president of the Cook County Board of Commissioners. Another was their active manipulation of public opinion during World War I to ensure that German-occupied Luxembourg gained a seat at the peace conference and permanent independence. Group organizations slowly waned after World War II. The last Schobermesse was held in 1967. But social ties, encouraged by periodic grand ducal visits, continue to support among many Chicagoans of Luxembourg descent a sense of ethnicity that is largely symbolic but nonetheless significant.",
    "Bibliography": "Clark, Stephen Bedell, et al. The Lakeview Saga. 1985.Ensch, Jean, et al., eds. Luxembourgers in the New World: A Reedition Based on the Work of Nicholas Gonner, “Die Luxemburger in der Neuen Welt.” 1987.Witry, Richard J., ed. Luxembourg Brotherhood of America, 1887–1987. 1987.",
    "Author of Text": "Kathleen Neils Conzen",
    "Hyperlinked Terms Associated": [
        "Germans",
        "Belgians",
        "Dutch",
        "Roman Catholics",
        "parish",
        "Auroras railroad",
        "Rogers Park",
        "West Ridge",
        "Niles",
        "Des Plaines",
        "mutual benefit societies",
        "Haymarket",
        "Forest Preserve",
        "Cook County",
        "World War I",
        "World War II"
    ],
    "Street addresses associated": [
        "North Side",
        "Stockyards",
        "Southeastern Chicago",
        "Aurora",
        "Rogers Park",
        "West Ridge",
        "Niles Center",
        "Des Plaines"
    ]
}