{
    "Title": "Lynwood, IL",
    "Descriptive Text": "Cook County, 25 miles S of the Loop. The village of Lynwood sits between State Route 394 and the Indiana state line. Settlement in the area has been light, and even after its incorporation in 1959, the 1960 census recorded only 255 residents.The evolution of Lynwood can be seen in relation to the development of Glenwood to the west, Lansing to the north, and South Holland to the northwest. All included large areas that were settled by “ Yankee, ” English, and Dutch farmers. Growing onions, beets, and soybeans, these farmers worked cooperatively to drain much of this land to increase its productivity. Scattered farms could be found in this part of Bloom Township in the late 1840s. In the 1990s, large tracts of this area were still in agricultural use.Because of its easy access to Chicago and the industries of the Calumet region, several attempts were made for large-scale residential developments seeking to bring thousands of homes into Lynwood. However, there was not a strong demand for housing in this part of Cook County, and for many years the village had problems with water and sewer services. By 1970, the community had grown to only 1,042 residents.Other developers made further attempts to build in the community, which included the creation of Lake Lynwood in 1971. The population increased to 4,195 in 1980, and, with Lake Michigan water being pumped in and flooding controls underway, the village reached 7,377 residents by 2000. Parallel to this has been some modest commercial growth.Although not directly affecting the development of Lynwood, two of its roads carry historical significance. The Glenwood-Dyer Road (in part Illinois Route 83) runs northwest/southeast through the center of Lynwood, following the path of an ancient trail that connected the old Sauk Trail at what is now Dyer, Indiana, with the old Vincennes/Hubbard's Trail at a point near Thornton, Illinois. At the south edge of the village, Route 30 follows the alignment of the old transcontinental Lincoln Highway, designated in 1922. Prior to that year, Lincoln Highway followed the Sauk Trail until meeting Dixie Highway (which was also the old route of the Vincennes/Hubbard's Trail) in South Chicago Heights.",
    "Bibliography": "Andreas, A. T. History of Cook County, Illinois. 1884.Hayes, Charles. “Village Grows Optimistic When Sizing Up Its Future.” Chicago Tribune, May 11, 1991.Warren, Stewart. “Lynwood Springs from Farmers' Onion Fields.” Star, June 20, 1993.",
    "Author of Text": "Larry A. McClellan",
    "Hyperlinked Terms Associated": [
        "Glenwood",
        "Lansing",
        "South Holland",
        "Yankee",
        "English",
        "Dutch",
        "Calumet region",
        "Cook County",
        "water",
        "Dyer",
        "Thornton",
        "South Chicago Heights"
    ],
    "Street addresses associated": [
        "Lynwood",
        "Glenwood",
        "Lansing",
        "South Holland",
        "Dyer",
        "Thornton",
        "South Chicago Heights"
    ]
}