{
    "Title": "Lyric Opera",
    "Descriptive Text": "From 1910 to 1946, seven opera companies—several merely different names for the same reorganized company—presented seasons at Chicago's Auditorium Theater and the Civic Opera House. All sunk in a sea of debt. From 1946 to 1954 the city had no resident opera company. Three people changed everything: Carol Fox, a student singer; Lawrence Kelly, a businessman; and Nicola Rescigno, a conductor and vocal teacher. With money from friends and Fox's father, the three formed the Lyric Theatre of Chicago in 1952. Their plan was to restore the city to the front ranks of international opera companies by building a roster of European singers whom the Metropolitan and San Francisco operas had overlooked or ignored. On February 5, 1954, the Lyric Theater presented its “calling card,” a starry performance of Mozart's Don Giovanni at the Civic Opera House. The success of that production made possible a three-week season in autumn of 1954 consisting of 16 performances of 8 operas; 12 of those performances sold out the 3,600-seat theater. The inaugural season brought the American debut of the fiery American-born Greek soprano Maria Callas, as the title role in Bellini's Norma. Callas went on to even more rapturous successes here as Violetta in Verdi's La Traviata, the title role in Donizetti's Lucia di Lammermoor, and Cio-Cio San in Puccini's Madama Butterfly, among other roles. Italian singers and operas predominated in those early years. By 1956, when Fox took sole command of a rechristened Lyric Opera of Chicago, the company had been nicknamed “La Scala West.”By the late 1990s, Lyric boasted a greatly expanded repertoire, an imposing roster of world-class singers (including Catherine Malfitano, Renée Fleming, Dawn Upshaw, Jane Eaglen, Jerry Hadley, Ben Heppner, James Morris, and Bryn Terfel), and capacity houses for nearly every performance in seasons that extended from September to March. Ardis Krainik, who succeeded Fox as general director upon the latter's retirement in 1981, earned a reputation as a tough businesswoman and shrewd arts executive. She also won wide respect for the Lyric as a theater that took twentieth-century opera as seriously as the classics. The company's first integral production of Wagner's Ring cycle, in March 1996, was its most ambitious and, at $6.5 million, most expensive artistic endeavor to date. Her ambitious initiative “Toward the 21st Century,” which included a retrospective of important American operas and world premieres commissioned by the Lyric, was a bellwether for similar programs at other U.S. companies. At Krainik's death in January 1997 she was succeeded by William Mason, the company's director of operations, artistic and production. As the Lyric entered the early twenty-first century, it remained internationally respected as a theater of high performance standards resting on an enviably secure financial base.",
    "Bibliography": "Cassidy, Claudia. Lyric Opera of Chicago. 1979.Davis, R. Opera in Chicago. 1966.",
    "Author of Text": "John von Rhein",
    "Hyperlinked Terms Associated": [
        "opera",
        "Auditorium Theater"
    ]
}