{
    "Title": "East Garfield Park",
    "Descriptive Text": "Community Area 27, 4 miles W of the Loop. East Garfield Park was annexed to Chicago in 1869, but a quarter century elapsed before it was thickly populated. Its western section consisted of Central ( Garfield ) Park, one of three large West Side parks. The designation of the park in 1869 prompted a flurry of real-estate dealing, but after subdividing the property south and east of the park for sale, developers provided neither buildings nor infrastructure. Intense trading lasted until the fire of 1871, after which speculators looked outside the city, beyond the reach of the fire limits. Like the residential land, Central Park remained barren, as the corrupt West Park Board ignored William Le Baron Jenney's original designs. Not until 1905, under Jens Jensen's supervision, was the landscaping of Garfield Park undertaken. A few churches (Our Lady of Sorrows, Warren Avenue Congregational) and schools (Marshall) served the small population.Unreliable transportation service further diminished the West Side's appeal to potential residents. Instead, the railroads that described East Garfield Park's northern, eastern, and southern boundaries attracted manufacturers expanding westward from the Near West Side at the turn of the century. The most notable of such industrial developments was the four-block-long Sears plant along the border with North Lawndale. Commercial development likewise followed the tracks of the new Lake Street Elevated after 1893. Two-flats and small apartment buildings were erected to house the population working in local industry. East Garfield Park's early residents were mostly Irish and German. Later Italians and Russian Jews joined them. By 1914, modest homes, commercial buildings, and industry intermixed in East Garfield Park.A brief postwar prosperity visited the area. The success of the Madison-Crawford shopping district in West Garfield Park spilled eastward along Madison street. A high-class residential hotel, the Graemere, opened just east of Garfield Park. Flower Technical High School, a vocational school for Chicago's girls, moved from the South Side to 3545 Fulton in 1927. But during the Great Depression and World War II, many homes were converted into smaller units, crammed with boarders, and allowed to deteriorate. By 1947, the area was so needy that the Daughters of Charity opened Marillac House at 2822 West Jackson to serve the local poor.Although Marillac House's original clients were whites, East Garfield Park's racial composition soon began to change. The building of the Congress (Eisenhower) Expressway during the 1950s displaced residents from a southern stretch of the neighborhood. African Americans, crowded out of the South and Near West Sides, bought and rented homes in East Garfield Park. Finally, a cluster of Chicago Housing Authority (CHA) projects—Harrison Courts, Maplewood Courts, and Rockwell Gardens—delineated the western edge of family public housing in Chicago and the eastern edge of East Garfield Park by 1960.Physical conditions deteriorated: absentee landlords ignored tenants' requests for repairs, and vacant lots became increasingly common. At the same time, many institutions welcomed black participation. Warren Avenue Church and Central Presbyterian Church invited interracial membership. The Midwest Community Council sponsored block clubs and promoted urban renewal. Marillac House created Neighbors at Work to teach organizing skills. The Institute of Cultural Affairs founded the Fifth City Human Development Project in 1963 to develop local leadership.In 1966 Martin Luther King's northern civil rights drive built antislum organizations in several neighborhoods. The East Garfield Park Union to End Slums led rent strikes and pickets against neglectful landlords. Participants also organized the East Garfield Park Cooperative to obtain groceries and housing. A coalition of residents and clergy successfully fended off the CHA's attempt to build more high-rise public housing, arguing that the area already had its share. This promising spurt of activism was undermined by rioting along Madison Street in 1968. Businesses left when they lost their insurance, and federal open-occupancy legislation enabled the dispersal of black residents who wished to leave. Burned buildings were not replaced, as both people and money flowed out of the area.East Garfield Park lost more than two-thirds of its population to out-migration, from a high of 70,091 in 1950 to 20,881 in 2000. In the 1970s and 1980s, as endemic poverty and unemployment overtook the area, a drug economy and associated criminal activity such as prostitution filled the economic void. Sporadic reinvestment included the expansion of Bethany Hospital, the building of Ike Sims Village for senior citizens, and the arrival of St. Stephen AME Church.",
    "Bibliography": "Bennett, Larry. Fragments of Cities: The New American Downtowns and Neighborhoods. 1990.East Garfield Park Community Collection. Department of Special Collections, Harold Washington Library, Chicago, IL.Local Community Fact Book series.",
    "Author of Text": "Amanda Seligman",
    "Hyperlinked Terms Associated": [
        "Garfield",
        "real-estate",
        "fire of 1871",
        "transportation",
        "Near West Side",
        "North Lawndale",
        "apartment",
        "Irish",
        "German",
        "Italians",
        "Jews",
        "shopping district",
        "West Garfield Park",
        "South Side",
        "Great Depression",
        "World War II",
        "Expressway",
        "African Americans",
        "Chicago Housing Authority",
        "public housing",
        "urban renewal",
        "civil rights",
        "unemployment",
        "drug",
        "prostitution"
    ],
    "Street addresses associated": [
        "East Garfield Park",
        "North Lawndale",
        "West Garfield Park"
    ]
}