{
    "Title": "East Hazel Crest, IL",
    "Descriptive Text": "Cook County, 21 miles S of the Loop. As south and southwest Cook County has exploded in growth in the past 30 years, East Hazel Crest has maintained its status as the smallest of the southern suburbs. Although it has several small industrial and commercial zones, East Hazel Crest is predominantly residential, with over 90 percent of its housing in single-family units.The whole village is roughly four hundred acres in an area several blocks wide south of and paralleling Interstate 80. The Calumet stop on the Metra commuter line could be called the East Hazel Crest stop. Mostly east of the Illinois Central Railroad, the village annexed an area west of the IC that includes a small commercial section and the subdivision of Bremerton Woods, which is generally thought of as part of Hazel Crest.East Hazel Crest was a part of Hazel Crest (east of the railroad line) when it was incorporated in 1911. When the IC raised its commuter and mainline tracks above grade level, residents felt even more isolated from most of Hazel Crest. In an effort to maintain their quiet, almost rural community, the residents voted for incorporation as their own village in 1918.For many years, Washington Park racetrack stood south of East Hazel Crest. It was one of the most famous tracks in the metropolitan area and attracted huge crowds. In the 1940s, the owners sought annexation to the village if it would change its name to Washington Park. However, the small, tight-knit community was not interested.Since its inception, the majority of the residents have worked in nearby industrial areas and the Markham rail yards. The community has become racially diverse over the past 20 years. In 1990, 31 percent of its population was minority, rising to 48 percent in 2000.",
    "Bibliography": "Illinois Guide and Gazetteer. 1969.Rocke, Verva Coleman, ed.; Lucile Ross and Ileane Breslin, co-eds. Living in Hazel Crest, 1890–1990. 1990.",
    "Author of Text": "Larry A. McClellan",
    "Hyperlinked Terms Associated": [
        "Cook County",
        "Metra",
        "Illinois Central Railroad",
        "Hazel Crest",
        "annexation",
        "Markham"
    ],
    "Street addresses associated": [
        "East Hazel Crest"
    ]
}