{
    "Title": "East Dundee, IL",
    "Descriptive Text": "Kane County, 35 miles NW of the Loop. The land east of the Fox River in what is now East Dundee was platted in 1837 for Thomas Deweese, who had laid claim to a largepart of the area. Newcomers who settled there were unaware of Deweese's claims and either were forced to pay or were moved out by men hired by Deweese. In 1837 Deweese built a gristmill, and soon after was responsible for the installation of the first bridge. In the 1850s, a large group of Lutheran Germans moved into the area. They erected a church and practiced their own traditions, which separated them from their largely Scottish western neighbors.Using clay from the riverbank, a brickyard started business in 1852. D. H. Haeger became part owner in 1871, the same year the village was incorporated; within a year he was sole owner and had extended the business to include tile. After the Fire of 1871, bricks were shipped into the city to help rebuild. By the 1920s the brickyard's production included teaware, luncheonware, and Royal Hickman crystal and glassware.At the Century of Progress Exposition in 1934 in Chicago, Haeger Potteries' exhibit included a complete working plant where souvenir pottery was made on the spot. The company, which passed to Haeger's great-grandchildren, employed 200 workers in 1985, most of whom were women. In the 1990s Haeger had a national sales base, attracting many shoppers to its factory, especially during its summertime tent sale.A historic district along the Fox River and stores on Main Street constitute the commercial part of East Dundee. On Route 25 Santa's Village amusement park provides rides and games for children.Development of East Dundee has been slowed by a lack of land. The river is a barrier to the west, and Hoffman Estates, to the east. Referendums in 1956 and 1962 failed to unite East Dundee and West Dundee, which has prevented East Dundee from reaping any benefit from Spring Hill Mall to the west. Although the village has had limited land expansion, East Dundee's industry and commerce have grown, including the annexation of Rockroad Industrial Park in 1984–85 and the addition of the Spring Hill Ford auto dealership and a shopping center around 1990.In 2000 population stood at 2,955, with 94 percent white and nearly 4 percent Hispanic. Metra rail service is located south of East Dundee in Elgin.",
    "Bibliography": "Bullinger, Carolyn J., ed. Dundee Township, 1835–1985. 1985.Provisional League of Women Voters. Fox Valley Four. 1971.",
    "Author of Text": "Marilyn Elizabeth Perry",
    "Hyperlinked Terms Associated": [
        "Fox River",
        "bridge",
        "Germans",
        "Scottish",
        "Fire of 1871",
        "Century of Progress",
        "amusement park",
        "Hoffman Estates",
        "Metra",
        "Elgin"
    ]
}