{
    "Title": "Ecosystem Evolution",
    "Descriptive Text": "When Chicago's first human inhabitants arrived at the end of the last ice age, they encountered a landscape much different from what the Europeans observed 11,000 years later. Mastodons and woolly mammoths inhabited an evergreen spruce forest similar to what can be found in Alaska today. Over the succeeding millennia, the climate warmed, the spruce forest gave way to deciduous forest and then to prairie, and the large Pleistocene mammals went extinct.Climate, never constant, drove these changes. Cyclic variations in the Earth's orbit around the Sun, affecting the amount of solar radiation reaching the Earth, are a primary driver of climate change and of the glacial-interglacial cycle. Because of the constantly changing climate, ecosystems are in continual flux, as plants, animals, and other organisms must continually adjust their ranges to regions of suitable climate.Geologists refer to the last 1.8 million years as the Quaternary period, a time when great continental glaciers advanced and then retreated 20 or more times. Rather arbitrarily, the Quaternary period is divided into the Pleistocene and Holocene epochs. The old idea was that the Pleistocene was the time of the ice ages, and the Holocene was the “postglacial” period; actually, the Holocene is but one of many interglacial periods that have characterized the Quaternary. The Holocene began approximately 11,500 years ago, when the last continental glaciers very rapidly began to melt away. The glaciers left behind characteristic deposits from which geologists can interpret the glacial history. Glacial ice is always flowing forward and always melting backward. The flowing ice continually transports rocks, pebbles, sand, and other material forward. Whenever a glacier stabilizes for a time at the same position, the transported material accumulates into hilly moraines, several of which occur in the Chicago region.The starting point for the development of ecosystems in the Chicago region is the retreat of the glaciers at the end of the last ice age, the Wisconsin glaciation. During the maximum of the Wisconsin glaciation, the Lake Michigan lobe of the great Laurentide ice sheet, which covered much of Canada and the northern United States, advanced over the entire Chicago region. The ice sheet entered northeastern Illinois about 30,000 years ago during the Marengo Phase of the Wisconsin glaciation, and it reached its southernmost extent near Shelbyville in central Illinois about 24,000 years ago. At this time, glacial ice covered the entire Chicago region. The outer edge of the ice sheet advanced and retreated several times before finally disappearing from Illinois. By about 18,000 years ago, the active ice sheet retreated into the Lake Michigan basin, although stagnant, melting ice remained behind. The ice then rapidly readvanced to the prominent Valparaiso moraine in the western Chicago region. After retreating from the Valparaiso moraine, the ice margin made a series of minor advances and retreats, building the Lake Border moraines just north of Chicago about 17,000 years ago, after which the Wisconsin glacier finally retreated from Illinois. Thus, time zero for development of post-Pleistocene ecosystems in the Chicago region is about 17,000 years ago.History of Lake MichiganMuch of the city of Chicago lies on beach and lake sediments deposited by Lake Michigan and its predecessor glacial Lake Chicago. After the Wisconsin glacier retreated from the Chicago region, it still occupied and dammed the northern end of the Lake Michigan basin, forming glacial Lake Chicago. This lake, which covered most of present-day Chicago, was higher than modern Lake Michigan. Its outlet was westward across the Valparaiso moraine via the modern Des Plaines and Illinois River valleys. The Chicago outlet consisted of the southern Calumet Sag Channel and the northern Des Plaines channel, now occupied by the Des Plaines River and the Chicago Sanitary and Ship Canal. As the glacier repeatedly advanced and retreated in the Lake Michigan basin north of Chicago, the level of glacial Lake Chicago fluctuated as different outlets to the east were opened and closed. The Glenwood and Calumet beaches were formed during this time. When glacial ice finally melted completely from the basin about 12,000 years ago, the lake fell because the heavy weight of the ice had depressed the land surface in the northern part of the basin, producing a northern outlet lower than today's. This outlet was located in northeastern Lake Huron, where water drained through Lake Nipissing and into the Ottawa River. The land depressed by the glacial ice gradually uplifted, a process called isostatic rebound. As the northern outlet isostatically rose, the level of the confluent Lakes Michigan and Huron rose to a level higher than today, until the lake eventually spilled out southern outlets at Chicago and southern Lake Huron. This high lake level, called the Nipissing stage, was reached about 5,500 years ago and lasted about 1,000 years. The Toleston beach formed during this time. The outlet at the southern end of Lake Huron eroded downward more rapidly than the outlet at Chicago, so that by about 4,500 years ago, the Chicago outlet was no longer active. Lake and beach sediments from the Nipissing high stage cover much of the city of Chicago, and terrestrial ecosystems developed on these sediments after the Nipissing stage.Ecosystem DevelopmentFollowing the retreat of the glaciers, vegetation invaded the newly ice-free terrain. From about 18,000 to 16,000 years ago, open tundra-like vegetation with scattered spruce ( Picea ) trees covered the landscape. Both white spruce ( Picea glauca ) and black spruce ( Picea mariana ) were present, as was larch ( Larix laricina ). These trees are all common today in the boreal forest or taiga of Canada. Although the glaciers had retreated, the climate was still quite cold. About 16,000 years ago, the spruce forest became denser, and closed forest developed. This spruce forest lasted for about 1,000 years, until about 15,000 years ago, when climate warmed and deciduous trees became more abundant, including balsam poplar ( Populus balsamifera ), black ash ( Fraxinus nigra ), and ironwood ( Ostrya virginiana or Carpinus caroliniana ). Balsam fir ( Abies balsamea ) also was present, as was spruce, although not as abundantly as before.This late-Pleistocene forest of spruce and deciduous trees is unusual in that a forest of similar composition does not occur anywhere today. The implication is that the climate was unlike any climate in North America today. The presence of spruce suggests cool summers, whereas the deciduous trees imply relatively warm winters. Thus, the climate may have been more equable than it is now. Although the Laurentide ice sheet, which still existed to the north, may have kept the summers cool, it may also have blocked arctic air masses from extending into the Midwest during winter.About 13,000 years ago climate apparently cooled again, and spruce became more abundant and black ash less common. During this time birch ( Betula ) and alder ( Alnus ) were also important components of the vegetation. Then from about 12,000 to 11,500 years ago, the vegetation changed very rapidly as climate suddenly warmed at the transition from the Pleistocene to the Holocene.In the earliest Holocene, the conifers— spruce, fir, and larch—disappeared, and a deciduous forest dominated by black ash, elm ( Ulmus ), and oak prevailed. Other deciduous trees also occurred, including sugar maple, basswood, ironwood, hickory, and walnut ( Juglans ). The abundance of elm and ash, trees that favor wet soils, implies a very wet climate. After about 10,000 years ago, the climate became drier, and some limited areas of prairie developed in the Chicago region. This dry period may have lasted about 1,000 years, but conditions apparently became wetter again, because elm increased after about 9,000 years ago. About 6,000 years ago, the climate again became drier, and the modern mosaic of prairie and woodland began to develop. Elm and other fire-sensitive trees decreased in abundance, and oak became the predominate tree on the landscape. The driest time of the Holocene was from about 6,000 years ago to about 3,000 years ago, after which the climate again became somewhat cooler and wetter, although not as wet as in the early Holocene. However, prairie persisted because of its great propensity for burning and because the Native Americans provided a constant source of ignition. Some evidence of cooler climate is evident in the wetlands of the Chicago region. Larch reappeared in the region within the last 1,000 years, for example, at Volo Bog.VegetationAt the time when the first Europeans entered the Chicago region, the predominant vegetation was a mosaic of prairie, oak woodland, and savanna, with distinctive vegetation on sand dunes adjacent to Lake Michigan. Soils, topography, and firebreaks strongly controlled the vegetation pattern. Before European settlement, fire was a major influence. Every year the copious prairie vegetation dried in late summer, becoming highly flammable, and fires, mostly set by Native Americans either accidentally or purposefully, occurred annually. These fires carried easily through the prairie and burned into adjacent woodlands. As a result, the woodland vegetation was dominated by fire-resistant trees and occurred in areas protected from fire by rougher topography or water bodies—rivers and lakes.Native Americans had many reasons to burn the prairie vegetation, including making the prairie easier to walk through, removing cover that might hide enemies, lighting backfires to remove the immediate danger of wildfires, and especially for hunting. “Tall-grass” prairie occurred in Illinois and in the Chicago region. The dominant grasses were big bluestem ( Andropogon gerardii ), Indian grass ( Sorghastrum nutans ), and prairie dropseed ( Sporobolus heterolepis ), with large forbs such as prairie dock ( Silphium terebinthinaceum ) and rattlesnake master ( Eryngium yuccifolium ). Wet prairie with grasses such as prairie cordgrass ( Spartina pectinata ) occurred in more poorly drained areas.On the loamy glacial moraines that cover most of the Chicago region, bur oak ( Quercus macrocarpa ) was the most common tree in woodlands, with lesser amounts of white oak ( Quercus alba ) and black oak ( Quercus velutina ). Bur oak has thick bark that makes it resistant to fire, and it resprouts if burned. Groves of bur oak occurred in more protected areas throughout the Chicago region. The early land surveyors described much of this vegetation as “scattered” or “scattering” timber or as “oak openings.” The trees tended to be scrubby. In some places they might have been widely spaced with a grassy understory, but they often occurred in clumps with shrubby undergrowth of oaks and hazel ( Corylus americana ).The vegetation pattern clearly shows the effects of fires emanating predominantly from the west. Strips of woodland were wider on the east sides of lakes and rivers. Broad bands of woodland occurred east of the Fox River from Aurora to the Wisconsin border and east of the Des Plaines River in Lake County. Much of the area in Lake County on rolling moraines and east of the larger lakes was forested. In areas more protected from fire, especially immediately east of the larger rivers, forests of oak and hickory ( Carya ) predominated. In the areas best protected from fires, trees quite sensitive to fire such as sugar maple ( Acer saccharum ) and basswood ( Tilia americana ) occurred. Particularly notable was the “Big Woods” east of the Fox River where the city of Aurora is now located. Early pioneers used this term for forests of large trees with a continuous canopy, in contrast to the scrubby, open, frequently burned woodlands that were more common in the region. Depending on exposure to fire, a continuum existed from bur oak savanna or scrub to oak-hickory forest to maple-basswood forest.The plain of glacial Lake Chicago on which much of the city lies was prairie, but paralleling Lake Michigan were sand dunes with black oak scrub having an understory of hazel, blueberry ( Vaccinium ), and other shrubs. Cottonwood ( Populus deltoides ) and jack pine ( Pinus banksiana ) also occurred on the dunes, and a few white pine ( Pinus strobus ) occurred in Lake County. The dunes are still preserved at Illinois Beach State Park in Lake County and Indiana Dunes National Lakeshore in northern Indiana.Henry Chandler Cowles of the University of Chicago was one of the first plant ecologists in North America, and his research published in the Botanical Gazette in 1899 and 1901 on the succession of vegetation on the Lake Michigan dunes was seminal to the embryonic science of ecology. He documented a succession that begins with dune-forming plants such as beach grass ( Ammophila breviligulata ), sand cherry ( Prunus pumila ), willows ( Salix ), and cottonwood; followed by dune capture, with such plants as red-osier dogwood ( Cornus sericea ) and choke cherry ( Prunus virginiana ); and finally dune stabilization, with either black oak or jack pine. With long-term suppression of fires, Cowles noted an eventual succession to forest with shade-tolerant, fire-sensitive trees, particularly sugar maple. In contrast to sugar maples, oak seedlings do not survive in dense forest shade. In the past, occasional ground fires kept the forest more open and encouraged reproduction of oaks and hickories. Large oaks have thick bark and are quite resistant to ground fires, whereas sugar maples are much more sensitive. With fire exclusion, sugar maple is increasing at the expense of oak throughout Illinois.Not only was the vegetation of the late Pleistocene much different from that of the present, so was the fauna. Arctic animals of today such as lemmings (e.g., Synaptomys borealis ), caribou ( Rangifer tarandus ), and musk ox ( Ovibos moschatus ) occurred in the Midwest in the tundra-like vegetation that existed immediately after the glaciers retreated. Other large animals, the megafauna, went extinct at the end of the Pleistocene. American mastodon ( Mammut americanum ), woolly mammoth ( Mammuthus primigenius ), giant beaver ( Castoroides ohioensis ), Harlan's musk ox ( Bootherium bombifrons ), and stag-moose ( Cervalces scotti ) all occurred in the Chicago region. According to fossil finds, mastodon was particularly common. After the extinction of these animals, white-tailed deer ( Odocoileus virginianus ), elk ( Cervus elaphus ), and bison ( Bison ) survived. Large predators—wolves, cougars, and bears—also inhabited the region. Although early explorers described “large” herds of bison, these herds generally contained a few hundred animals, nowhere near the size of the populations of millions in the Great Plains to the west. The tall-grass prairie habitat was probably not ideal for bison, and hunting pressure from the relatively large Native American population was probably intense. Scientists are divided as to the degree to which hunting by early Americans or rapid environmental change at the end of the Pleistocene were the causes for the extinction of the megafauna.The orbit of the Earth is an ellipse, and therefore the distance from the Sun varies throughout the year. At the beginning of the Holocene, 11,500 years ago, at the termination of the Wisconsin glaciation, the Earth was closest to the sun in July and farthest in January. Today, the opposite is true, with the Earth farthest from the Sun in summer, closest in winter. This seasonal difference is at least partly responsible for the continuously changing climate during the Holocene. However, shorter-term variations also occurred, and scientists are just beginning to recognize and understand these. The El Niño–La Niña cycle is one of these, but others are also apparently present. Thus, we can predict with total confidence that climate will change and that ecosystems will respond. The addition of greenhouse gases to the atmosphere—carbon dioxide will soon double from its preindustrial level—is a warming force. Although the levels of greenhouse gases have fluctuated during the Quaternary period, they are exceeding any levels the Earth has experienced during the last 2 million years. The exact nature and cause of natural climatic variation and of its interaction with anthropogenic greenhouse warming is a matter of great scientific debate and even greater consequence. Although the modern ecosystems of the Chicago metropolitan area are much modified by humans, the plants and animals that can occur in the region are still dependent on the climate, and the flora and fauna will change as the climate does.",
    "Bibliography": "Baker, Richard G., Louis J. Maher, Jr., Craig A. Chumbley, and Kent L. Van Zant. “Patterns of Holocene Environmental Change in the Midwestern United States.” Quaternary Research 37 (1992): 379–389.Hansel, Ardith K., David M. Mickelson, Allan F. Schneider, and Curtis E. Larsen. “Late Wisconsinan and Holocene History of the Lake Michigan Basin.” In Quaternary Evolution of the Great Lakes, ed. P. F. Karrow and P. E. Calkin, 1985, 39–53.King, James E. “Late Quaternary Vegetational History of Illinois.” Ecological Monographs 51 (1981): 43–62.",
    "Author of Text": "Eric C. Grimm",
    "Hyperlinked Terms Associated": [
        "landscape",
        "climate",
        "glaciation",
        "Lake Michigan",
        "Des Plaines River",
        "Sanitary and Ship Canal",
        "trees",
        "topography",
        "Native Americans",
        "Fox River",
        "Aurora",
        "Lake County",
        "Aurora",
        "dunes",
        "Lake County",
        "Lake County",
        "University of Chicago"
    ]
}