{
    "Title": "Ecuadorians",
    "Descriptive Text": "The Ecuadorian presence in Chicago dates back to the mid-twentieth century. In 2000 there were 8,941 Ecuadorians in Chicago, making them the fifth largest Latin American group in the city. Chicago joins New York, Miami, and Los Angeles as the four U.S. cities with the largest number of Ecuadorians.Ecuadorians have dispersed throughout the West and North Sides of the city, primarily in Logan Square, Albany Park, Uptown, and Lake View. There are smaller concentrations in Irving Park, Belmont Cragin, Edgewater, and West Ridge. More recently, there has been an expansion to the suburbs, particularly Skokie, Glenview, Des Plaines, Morton Grove, and Elgin.Ecuadorians have come to Chicago primarily in two waves. The first, approximately 1965–1976, originated primarily in the provinces of Guayas, Pichincha, Chimborazo, Cotopaxi, and Azuay. Ecuadorians arriving during this period worked mainly in factories, but also in service industries and eventually in retail. Ecuadorian businesses created by this first wave include several travel and courier agencies, restaurants, and food and clothing stores. Housed primarily but not exclusively on Milwaukee, Division, and 26th Streets, these enterprises cater primarily to Latinos. The second large wave of immigration took place in the 1990s. Coming from the highland provinces of Azuay and Cañar, these Ecuadorians relied on networks of family and friends to secure jobs in the restaurant and hotel industry for men, and in the housekeeping and garment industries for women.Ecuadorian organizations include the Ecuadorian Civic Society, founded in 1959, the Ecuadorian Lions Club, the Federation of Ecuadorian Entities, the Social Association of Azuay, the Cotopaxi Foundation, the Alausí Foundation, and the Civic Society of Cañar. Religious organizations such as the Cristo del Consuelo and the Committee of Jesus of the Great Power have helped to preserve Ecuadorian religious traditions. Additionally, there are folkloric dance groups and several sports teams organized with the assistance of the Los Andes Sports and Social Club. Their presence in the city is most visible on Sunday afternoons, when the park on Wilson and Lake Shore Drive is visited by hundreds of Ecuadorians participating, as players or spectators, in soccer and volleyball tournaments.Important annual events organized by the Ecuadorian community include Ecuadorian week around August 10, involving cultural exhibits, a picnic, and a parade that starts on Montrose and California and heads west, ending at Pulaski. Several music festivals, charity balls, beauty queen competitions, and fundraisers are held throughout the year.",
    "Bibliography": "“A Profile of Nine Latino Groups in Chicago.” Latino Institute. October 1994.“Latinos Face to Face/Latinos Cara a Cara.” Latino Institute. 1995.",
    "Author of Text": "Amalia Pallares",
    "Hyperlinked Terms Associated": [
        "Logan Square",
        "Albany Park",
        "Uptown",
        "Lake View",
        "Irving Park",
        "Belmont Cragin",
        "Edgewater",
        "West Ridge",
        "Skokie",
        "Glenview",
        "Des Plaines",
        "Morton Grove",
        "Elgin",
        "restaurants",
        "restaurant",
        "hotel",
        "soccer"
    ],
    "Street addresses associated": [
        "Logan Square",
        "Albany Park",
        "Uptown",
        "Lake View",
        "Irving Park",
        "Belmont Cragin",
        "Edgewater",
        "West Ridge",
        "Skokie",
        "Glenview",
        "Des Plaines",
        "Morton Grove",
        "Elgin"
    ]
}