{
    "Title": "Edgewater",
    "Descriptive Text": "Community Area 77, 7 miles N of the Loop. Although it was an elite nineteenthcentury suburb, Edgewater was not recognized as distinct when scholars laid out the community areas in the 1920s. Instead,Edgewater was merged into Uptown. In the 1970s, however, Edgewater's property owners persuaded the city of Chicago to make a rare change in its community area maps and recognize Edgewater as a separate entity.Few people lived in the Edgewater area before the late nineteenth century. Scattered settlers farmed celery. Edgewater's residents were mostly German and Irish. Swedes gathered along Clark Street in an area they called Andersonville.John Lewis Cochran (1857–1923) purchased land near Lake Michigan in the town of Lake View in 1886. There he developed a subdivision he advertised as “Edgewater.” He first built mansions on the lakefront for wealthy families and later had smaller houses built to the west. In contrast to other suburban developers, Cochran installed improvements such as sidewalks, sewers, and streetlights before customers moved in. Cochran also founded the Edgewater Light Company to ensure that his buyers could use the most modern conveniences. Cochran's final task was to provide adequate transportation to the area. He persuaded the Chicago, Milwaukee & St. Paul Railroad to open a stop on Bryn Mawr Avenue and was instrumental in the creation of the Northwestern Elevated Railroad Company, which in 1908 opened up a connection through to Howard Street. The availability of transportation encouraged the erection of apartment buildings, a development Cochran had not intended. This strip of “common corridor” buildings and residential hotels, concentrated between Winthrop and Kenmore, increased Edgewater's population density.During the twentieth century, Edgewater solidified its status as one of the most prestigious residential areas in Chicago. In 1898, the exclusive Saddle and Cycle Club relocated to Foster Avenue, on the lakefront. The Edgewater Beach Hotel (1916) and the Edgewater Beach Apartments (1929), finished in sunrise yellow and sunset pink, served as local landmarks. Residential Edgewater's wealth reinforced the glamour of recreational Uptown.During the city-wide housing crisis of the 1940s, these apartment buildings were subdivided into smaller units. The area began to become overcrowded and landlords collected increasing rents while allowing their properties to deteriorate. When building resumed, more large apartment buildings replaced older ones. Along the Winthrop-Kenmore corridor, most new structures were four-plus-ones. Along Sheridan Road, most of the old mansions were razed and replaced with high-rises, giving the street the feel of a canyon.These developments disturbed some Edgewater residents. They regarded the Winthrop-Kenmore corridor as an eyesore that attracted transients, the ill, and the elderly. Single people who would not stay long in the area rented the Sheridan Road high-rises. Alarmed at the prospect of social and physical blight, property owners created the Edgewater Community Council in 1960. The ECC sought a variety of local improvements. For example, in conjunction with the Organization of the Northeast, they arranged a moratorium on the opening of new residential health care facilities. During the 1970s, ECC's strategy shifted to separating its identity from Uptown, which Edgewater residents regarded as the source of their plight. The opening of the Edgewater branch of the Chicago Public Library in 1973 was a major victory in this battle, which culminated in 1980 when the city government ratified the separation of Edgewater from Uptown by designating it Community Area 77. The success of the rehabilitation was reflected in Loyola University's increasing involvement in Edgewater. Although it had been oriented to Rogers Park, by the late 1970s Loyola began encouraging its faculty and students to recognize, and even to live in, Edgewater.At the same time, the smaller commercial strips within Edgewater promoted their own distinctive flavors. What began as a promotion of “ Chinatown North” on Argyle Street evolved as Edgewater's population shifted to include diverse Asian Americans. Among the shop owners on Argyle were Vietnamese, Thai, Japanese, Koreans, Indians, Pakistanis, and also Spanish-speakers, Greeks, and Albanians. Along Clark Street, merchants revived Andersonville's Swedish past during the 1960s, successfully marketing the area as a clean and friendly place to shop for curiosities. Later, merchants from other ethnic groups and enterprises run by lesbian women supplemented Andersonville's Swedish flavor.",
    "Bibliography": "Marciniak, Ed. Reversing Urban Decline: The Winthrop-Kenmore Corridor in the Edgewater and Uptown Communities of Chicago. 1981.Pacyga, Dominic A., and Ellen Skerrett. Chicago, City of Neighborhoods: Histories and Tours. 1986.",
    "Author of Text": "Amanda Seligman",
    "Hyperlinked Terms Associated": [
        "community areas",
        "Uptown",
        "German",
        "Irish",
        "Swedes",
        "Andersonville",
        "Lake Michigan",
        "Railroad",
        "apartment",
        "residential hotels",
        "Chicago Public Library",
        "Loyola Universitys",
        "Rogers Park",
        "Chinatown",
        "Vietnamese",
        "Thai",
        "Japanese",
        "Koreans",
        "Indians",
        "Pakistanis",
        "Greeks",
        "Albanians",
        "Swedish"
    ],
    "Street addresses associated": [
        "Edgewater",
        "Uptown",
        "Lake View",
        "Rogers Park",
        "Andersonville"
    ]
}