{
    "Title": "Edison Park",
    "Descriptive Text": "Community Area 9, 13 miles NW of the Loop. Edison Park lies in the far northwest corner of Chicago, a little more than a mile west of the Chicago River, along a Metra commuter line. The area has changed from a home to various Indian groups to a farming community to a railroad suburb to a Chicago neighborhood. At each transition, new residents and land uses have confronted old ones, reshaping the landscape.The wooded areas along the river provided summer camps for Native Americans before the 1830s, when German farmers staked claim to the land. Among this group were members of the Ebinger family, who regularly met Native Americans who continued to move along the old trail (now Milwaukee Avenue) near the farms. A tavern along Milwaukee Road served both farmers and Indians as they traveled in the vicinity and on their way to Chicago. An Evangelical church and cemetery were among the institutions founded by these farmers.After the arrival of the railroad in the early 1850s, developers tried to breathe life into two paper suburbs that today are part of Edison Park: Canfield and Ridgelawn. It was not until the 1890s that Edison Park grew, claiming to be the first Northwest Side community with electricity. Area residents organized as a village in 1896 and touted artesian water, a volunteer fire company, a hotel, a large railroad depot, and dozens of large houses. Located between two successful railroad suburbs, Park Ridge and Norwood Park (later annexed to Chicago), Edison Park joined the competition. By 1910, there were 300 residents.New residents and established farm families created a park district and a grammar school (part of Maine Township), improved roads and water provision, and established new churches and clubs. Residents often traveled to Jefferson Park on the railroad for shopping. In addition, several religious institutions established homes for children on former farmland.One problem that area residents faced was the distance to a high school. Living in Maine Township, area students had to travel many miles to the new Maine West High School. Residents decided to annex to Chicago in 1910, so their children could attend Carl Schurz High School (accessible by rail). The village trustees disbanded the government and Edison Park began the slow process of integration into the city.After World War I, Edison Park experienced a major building boom. Businesses and industry began locating nearby and automobile travel made the area attractive to workers. Chicago bungalows and Dutch colonials soon outnumbered the older, larger houses. Second-generation immigrants, many of them Roman Catholic or Lutheran, moved into the area as the population grew over 400 percent to 5,370 in 1930. Little farmland remained, and the Ebinger name was memorialized in the name of the new local school.During the 1950s, builders constructed brick bungalows on remaining empty lots in the neighborhood. The neighborhood had an Italian flavor, with ethnic grocery stores and bakeries in the business center. The construction of the Kennedy and Edens Expressways, the O'Hare rapid transit line, and the Tri-State toll road have diffused the importance of the railroad line to Edison Park residents. Residents in recent years find work, leisure, and shopping opportunities in all directions, both within the city and in surrounding suburban areas.",
    "Bibliography": "Scholl, Edward T. Seven Miles of Ideal Living. 1957.",
    "Author of Text": "Ann Durkin Keating",
    "Hyperlinked Terms Associated": [
        "Chicago River",
        "Metra",
        "railroad",
        "land uses",
        "Native Americans",
        "German",
        "water",
        "hotel",
        "Park Ridge",
        "Norwood Park",
        "water provision",
        "Jefferson Park",
        "religious institutions",
        "World War I",
        "bungalows",
        "Roman Catholic",
        "Italian",
        "Expressways",
        "rapid transit line",
        "toll road",
        "work",
        "leisure"
    ],
    "Street addresses associated": [
        "Edison Park"
    ]
}