{
    "Title": "Edward Eggleston and Literary Realism",
    "Descriptive Text": "In the 1870s, Edward Eggleston achieved wide national fame for his novels of rustic life in the antebellum Midwest: The Hoosier Schoolmaster, The End of the World, The Mystery of Metropolisville, The Circuit Rider, and Roxy. Although written after Eggleston left the Midwest to pursue an editorial career in New York, these novels reflect the techniques of American literary realism.Lured in 1866 to Chicago by Alfred Sewell, publisher of The Little Corporal, the first magazine in America written solely for children, Eggleston quickly assumed a number of important positions within the Chicago journalism community. During a period as the author of the Chicago Evening Journal's “Our Saturday Feuilleton,” Eggleston assumed the narrative guise of a flâneur, or urban wanderer, who strolled the streets in search of novelty and adventure. Experimenting with both literary realism and the tone of lighthearted earnestness, Eggleston conveyed to his urban readers a sense of the city as site of paradox. In particular he both praised and criticized many of the institutions responsible for the rise of modern mass society. An urban journalist himself, he disdained the urban media's ability to beguile the population with gossip, or what he called “sensations”; he fretted about the streetcar's tendency to mingle populations and increase anonymity, thus creating at once “sublime democratic possibilities” and the “absolute negation” of social identity; and he saw the department store as a “popular educator,” capable of maintaining public standards of order and decorum, yet generating, at the same time, new, potentially dangerous forms of social desire at the dawn of consumer society.In 1870, Eggleston left Chicago for New York. Although the city itself never again served as the subject of Eggleston's writing, when Hamlin Garland called him “the father of us all,” he acknowledged Edward Eggleston's place as a precursor of the Chicago literary renaissance, the movement that made Chicago and the Midwest the focal point of American writing.",
    "Author of Text": "Bruce Levy",
    "Hyperlinked Terms Associated": [
        "journalism",
        "department store"
    ]
}