{
    "Title": "Egyptians",
    "Descriptive Text": "Egyptian immigrants began to arrive in Chicago during the mid-1950s. The initial immigrants were mostly urban, Christian professionals who left Egypt because they were dissatisfied with President Gamal Abdel Nasser's policy of forced nationalization. Nasser's regime also encouraged emigration as a solution to Egypt's overpopulation. Beginning about 1960, a small number of Egyptians who were funded by the Egyptian government came to Chicago for graduate studies in engineering and other professional fields, and many elected to remain in the Chicago area following the completion of their degrees. Although Egyptian immigration was facilitated by the 1965 Immigration and Nationality Act, which welcomed educated professionals to the United States, the numbers of Egyptian immigrants to the Chicago area remained relatively low until the period immediately following the June 1967 Arab-Israeli War. As jobs became more scarce in Egypt, the number of both Coptic Christian and Muslim Egyptian immigrants to the Chicago area increased markedly. Since the early 1970s, a steady wave of Egyptian immigrants pursuing graduate education and employment opportunities has continued to arrive in Chicago each year.The Bureau of the Census generally underestimates the number of Arab Americans living in the United States. Several Chicago Arab American organizations estimated that Egyptians constituted just over 10,000 of the 150,000 Arab Americans in the Chicago area in 1998. Many Egyptians in Chicago work as engineers for companies such as Commonwealth Edison and BP Amoco, which has offices in both Chicago and Egypt. Other professionals are employed by Internet and technology companies.Unlike some other Arab American groups, Egyptians have neither congregated in particular neighborhoods nor maintained an institutional presence in the Chicago area. Egyptians are represented, however, by some umbrella Arab American organizations, such as the Arab American Action Network, a social service organization established on the South Side of Chicago in 1995, and the Arab American Business and Professional Association, a national organization for business networking incorporated in 1985 with a branch office located in Buffalo Grove.Many Egyptian Muslims worship at the Islamic Cultural Center of Greater Chicago (ICC), founded in Northbrook in 1974. At the ICC, Egyptians join Muslims of other ethnicities, most predominantly Bosnian Muslims. St. Mark's Coptic Orthodox Church, founded in an apartment in Evanston in 1967, moved to Burr Ridge in the late 1970s. St. Mary's Coptic Orthodox Church, the second Coptic church established in the Chicago area,built a home in Palatine during the mid-1990s.",
    "Bibliography": "Meeting Community Needs, Building on Community Strengths. 1998.Zaghel, Ali Shteiwi. “Changing Patterns of Identification among Arab Americans: The Palestinian Ramallites and the Christian Syrian-Lebanese.” Ph.D. diss., Northwestern University. 1976.",
    "Author of Text": "Daniel Greene",
    "Hyperlinked Terms Associated": [
        "Muslim",
        "South Side",
        "Northbrook",
        "Bosnian",
        "Evanston",
        "Burr Ridge",
        "Palatine"
    ]
}