{
    "Title": "Electronics",
    "Descriptive Text": "Chicago companies and their employees have long stood as leading players in the American electronics industry. For much of the twentieth century, the major consumer electronics products—that is, devices that manipulate the motion of electrons through such media as vacuum tubes and semiconductors—were radios and televisions, and the Chicago region was a major manufacturing center for these goods. During the latter part of the century, as the production of these devices moved overseas, Chicago's general preeminence in the American electronics industry faded, despite the importance of several area companies in the growing digital computer and telecommunications sectors.By the time tens of thousands of Chicago residents and visitors examined the exhibits of machines and devices at the Electricity Building on the grounds of the World's Columbian Exposition in 1893, electric lighting and telephone technologies were already well established, and it was obvious that electrical devices would become an increasingly important part of modern life. But it was not until the 1920s that radios—the first major consumer electronics products—began to be produced (as well as purchased) in large numbers by Chicago-area residents. One of the leaders in the field of early radio technology was Western Electric, the huge manufacturing and research arm of AT&T, based in suburban Cicero. During the 1910s, Western Electric researchers pioneered the development of the high-vacuum electronic tube, the condenser microphone, and air-to-ground radio communication. Such technologies were quickly put to use in the new radio equipment industry.During the 1920s and 1930s, the production of radios was a major economic activity in the Chicago area, which was one of the centers of this new industry. By the end of the 1920s, about a third of the radios being made in the United States were manufactured by Chicago-area companies and their employees. At the end of the 1930s, about 12,000 local residents worked in radio and phonograph factories, which had an annual output valued at about $75 million.During World War II, many of Chicago's radio manufacturers turned to the production of electronics equipment for the military. The Zenith Radio Corporation, one of the city's leading radio makers since the 1920s, joined Western Electric and other firms in efforts to produce new radar equipment. Several of these manufacturers affiliated themselves into a trade organization called Radar-Radio Industries of Chicago, Inc., an association of area companies that together employed over 40,000 people, who made over half of the electronics equipment manufactured in the United States during the war. Another local electronics manufacturer turned military contractor was the Galvin Manufacturing Corporation (which would become Motorola after the war), which had been specializing in the production of radios for automobiles. During the war, Galvin supplied the military with two-way portable radios known as walkie-talkies.From the end of World War II through the beginning of the 1970s, Chicago-area companies and their workers continued to be leaders in the consumer electronics industry, which now entered the age of television. By 1949, local factories owned by Zenith and other companies employed about 40,000 people making televisions; roughly 40 percent of domestic output came from the Chicago area. By the early 1960s, the production of all kinds of electronics and communications equipment accounted for a total of about 140,000 area jobs—which made electronics the city's leading manufacturing sector. At that time, the Chicago area made nearly half of the consumer electronics goods produced in the United States, and area companies such as Zenith, Admiral, and Motorola were widely recognized as industry leaders.As the electronics industry matured and moved into the computer age, Chicago's status as a leading manufacturing center declined. Competition from overseas cut into the profits of local makers of radios and televisions, forcing many of them to shrink or fold. One of the most dramatic chapters in this story was the fall of Zenith, the leading television manufacturer, which still employed over 12,000 area residents as late as the early 1970s. Zenith lobbied vigorously for protection from international competition but received little and was forced to cut jobs and move production out of the area. By the end of the twentieth century, a crippled Zenith had been purchased by a South Korean company, and its survival was uncertain. The fate of this one company was representative of the Chicago area's declining importance as a maker of consumer electronics products. By the early 1990s, there were still about 69,000 area residents with jobs making a wide range of “electronic and other electric equipment,” but area companies now accounted for under 5 percent of national output—a far cry from the roughly 45 percent they had made a generation earlier.In the late twentieth century, as the electronics industry began to use semiconductors to produce smaller and more sophisticated computing and communications equipment, a few Chicago-area companies and their workers played a part. Zenith, as it attempted to move into more profitable fields, became a major computer products maker during the 1980s. But the most important Chicago-area company in the new electronics industry was Motorola, which after changing its name from Galvin in 1947 had made a successful re-conversion back from military to civilian production. As its headquarters moved from Chicago to suburban Franklin Park and then Schaumburg, Motorola was growing into a large corporation that stood as one of the leaders of the U.S. electronics industry. As the manufacture of car radios and televisions became less profitable, the company managed to find success with new products. In the early 1990s, Motorola stood as the world's third-leading producer of the semiconductors and microprocessors, which were at the heart of the computing industry; it also sold nearly half of the world's cellular phones and dominated the market for electronic pagers. By the late 1990s, Motorola employed roughly 25,000 Chicago-area residents, making it one of the region's leading sources of jobs. Although Motorola's rapid rise had begun to falter somewhat by the beginning of the twenty-first century, it and a few smaller firms in the area continued to represent Chicago in what had become a highly competitive and dynamic global industry.",
    "Bibliography": "Barrett, John Patrick. Electricity at the World's Columbian Exposition. 1894.Gillespie, Richard. Manufacturing Knowledge: A History of the Hawthorne Experiments. 1991.Kandlik, Edward. “Chicago Portrait—Electronics and Electrical Equipment.” Commerce 61.10 (November 1964): 18–19, 43–45.",
    "Author of Text": "Emily Clark and Mark R. Wilson",
    "Hyperlinked Terms Associated": [
        "Worlds Columbian Exposition",
        "telephone",
        "Cicero",
        "World War II",
        "automobiles",
        "Franklin Park",
        "Schaumburg"
    ]
}