{
    "Title": "Elgin National Watch Co.",
    "Descriptive Text": "This enterprise, which would quickly become one of the world's leading manufacturers of timepieces, was founded in Chicago during the Civil War by a group of investors that included Benjamin W. Raymond, a former mayor of the city, and John C. Adams, a Chicago watchmaker. Other founders of this new company, initially named the National Watch Co., included Ira G. Blake and P. S. Bartlett, both of whom had been involved with the famous Waltham Watch Co. in Massachusetts. By 1867, the company had begun to manufacture watches at a new plant in Elgin, west of Chicago. By 1870, the plant, which over the previous year had turned out 25,000 watches worth about $600,000, employed nearly 300 men and 200 women. In 1874, the name of the company was changed to the Elgin National Watch Co. Under the leadership of company president T. M. Avery, annual output rose from about 30,000 watches in the early 1870s to about 500,000 by the late 1880s, when the company employed nearly 2,500 people at its Elgin plant. By the early twentieth century, Elgin had surpassed its old rival Waltham and stood as the world's greatest mass producer of watches. The company built the Elgin Observatory in 1909; it opened the Elgin Watchmaker's College in 1920. By the late 1920s, Elgin National Watch was making about two million watches each year. But this production was followed by a steady decline. After World War II, the company struggled against competition from overseas. By the beginning of the 1960s, when the company was doing about $30 million in annual sales and still employed nearly 3,000 people, it had begun to fail. The Watchmaker's College closed in 1960. The large plant at Elgin was closed in 1965 and demolished the following year. Although remnants of the company continued to exist into the 1980s under the name Elgin National Industries, its days as a leading enterprise had ended.",
    "Bibliography": "This entry is part of the Encyclopedia's Dictionary of Leading Chicago Businesses (1820-2000) that was prepared by Mark R. Wilson, with additional contributions from Stephen R. Porter and Janice L. Reiff.",
    "Street addresses associated": [
        "Elgin"
    ]
}