{
    "Title": "Elgin, IL",
    "Descriptive Text": "Kane County, 35 miles NW of the Loop. The future site of Elgin was well known to the Potawatomi, for here the Fox River could be forded at many times of the year, and there was good fishing in the shallows. Hezekiah Gifford apparently gave Elgin its name after the 1833 Black Hawk War. By 1837, it already had a bridge and a mill or two, and was beginning to enjoy a certain importance as a stage on the coach route from Chicago to the lead mines of Galena. In 1849, the Galena & Chicago Union Railroad reached Elgin, which later would be served by railroads running along both banks of the Fox River, linking the growing town to Chicago and other urban centers. Elgin showed great promise in the 1850s, and in 1856 the Elgin Academy was founded. The town continued to thrive during the 1860s, both as a center of military production during the Civil War and because industrial enterprises began to use the water power of the swiftly flowing Fox River.The most important venture founded at this time was the Elgin National Watch Company, organized to rival the American Waltham Watch Company of Waltham, Massachusetts. From its small beginnings in 1864 it eventually became for a time the world's largest watch-manufacturing complex, spreading the name of Elgin across much of the industrialized world. In 1866 Gail Borden founded a condensed-milk factory, whose product also became widely known. Other Elgin industries included a large shoe factory and a number of grain mills. The population of Elgin grew from 5,441 in 1870 to 17,823 in 1890, when the city was divided into seven wards and had expanded far out from its origins by the ford, especially on the timbered east bank of the river. In 1872 it attracted a major state institution, the Northern Illinois State Mental Hospital.During the twentieth century, Elgin has continued to thrive modestly. For a time during the 1920s it was one of the centers for a great network of interurban trains, which linked together the towns of the Fox River Valley and their neighbors to the east. This remarkable system might have continued to grow and to serve the region well, but it was dismantled during the great expansion in automobile travel in the 1950s.Today the town extends well beyond the original nucleus, with growth along Interstate 90 to the north. Most of its heavy industries have disappeared, but it enjoys a quiet prosperity as a center for commuters and, increasingly, for companies such as Motorola and Bank One. Redevelopment of the downtown area has included the Grand Victoria Casino.",
    "Bibliography": "Alft, E. C. Elgin: An American History, 1835–1935. 1984.Alft, E. C. South Elgin: A History of the Village from Its Origin as Clintonville. 1979.",
    "Author of Text": "David Buisseret",
    "Hyperlinked Terms Associated": [
        "Potawatomi",
        "Fox River",
        "Black Hawk War",
        "railroads",
        "Hospital",
        "interurban"
    ],
    "Street addresses associated": [
        "Elgin"
    ]
}