{
    "Title": "Elmwood Park, IL",
    "Descriptive Text": "Cook County, 10 miles W of the Loop. Elmwood Park, once an open prairie with rich black loam soil and clay subsoil, sits at the south- eastern section of Leyden Township between Chicago and the Des Plaines River. Native Americans made tools and constructed mounds along the river's bluffs. In the 1840s farmers came to the area, which was then known as Orison. The Chicago & Pacific Railroad laid tracks in Leyden Township in 1870. The tracks ran diagonally across the township along Old Army Trail or Grand Avenue, with a train station at 75th Avenue. Local speculators bought many of the smaller farms and subdivided the land for residential development. As farming gave way to home construction, Orison became known as Elmwood Park.Local landowners were instrumental in extending the Grand Avenue streetcar line west past Harlem Avenue to 72nd Court in 1905. They understood that transportation was key to land development, and farmland and open prairie soon became rows of streets improved by street lighting, water, and sewers. Elmwood Park was incorporated as a village in 1914. Merritt Marwood, descended from one of the first farm families, served as the first mayor.Elmwood Park experienced its greatest boom in population between 1920 and 1928. During this boom, new churches, a village hall, and a school were erected to serve the expanding village. Westwood, a 245-acre subdivision developed by John Mills and Sons Construction Company, contained 1,679 residential lots and 146 commercial sites. The Circle Parkway, a diversion from the standard grid just north of Grand Avenue, provided space for village functions as well as retail space.Population expanded again after World War II, increasing from 13,689 in 1940 to 18,801 a decade later. The village built a high school and a new reservoir to accommodate this growth. Elmer Conti was elected the first village president in 1953, after Elmwood Park adopted a village manager system. A civic center was built on the Circle Parkway in the 1970s, and a new library was completed nearby in 2002.",
    "Bibliography": "Elmwood Park, Fourth of July Committee. Elmwood Park Reflections. 1976.Elmwood Park, Golden Jubilee Celebration Committee. Village of Elmwood Park Golden Jubilee, 1914–1964. 1964.Elmwood Park. Elmwood Park. 1959.",
    "Author of Text": "Tina Reithmaier",
    "Hyperlinked Terms Associated": [
        "soil",
        "Des Plaines River",
        "Railroad",
        "transportation",
        "water",
        "subdivision",
        "World War II"
    ],
    "Street addresses associated": [
        "Elmwood Park",
        "Westwood"
    ]
}