{
    "Title": "Eminent Domain",
    "Descriptive Text": "Eminent domain is the right of government to take private property for a public purpose through condemnation and payment of fair value. A government can delegate powers of eminent domain to qualified common carriers, utilities, hospitals, and universities. An eminent-domain action can elicit a counteraction by rival claimants and affected businesses and citizens. Prime examples of eminent-domain controversies in Chicago were A. Montgomery Ward v. Chicago (1890–1911), Chicago v. Illinois Central Railroad (1919), urban renewal on the South and West Sides in the 1950s, the site searches for McCormick Place and the Chicago campus of the University of Illinois in the 1950s, and mayoral control of Chicago's airports in the 1990s.The public was effectively cut off from access to the south lakefront between the 1850s and 1920s by the 10-track mainline of the Illinois Central. The Lake Front Ordinance of 1919 provided some relief, but too little and too late. By 1940, the city's worst slums festered on the Near South Side. Fighting for their survival, affected hospitals and universities lobbied in Springfield and Washington to delegate powers of eminent domain to themselves and to add slum prevention and eradication to eligible public purposes. The resulting state legislation between 1941 and 1953 served as models for the National Housing Acts of 1949 and 1954, and produced the Lake Meadows, Prairie Shores, and Hyde Park A & B residential developments.",
    "Bibliography": "Banfield, Edward C. Political Influence. 1961.Corliss, Carlton J. Main Line of MidAmerica: The Story of the Illinois Central. 1950.Hirsch, Arnold R. Making the Second Ghetto: Race and Housing in Chicago, 1940–1960. 1983.",
    "Author of Text": "Pierre deVise",
    "Hyperlinked Terms Associated": [
        "hospitals",
        "universities",
        "Illinois Central Railroad",
        "urban renewal",
        "University of Illinois",
        "Near South Side",
        "Hyde Park"
    ],
    "Street addresses associated": [
        "South Side",
        "Hyde Park"
    ]
}