{
    "Title": "English",
    "Descriptive Text": "The English presence as an identifiable ethnic group in Illinois has received little attention, in part because intermarriage, mobility, and a lack of ethnic institutions have led to their being virtually indistinguishable from native-born white Protestants after a generation or two. Yet, whether pioneer or entrepreneur, the English and their descendants have been a significant presence in Chicago since the early nineteenth century.Great Britain's victory over France in the Seven Years' War (1756–1763) resulted in the cession of all French claims to property in North America east of the Mississippi River, opening a vast area of land to traders and settlers. The English flocked especially to the region eventually known as the Old Northwest, which included what later became the state of Illinois, mostly gravitating to agricultural occupations.The opening of the Erie Canal in 1825 spurred westward migration to the Great Lakes region, and, by 1850, Illinois could claim more English-born residents than any other state except New York and Pennsylvania. English-born inhabitants constituted 3 percent of Chicago's population by 1890. Trying to maintain a bit of the old country's traditions, members of Chicago's English community formed, in the spring of 1847, the Saint George's Society of Illinois, for both benevolent and social purposes.As with Scotland and Wales, emigration from England to the United States generally declined during the twentieth century. American employers had little need for skilled English labor since emigration from Southern and Eastern Europe provided a cheaper workforce. More recently, English immigrants to these shores have tended to be well-educated professionals. Although in recent years there has been an upsurge of interest in ethnic heritage among Scottish Americans, no comparable English equivalent is readily apparent in Chicago.",
    "Bibliography": "Berthoff, Rowland. British Immigrants in Industrial America, 1790–1950. 1953.Erickson, Charlotte J. Invisible Immigrants: The Adaptation of English and Scottish Immigrants in Nineteenth-Century America. 1972.",
    "Author of Text": "June Skinner Sawyers",
    "Hyperlinked Terms Associated": [
        "Protestants",
        "French",
        "agricultural",
        "Great Lakes",
        "Scottish"
    ]
}