{
    "Title": "Environmental Politics",
    "Descriptive Text": "The city represents collective human effort to impose a built environment upon the natural one. In constructing these artificial habitats, power relationships are played out in spatial terms. The political economy of capitalist societies facilitates this process through its primary institution, private property, but the public sector has been intimately involved in building cities in three important ways. First, frameworks of law and politics defined land use patterns in Chicago from the first plat of 1830 to the present zoning ordinances. Second, precedents of common law formed a basis for interventions by local government in the private sector to regulate activities that were deemed to have detrimental effects on the land as well as the air and the water. Over the course of the nineteenth century, these restrictions grew into elaborate public health, plumbing, and building codes, complete with inspectional bureaucracies to administer and enforce them. And since then, state and national governments have taken up the challenge of ameliorating the harmful impacts of urban pollution and sprawl. Third, initiatives of city hall built an infrastructure of complex technological networks in addition to providing an array of services such as garbage collection, street cleaning, and water supply. Taken together, environmental politics go a long way toward explaining not only the topography of the urban environment but also the quality of life within it. Some of the most critical challenges facing Chicago at the close of the twentieth century are the result of public policies that helped produce an exploding metropolis of toxic postindustrial slums in the midst of exclusive garden suburbs.The political formation of urban space in metropolitan Chicago is set within a larger ecological context of the Great Lakes region. The city's location at the southwest corner of Lake Michigan was both its greatest economic asset and worst environmental liability. As historian William Cronon has brilliantly demonstrated, this “nature's metropolis” acted like a great entrepôt, gathering in the wheat, timber, and cattle of the Great West and shipping it out to expanding national markets. In the post– Civil War era, Chicagoans became increasingly adept at processing these raw materials into manufactured products: biscuits, furniture, dressed beef. But a strategic location on the banks of the Chicago River came at the price of erecting a city upon a low-lying marshland that was difficult to drain and protect against flooding. Local authorities soon attempted to engineer the environment to lift Chicago out of the mud and to supply its residents with a pure source of drinking water. Municipal politics would grow out of this dynamic tension between the demands of urban growth and the limits of environmental degradation below acceptable standards of community and human decency. Shifts in the balance of power between local and national levels of the federal system also helped define a series of distinct eras of environmental politics in Chicago.From the founding of the city in the mid-1830s to the present, the political formation of urban space divides into five broad periods. During the initial stage of city building, land speculation and development dominated, engendering a “segmented” form of government. The reign of the property owners was expressed in long, thin ward boundaries, which empowered them to make decisions about the pace and cost of infrastructure improvements. An influx of German and Irish immigrants brought a new era of rapid urban expansion and boss rule. A politics of growth characterized the second period, from the inauguration in 1863 of a ward system based on ethnic and class divisions to 1889, the pivotal year of the great annexation and the creation of the Sanitary District of Chicago. A third era of metropolitan integration followed until 1927, when the U.S. Supreme Court seized control of Chicago's sanitation system. The long-running court battle over the city's water management policy was emblematic of the policy dilemmas stemming from the ever-wider environmental impacts of the industrial city on the Great Lakes region. With the coming of the New Deal in 1933, these problems of federalism were resolved to a large extent by a new partnership between the national government and city hall. During the next 40 years, Washington funneled huge sums of money for environmental improvement projects through the local party bosses. They, in turn, spent these funds in ways that promoted personal and partisan goals at the expense of their working-class constituents. A final, fifth period began in the early 1970s, when the national government took more direct responsibility for improving the quality of our air, water, and land. The dawning era of environmental protection encouraged federal bureaucracies and nongovernment organizations (NGOs) to hold city hall to account not only for pollution but also injustice in the distribution of its toxic health effects on poor neighborhoods and minority groups. Although national initiatives have begun to address the imbalance between urban growth and ecological limits, the forces of metropolitan sprawl and spatial segregation remain predominant in defining the quality of the environment in the various districts and suburbs of the Chicago area.From 1830 to 1863, the site of Chicago was transformed from frontier outpost to boomtown, complete with all of the infrastructure needed to support a commercial entrepôt. For a brief time, a booster spirit of voluntary cooperation prevailed to launch Chicago as a contender for the crown of metropolis of the Great West. Early efforts focused on linking and extending markets by constructing ship harbors, railroads, canals, telegraphs, and other technologies of a commercial economy. By the mid-1840s, the boosters had just about finished putting this machinery of capitalism into place, signaling a more competitive phase of urban development. Seeking to privatize the city building process, elite land speculators created what historian Robin Einhorn describes as a segmented form of government. Reflecting Jacksonian fears of partisan favoritism, they reduced city hall's role to that of a mere administrative agency while devolving decision-making power over environmental improvements to the property owners. The two key policy tools in the resulting creation of a new urban form were ward boundaries that reflected real-estate values rather than social ones, and special assessment taxes that paid for individual paved streets, sidewalks, gaslights, and water mains. Urban space during the regime of the big property owners began to undergo a radical reorganization by economic functions of land use and by social categories of class and ethnicity. Settlement patterns tended toward geographic sprawl within the constraints of available transportation technologies. This process tended toward a physical and social bifurcation between the riverfront and industrial slums, on the one hand, and the lakefront and residential suburbs, on the other.Representing a triumph of privatism, the segmented form of government achieved success by avoiding not only partisan conflicts but also policy decisions on an accumulating list of citywide problems. Issues affecting the whole community, such as building bridges, supplying water, and soliciting aid from Washington for harbor improvements—issues that had been previously addressed by a frontier spirit of cooperation—could no longer be resolved within the public arena. After 1848, moreover, swelling numbers of German and Irish immigrants produced a more complex urban society with diverse special-interest groups pursuing conflicting agendas of city building. Large property owners, for example, wanted to protect their investments with tough fire codes, the very regulations that could price most would-be homeowners out of the market.Provoking several ethnocultural clashes, including the so-called lager beer riot, the segmented system finally collapsed under the weight of the centralizing pressures occasioned by the Civil War. The economic boom triggered by the sectional conflict tripled the population of Chicago within a single decade to 300,000 inhabitants. Two of the most pressing needs created by rapid growth called for planning large-scale environmental improvements: a water management system to safeguard the public health and an urban transit network to move people from home to work within the expanding borders of the metropolis. Mounting pressure for citywide solutions to these and other unresolved issues culminated in 1863 in a reform charter that strengthened the powers of the central authority. Equally important, the new municipal government restored partisanship to public policy formation by redefining ward boundaries according to social categories of class and ethnicity rather than according to land values. But by vesting most decision-making power in the city council, this form of government would fuel the rise of a ward-based system of machine rule.Under the regime of the ward bosses from 1864 to 1889, the politics of growth played a large part in the construction of landscapes of inequality between riverfront slums and lakefront districts. Despite the Great Fire of 1871, Chicago's population doubled each decade, making it the fastest-growing big city in the western world. Just trying to keep up with the incredible pace of this expansion in terms of installing the basic infrastructure of the modern city proved a herculean task. In this era of the horse railway, neighbors could be close geographically but live in totally different worlds in terms of the quality of their air, water, and ground. Whether or not property owners could afford the modern amenities of the built environment further divided the rich and poor into separate spheres. While the middle classes could afford commuter fares, the working classes were forced by poverty to live close enough to their jobs to walk to work.War-fed prosperity turned the Chicago River into a polluted industrial corridor, but the city council completed the process of turning it into an open sewer. Empowered to build a citywide system of water supplies and sanitary sewers to protect the public health, aldermen instead ran the waterworks like a private business to maximize profits. They rejected progressive plans to divert the city's wastes away from the river and lake through a network of intercepting sewers. At the same time, continuation of special tax assessments to pay for most infrastructure improvements deepened the gulf between working-class districts hugging the industrial corridor and middle-class enclaves stretching along a shoreline of homes and parks.This reordering of urban space into landscapes of inequality took place inside and beyond municipal boundaries. For example, both the exclusive residential community of Hyde Park on the lakefront and the heavily industrial area of the stockyards on the South Branch of the river were located just south of the city line at 39th Street in the “suburbs.” Although they grew up alongside each other with only a few miles in between, they were truly worlds apart. Hyde Parkers made effective use of the public authority to create a buffer zone of protected parks and boulevards that defended their homes against the poor immigrants flocking to the mecca of jobs, Packingtown. In sharp contrast, the city government of Chicago completely failed to stop the environmental degradation that endangered the lives of the families living in “the back of the yards. ” In spite of special powers to regulate the slaughterhouse district, city hall consistently put the profits of the meatpackers ahead of the health and safety of their workers.The breakneck pace of Chicago's expansion and the shortsighted policies of city hall combined to produce a series of environmental and public health crises, each worse than the last. The two often went hand-in-hand, because sewage regularly found its way from the Chicago River into Lake Michigan, contaminating the city's drinking supplies and raising morbidity and mortality to epidemic proportions. The root of the problem lay in decisions to empty the sewers' human and animal wastes into the river rather than follow the example of cities like London in bearing the extra costs of diverting them away from the populated area. Using the shallow waterway was inherently risky, since normal weather conditions such as rainstorms and spring thaws often overcame the city engineer's efforts to keep the flow of the river permanently reversed away from the lake.With the water intake cribs sitting just a few miles out, the aldermen's management of the environment put Chicago's health at risk from a ghastly stew of bacteriological diseases, including cholera, typhoid fever, diarrhea, and diphtheria. Physical and social segregation maintained a barrier between well-to-do and working-class Chicagoans, protecting the affluent from high-mortality airborne diseases such as tuberculosis. But the shield of spatial exclusion was illusory, as contaminated drinking supplies came right into their homes through unseen pipes buried underground. The great flood of 1885 marked a turning point, a crisis that galvanized the middle and upper classes into an irresistible force of public health reform. The Citizens' Association, an elite businessman's group, took the lead in pressuring city hall to support reform legislation that embodied broader metropolitan and regional perspectives on the environment.In 1889, the politicians decided to go along with plans to create a separate agency, the Sanitary District of Chicago. They realized that this special tax district to build a 30-mile long sanitary channel was ready-made for patronage jobs and contract kickbacks. Party bosses wrestled control of the agency away from reformers by 1891, quickly transforming its goals from the public health of the community into a grandiose scheme of commercial development, an Atlantic-to-the-Gulf ship canal. Diverting funds from cleaning up the riverfront wards, party leaders installed interceptor pipes only in the lakefront wards. The political formation of geographies of inequality was reflected in sewer outfalls that dumped the human wastes of the well-to-do in the middle of the residential districts of the working classes. In similar ways, the toxic smoke generated by the city's factories, ferryboats, and locomotives was viewed by the professional politicians more as a lucrative source of graft than a public nuisance that should be abated by the administration.The year 1889 was pivotal in the history of environmental politics in Chicago for a second reason, the great annexation. Increasing its size fourfold to 168 square miles and its population to over a million people, the enlarged boundaries also created a new set of political dynamics between urban growth and ecological limits, center and periphery, city and suburbs. On the one hand, the additional territory revived competition between the outer and the inner wards for infrastructure improvements. Fulfilling demands for service extensions in new subdivisions at the city's edge often came at the expense of the older, built-up areas where the original utilities dating back to pre–Civil War days badly needed upgrading and replacement. In addition, this competition coincided with the early phases of African American migration from the South. These demographic trends helped tip the balance of infrastructure improvements heavily in favor of the mostly white fringe districts. This lack of distributive justice in turn contributed to the consolidation during the early twentieth century of a new form of spatial segregation, the “ Black Belt. ” Unlike previous neighborhoods defined by class and ethnicity, this kind of racial zone was imposed from the outside, forcing African Americans to live within separate and unequal areas.The great annexation coincided with a second kind of political fragmentation. Before 1890, Chicago's outlying areas usually found municipal absorption advantageous, bringing better urban services and lower taxes. Subsequently, however, an array of powerful inventions such as electric light and power, trolleys, automobiles, and telephones allowed each suburban enclave to build its own network of urban technologies. The suburbs no longer needed to join the central city in order to enjoy all the conveniences of modern life. In 1892, Evanston's resounding rejection of annexation by a three-fourths majority heralded a new era of open political battle between the city and its collar communities. Symbolized by Frank Lloyd Wright's architecture, an emerging suburban ethos contained the seeds of an antiurbanism that would eventually mature into a virulent politics of physical segregation and social containment.On the other hand, Chicago's metropolitan scale strengthened the resolve of a new generation of “Progressive” reformers to restore a broader, more inclusive sense of the city as a community. Rejecting the cruel determinism of social Darwinism, they envisioned urban society in holistic terms as a family household or organic body. These new perspectives gave birth not only to a conservation movement on the national level but also to social environmentalism on a local level. Urban Progressives believed that by making changes in the physical surroundings of the city, they could effect commensurate improvements in its social conditions and civic life. Moreover, they shared an optimistic faith in experts to solve contemporary problems with the potent tools of science and technology. In Chicago, affluent women often stood in the forefront of efforts to build bridges between the classes with liberal concepts of the public welfare that embodied democratic ideals of social and environmental justice. In 1889, Jane Addams and Ellen Starr moved into the Hull House in the riverfront district of infamous ward boss John Powers. Mary McDowell soon established a similar social settlement in Packingtown and joined the political campaign for what she referred to as “municipal housekeeping.” Less well known was Annie Sergel, who organized the Anti-Smoke League to eliminate the air pollution that enveloped the city in a suffocating pall of black soot and noxious gases. The municipal reformers of the Progressive era achieved considerable success in strengthening the structure of city hall's regulatory powers over the environment and professionalizing the administration of its enforcement agencies, such as the smoke inspection and the health departments.Chicago's long-running battle with the national government over the Great Lakes was emblematic of the new directions of environmental politics in the period leading up to the Great Depression. Under the reign of the party bosses, the sanitary district needed to take huge quantities of water from Lake Michigan in order to keep afloat its pretentious scheme for a deepwater ship canal. Lowering the Great Lakes by as much as six inches, the Sanitary District soon attracted attention from Canadians, who vigorously objected to the resulting economic and ecological damage to the entire region. Assuming the posture of conservationists, Canadian officials exerted unrelenting pressure on Washington to force Chicago to stop its damaging “diversion.” Between 1900 and 1927, however, local politicians defied every attempt by the federal government to get the city to reduce its gluttonous consumption of water by building sewage treatment plants. Frustrated by this recalcitrance, the U.S. Supreme Court finally took over the management of the Sanitary District, gradually bringing it into compliance with the limitations set for the city's withdrawal of water from the Great Lakes. The coming of the New Deal would complete this process of integrating the metropolis into larger webs of regional and national interdependence.From 1933 to 1970, a new federal partnership between the national capital and the city halls of America helped underwrite a massive public investment in the urban environment. Money flowed through municipal agencies to upgrade highways and sewers, build airports and subways, and replace slum districts with housing projects. In Chicago, this brief era of the urban nation reinforced not only the power of the party bosses but also the existing patterns of social exclusion and physical segregation. The mayor and the aldermen used funds earmarked for slum clearance and public housing to construct a second ghetto of high-rise apartments. They also perverted transportation planning by drawing the routes of expressways to act like a racial Berlin wall. In the post– World War II period, direct federal support to the working classes for inner-city renewal was small compared to the size of indirect subsidies to the middle classes for suburban development in the form of low-cost mortgages, free expressways, and cheap gasoline. By 1970, racial and class discrimination in the political formation of urban space had the ironic effect of ensuring the ascendancy of a suburban nation.Informed by the science and the ethics of ecology, a new generation of reformers emerged in the postwar period seeking to place the city within a dynamic context of the larger natural world. In 1970, the creation of the U.S. Environmental Protection Agency and the celebration of the first Earth Day announced the coming of age of a politics of ecology. The commitment of the federal government to cleaning up the air, water, and ground was matched by the determination of many NGOs to hold local authorities to account for discriminatory practices that helped create and maintain geographies of exclusion and segregation. Of course, many other NGOs were formed out of less noble motives, especially those devoted to selfish “not-in-my-backyard” interests, or “NIMBYs,” as they became known. Collectively, the NGOs helped persuade Washington to establish higher standards of environmental quality, enforce tighter regulations on public and private polluters, and allocate greater amounts of money for upgrading the urban infrastructure. In Chicago, the Tunnel and Reservoir Plan, or “ Deep Tunnel, ” mushroomed into the single most ambitious and costly public works project ever to attempt to solve the area's chronic problems of storm runoff flooding basements and raw sewage contaminating Lake Michigan.At the same time, Congress opened the doors of the federal courts to suits by NGOs against local units of government that perpetuated unfair patterns of resource allocation for public housing and urban services among the city's various neighborhoods. The Chicago Park District and the Chicago Housing Authority were the two agencies most directly implicated in the ensuing judicial assault on the city's politics of environmental racism. In both cases, the court found public officials guilty of discrimination intended to maintain and widen the gap in the quality of life between the white and black areas of the city. In 1969, for example, U.S. District Judge Richard Austin ruled in the landmark Gautreaux v. Chicago Housing Authority that site selection for new construction must begin to reverse the agency's previous patterns of segregation. Stubbornly resisting his decree by refusing to build any additional units for almost a decade, city hall was eventually dragged into compliance by a determined federal jurist. Besieged from the top and the bottom, the local political regime learned that it could no longer afford to make decisions affecting the environment while blatantly disregarding democratic ideals of equality and justice.After 1970, the political formation of urban space took place within hostile arenas increasingly filled with state and national lawmakers who called for the containment of the city's social and environmental problems within municipal boundaries. Chicago, for instance, lost its grip on the statehouse to an insurgent coalition of legislators from suburban and rural districts. Despite new levels of ecological concern, a suburban majority has continued to support public policies that promote settlement patterns of geographic sprawl and high energy consumption. The state legislature has supported continued suburban growth through substantial appropriations for additional roads and highways outside of the city, while rejecting proposals for more equitable funding to support city schools losing resources to those growing suburbs. Affluent districts have played the self-serving politics of NIMBY to place an unfair burden of health risks from toxic wastes and industrial sites upon impoverished and minority areas. The new perspectives of ecology have illuminated the interconnectedness of the built and the natural environments, the center and the periphery, and the rich and the poor. Yet contemporary society shows few signs of departing from traditions of political culture that express power relationships in spatial terms of exclusion and segregation.",
    "Author of Text": "Harold L. Platt",
    "Hyperlinked Terms Associated": [
        "built environment",
        "law",
        "politics",
        "land use",
        "zoning",
        "water",
        "public health",
        "building codes",
        "infrastructure",
        "water supply",
        "Great Lakes",
        "Lake Michigan",
        "Civil War",
        "furniture",
        "Chicago River",
        "German",
        "Irish",
        "ward system",
        "annexation",
        "Great Lakes",
        "New Deal",
        "railroads",
        "telegraphs",
        "real-estate",
        "transportation",
        "bridges",
        "larger beer riot",
        "Civil War",
        "charter",
        "Fire of 1871",
        "work",
        "Hyde Park",
        "back of the yards",
        "epidemic",
        "tuberculosis",
        "patronage",
        "African American",
        "Black Belt",
        "telephones",
        "Evanston",
        "architecture",
        "Hull House",
        "Great Depression",
        "public housing",
        "apartments",
        "expressways",
        "World War II",
        "Deep Tunel",
        "Park District",
        "Chicago Housing Authority",
        "racism",
        "Gautreaux v. Chicago Housing Authority",
        "schools",
        "political culture"
    ],
    "Street addresses associated": [
        "Back of the Yards",
        "Hyde Park",
        "Black Belt"
    ]
}