{
    "Title": "Environmentalism",
    "Descriptive Text": "“Environmentalism” describes both the political movement to protect and improve the environment and the philosophy that has inspired that movement. Although it has roots in much earlier efforts, including nineteenth-century conservation and antipollution movements, not until the affluent post–World War II era did environmentalism become a mass movement. It has drawn most of its energy from the middle class, which has demanded relief from polluted water and air, and the development and protection of amenities such as recreational space. Another thread of environmentalism has been concerned with wilderness preservation and the protection of biodiversity. The movement gained momentum in 1962 with the publication of Rachel Carson's Silent Spring, which exposed the ravages of pesticides. Celebrated by a rally at the Civic Center Plaza and by thousands of Chicago-area students who collected trash around their schools, the first Earth Day in 1970 marked the arrival of environmentalism as a mainstream political force. By the mid-1970s, the federal government had passed a series of critical environmental laws, including the Wilderness Act (1964), Clean Air Act (1970), Clean Water Act (1972), and Endangered Species Act (1973).Chicagoans have long been interested in improving their environment. As early as 1854 residents gathered to protest against a cholera epidemic caused by a poor sewage system and to demand a cleaner, more healthful city. Over the next two decades a sanitary reform movement led to the construction of new sewers, the raising of city street grades to prevent standing water, and the reversal of the Chicago River's flow to keep sewage from entering Lake Michigan. In the 1860s businessmen supported the creation of urban parks, knowing that residents appreciated their beauty and ability to revive health. This early effort led to the creation of Chicago's landscaped parks, including Jackson, Washington, and Lincoln. After the turn of the century, industrial pollution gained more attention from activists. The Anti-Smoke League, for example, worked to force railroads to reduce their smoke emissions, and laborers complained about the stench from the famously polluted “Bubbly Creek” which ran through Packingtown. Others took a broader approach to environmental improvement by supporting urban planning. Daniel Burnham based his famous 1909 Chicago Plan on a vision of an orderly, beautiful city, full of parks and inspiring vistas.Chicagoans have also long expressed concern for environments outside the city itself. In 1922 Will H. Dilg helped create the Izaak Walton League, a conservation organization for outdoors enthusiasts. Headquartered in Chicago, the league attracted support mostly from the Midwest, but it very quickly became the first national environmental organization with a mass membership. An avid fisherman, Dilg made the league the most influential organization supporting wetlands protection. In an early accomplishment, the league pressured Congress into creating an extensive wildlife refuge to protect the upper Mississippi River. Chicago activists also played a crucial role in the preservation of the Indiana Dunes. As early as 1914 the Chicago Conservation Council worked to preserve the spectacular dunes. Since that time Chicagoans have worked to create and expand the Indiana Dunes State Park (1923) and the Indiana Dunes National Lakeshore (1966).With increases in average income, vacation time, and automobile ownership in the 1950s, more and more Chicagoans traveled to nearby natural areas for rest and recreation. The woods and waterways of Wisconsin became favorite destinations. By one estimation in 1959 about a quarter of Chicago-area residents stayed overnight in that state's vacation spots. Many of those residents chose state parks as destinations, and pressure from its southern neighbors forced Wisconsin to increase spending on recreation and preservation, a trend that has been followed around the nation.The protection of Lake Michigan has been a focal point of Chicago's activism since the 1960s. With industrial pollution threatening the area's beaches, fishing, and drinking water, activists demanded government action. In 1967 the Chicago Tribune began a “Save Our Lake” campaign which gained wide support for immediate action, particularly in cleaning up the pollution from the Calumet region.Chicago environmentalists have worked through a range of interest groups, some concerned with global issues, and others more regional in their focus, such as Citizens for a Better Environment, concerned with pollution and public health issues since its 1971 founding, and the Openlands Project, which has worked to preserve recreational space. Some local environmental groups have focused on more specific issues, such as the North Branch Restoration Project, aimed at preserving and restoring the natural ecology within the Cook County Forest Preserve. Since the 1970s Chicagoans have also worked for environmental justice, attempting to halt the practice of siting toxic waste primarily in minority neighborhoods.",
    "Bibliography": "Engel, J. Ronald. Sacred Sands: The Struggle for Community in the Indiana Dunes. 1983.Hays, Samuel P. Beauty, Health, and Permanence: Environmental Politics in the United States, 1955–1985. 1987.Kehoe, Terence. Cleaning Up the Great Lakes: From Cooperation to Confrontation. 1997.",
    "Author of Text": "David Stradling",
    "Hyperlinked Terms Associated": [
        "epidemic",
        "street grades",
        "water",
        "Chicago Rivers",
        "Lake Michigan",
        "Jackson",
        "Washington",
        "Lincoln",
        "industrial pollution",
        "planning",
        "Indiana Dunes",
        "vacation spots",
        "Chicago Tribune",
        "Calumet region",
        "public health",
        "Openlands Project",
        "Forest Preserve"
    ]
}