{
    "Title": "Environmental Regulation",
    "Descriptive Text": "Many kinds of laws regulate private activity in order to promote public health and welfare. Since its incorporation in 1833, Chicago's Common Council has passed ordinances that limit some private activities and encourage others. Residents have elected and paid officers to police their private use of public resources.Chicago's pre–Civil War residents understood that everyone's air, water, and public space could be damaged by the disorderly behavior of just a few people, so they established mechanisms for regulation. An elected commissioner removed stuck wagons and dumped timber which blocked streets, an engineer prepared residents for firefighting, and a pound keeper removed stray dogs and pigs that were running at large.Despite this activity, Chicago's growing population suffered decreasing environmental quality. People and animals eliminated onto the ground, and residents believed that the resulting smelly miasmas caused disease. The Common Council appointed public health officers who cleaned out dirty outhouses and stables, and outlawed the disposal of slaughterhouse offal in the city. In 1852 the Illinois legislature incorporated a municipal water company, which pumped clean drinking water from Lake Michigan. In 1855 the legislature created a Board of Sewerage Commissioners, which attempted to eliminate miasmas by interring a comprehensive network of drainage pipes and by requiring landowners to raise the surface of their lots by several feet.After the Civil War, Chicago grew rapidly, and the council struggled to solve the environmental problems caused by the density of land use. The Chicago Fire of 1871 showed that ordinances limiting wood construction were unenforced and that the water supply was inadequate to prevent this great environmental threat. That year, city physician John H. Rauch argued that sewers should be built in the most populous wards, which were poor. In the antebellum period, Chicago had balanced private property rights and public services by generally extending sewers, water pipes, and paved streets to residents who paid for them. Rauch anticipated Jane Addams's position in the 1890s: rich and poor alike had a right to the parks, garbage pickup, and street cleaning that created urban environmental quality.The Illinois legislature helped solve Chicago's problems by creating two municipal corporations. In 1869 the park districts began to tax residents, issue bonds, condemn land, and build a park system of boulevards and green spaces. In 1889 the Sanitary District of Chicago established plans to make permanent the reversal of the Chicago River so that the city's wastewater flowed toward the Mississippi, away from the reservoir of Lake Michigan. In the 1890s Congress expanded federal regulation by requiring the Army Corps of Engineers to prevent obstructions to navigable waters; the local federal officer began requiring Chicago to apply for permits to dump wastes in the river and lake.When the Sanitary District reversed the river in 1900, it protected Chicago's water supply but economically injured Great Lakes shipping companies and electricity generating companies at Niagara Falls. In response, the secretary of war regulated the district by issuing a permit limiting the amount of water diverted from the Great Lakes; Chicagoans questioned whether this limit protected their drinking water, so they began chlorinating it. In the 1990s Chicago continued to violate the permit and the Supreme Court's enforcement order by diverting excess water illegally.Advocates in the Progressive era called on government to pass more environmental regulations. Women organized in a campaign of municipal housekeeping and successfully advocated city ownership of garbage incineration. Women also organized for smoke abatement and promoted ordinances requiring the installation of smokestack technology which reduced particulate emissions. In step with the national conservation movement, the Illinois legislature created the Cook County Forest Preserve District to preserve open space on the urban fringe; a Special Parks Commission created scores of playgrounds and small parks in the inner city.During the Great Depression, the federal government put thousands of people to work building the lakefront parks designed in the Burnham Plan and improving the inner-city parks. These attractive amenities brought people out of their segregated neighborhoods and into contact while swimming and playing. In 1947 the Park District developed a race relations manual for its police force, which instructed officers to preserve access to the parks for all races and ethnic groups.Illinois has struggled to provide Chicago residents with clean air that meets federal standards established with the Clean Air Act of 1970, notably by initiating vehicle emissions tests in 1985. In the late 1980s, environmental justice activists on the South Side forced the federal Environmental Protection Agency to acknowledge that regulations have improved environmental quality in wealthy neighborhoods more than in poor neighborhoods. In the 1990s, the quest for environmental quality traveled indoors, as the Chicago Housing Authority reduced pesticide use, removed asbestos insulation, and abated lead paint.During the 1990s, citizens had the opportunity to speak to expert administrators at hundreds of public hearings hosted by city, county, state, and federal agencies. This access increased in 1992, when Chicago created a Department of the Environment, which brought many scattered functions into one agency. Residents cannot recall these expert administrators by vote, as occurred in the small city government of early Chicago, but residents increasingly hold them accountable to local opinion.",
    "Bibliography": "Flanagan, Maureen A. “The City Profitable, the City Livable: Environmental Policy, Gender, and Power in Chicago in the 1910s.” Journal of Urban History 22 ( January 1996): 163–190.Melosi, Martin V. Garbage in the Cities: Refuse, Reform, and the Environment, 1880–1980. 1981.Rapsys, John R. Toward a Brighter Future: EPA Region 5: The First 25 Years, 1971–1995. 1996.",
    "Author of Text": "Betsy Mendelsohn",
    "Hyperlinked Terms Associated": [
        "public health",
        "water",
        "firefighting",
        "Civil War",
        "land use",
        "Fire of 1871",
        "water supply",
        "park districts",
        "Chicago River",
        "Forest Preserve",
        "playgrounds and small parks",
        "Great Depression",
        "Burnham Plan",
        "swimming",
        "South Side",
        "Chicago Housing Authority"
    ],
    "Street addresses associated": [
        "South Side"
    ]
}