{
    "Title": "Epidemics",
    "Descriptive Text": "During the nineteenth century, Chicago suffered fearsome though sporadic epidemics of disease. Cholera ravaged many American and European cities in the middle of the nineteenth century, and Chicago did not escape. The threat of a cholera epidemic provoked the creation of the Chicago Board of Health in 1835. Except for a few years in the 1860s, when the city council refused to fund it—a penny-wise policy reversed by a rash of contagion in 1867—the board has safeguarded the city's health with great effort and general success ever since.Cholera kept reappearing, however. In 1852 and again in 1854, when it killed 1,424, cholera destroyed young and old, often within hours of their first symptoms. Another 210 died in 1854 from “diarrhea” and 242 more from “dysentery,” either of which might actually have been cholera. Diagnoses differed, but the symptoms were similar. No one knew exactly what caused it, though personal and public cleanliness seemed to help, and impure water began to be identified as the principal transmitter.Chicagoans died from other fast-moving contagions as well: dysentery killed 1,600 between 1854 and 1860; scarlet fever, over 1,200 between 1858 and 1863; smallpox, 283 in 1864. The Great Fire of 1871 also contributed: high mortality from exposure and low resistance to contagions struck down many burned-out survivors.Cholera returned in the summer of 1873, killing 116. The Board of Health measured the duration of the disease, from first symptoms to death, at about eleven hours. It “struck hardest where sanitary laws were not observed,” the board's reports stated, particularly south of 37th Street and west of State Street, an area “densely populated, principally by foreigners, consisting of Germans, Swedes and Poles. ” Cleanliness, or lack of it, was the key: “Those who observed sanitary laws, attended to the disinfection of stools, and who were prompt in calling a physician, with few exceptions recovered, and the occurrence of a second case in such families was rare. On the other hand, when the stools were not cared for, and the vomit permitted to remain on the floor, and the bedding (principally feather beds) used without having been properly cleaned and where no attention was paid to ventilation or personal cleanliness, several cases would generally occur, and as a rule, prove fatal.” Public conditions were equally noxious and threatening. Odors, or “miasmas,” were widely believed to cause disease, and in Chicago, the slaughterhouses were “diffusing the odors of animal putrefaction throughout the city,” especially in summer. In the North Branch of the Chicago River, “the water remaining standing with the yearly accretions is, during the hot months converted into a cess-pool, seething, boiling and reeking with filth, which fills the north wards of the city with mephitic [noxious] gases.” The South Branch had become “fully as foul.”But 1873 proved to be the low point. The aftermath of the Great Fire brought major, if gradual, improvements in public health and, therefore, in the city's demographic stability. Miles of sewerage drained the city more effectively, and residents were required to “connect dwellings with sewers.” Chicago's cholera days were over, and its death rate fell below New York's and Boston's. By 1881 the Board of Health claimed that Chicago had the third-lowest death rate in the world among cities over 500,000.Yet with germ theory still undeveloped, other contagions abounded. Deaths from diphtheria and whooping cough soared in the late 1870s; scarlet fever accounted for over 10 percent of deaths in Chicago in 1877. These so-called “childhood diseases” continued to kill, joined in summer months by “cholera infantum” and other gastrointestinal infections resulting from spoiled food and impure water. Something diagnosed as “inanition”—lethargy probably resulting from malnutrition—killed 314 in 1881. But most devastating was the smallpox epidemic that killed 1,180 in late 1881 and 1,292 in early 1882. The population rose too fast for vaccination programs to keep up with it. Each year from 1871 to 1881 the city removed the carcasses of 1,500 horses and tens of thousands of dogs from the streets, while 70 teams tried to cope with “the garbage, ashes, and rubbish daily accumulating.” But tugboats and railroads belched smoke, the stockyards still stank, and privy vaults infected water wells in many a backyard. The Board of Health lamented that “the great and rapid influx of population has caused a dangerous overcrowding in all the poorer districts. ... Thousands of small houses and cottages arranged for one family are now packed with a family in each room,” especially in neighborhoods of newly arrived Europeans. Chicago's doubling of population in the 1880s, much of it from Europe, had its downside. Overcrowding produced deaths from tuberculosis as well as from sanitary-related contagions.The city simply had to conquer disease or stop developing. In 1891, bronchitis and pneumonia killed 4,300, typhoid fever 2,000. Every year in the early 1890s, 10,000–12,000 children under five died in Chicago. But the close of the nineteenth century brought control of disease, in a series of steps. Voters overwhelmingly approved the creation of the Sanitary District of Chicago in late 1889, and in January 1900 the city opened the Sanitary and Ship Canal, permanently reversing the flow of the river, sending sewage and refuse away from Lake Michigan and southwestward toward the Mississippi. Pasteurizing of milk began in 1909, and chlorinating of the city's water supply, in 1912. Tens of thousands received diphtheria vaccination, slowly eliminating that disease. Death rates from every contagious disease fell dramatically. The city's death rate—often above 20 per 1,000 in the years before 1894, seldom topped 15 thereafter. By 1930 it fell to 10.4.Truly disastrous epidemics were rare in the twentieth century. Like the rest of the world, Chicago suffered from the influenza epidemic of 1918–19. In just one month, October 1918, 10,249 Chicagoans died of flu, bronchitis, or pneumonia (different diagnoses but closely related infections), which was four or five times higher than normal. About 20,000 perished in 1918 and 1919 combined. No one knew how to stop the virus, or indeed what a virus was, or that it caused the flu. After filling many graveyards, it subsided.Tuberculosis deaths slowly declined in the 1920s except among newly arrived African Americans, and after World War II, antibiotics reduced that one-time leading killer to a rarity. By then, polio threatened annually to ravage the city's youth. It too receded, as a result of the Salk and Sabin vaccines of the mid-1950s. Sexually transmitted diseases became a major target of the Board of Health in the 1960s and 1970s, when about 40,000 cases of gonorrhea appeared each year. But they were seldom fatal. AIDS (acquired immune deficiency syndrome) was, however, killing hundreds annually after 1980—almost 1,000 in 1993 alone; it became Chicago's last epidemic of the twentieth century.",
    "Bibliography": "Beatty, William K. “When Cholera Scourged Chicago.” Chicago History 11 (Spring 1982).Report[s] of the Board of Health of the City of Chicago. 1870–.",
    "Author of Text": "Walter Nugent",
    "Hyperlinked Terms Associated": [
        "water",
        "Fire of 1871",
        "Germans",
        "Swedes",
        "Poles",
        "Chicago River",
        "public health",
        "railroads",
        "tuberculosis",
        "Sanitary and Ship Canal",
        "Lake Michigan",
        "water supply",
        "African Americans",
        "World War II"
    ],
    "Street addresses associated": [
        "South Side"
    ]
}