{
    "Title": "Eritreans",
    "Descriptive Text": "Between 1965 and 1991, an estimated 750,000 Eritreans fled the Horn of Africa—roughly one-quarter of the country's population—in the wake of war, famine, political unrest, and persecution. Some of these refugees made their way to the United States, with the bulk arriving in the 1980s. By 2000, approximately 30,000 Eritreans lived in the United States, with fewer than 800 in Chicago. A precise count has been difficult in part because prior to 1993, outside Eritrea itself, Eritreans were identified as Ethiopian.The main cause for the Eritrean exodus was the 30-year war of liberation (1961–1991) fought against Ethiopia. Following more than a half century of Italian colonialism (1882–1941) and a decade of British administration (1941–1952), Eritrea was ceded to Ethiopia by the United Nations. By the 1960s an armed nationalist movement had emerged, first in the form of the Eritrean Liberation Front and later the Eritrean Peoples Liberation Front (EPLF). Most Eritreans who resettled in the United States identified with one of these fronts, and a significant number were veterans of the conflict.The Chicago Eritrean community began with less than a half-dozen students who arrived in the 1960s and early 1970s and grew significantly in the 1980s with the resettlement of refugees. The vast majority settled in Uptown, with pockets in Edgewater. Rogers Park, Skokie, Evanston, and Wheaton. Many Eritreans found work as taxi drivers and parking attendants; others opened their own businesses, including restaurants, garages, and auto repair shops.Distrust caused by political conflict and differences in social experience (education, gender, religion, region of origin) created challenges for the small Chicago community. The Association of the Eritrean Community in Chicago was formed in 1985 to help bridge these differences and solidify national unity. However, political identities have proven tenacious. The Chicago community has a chapter of the Peoples Front for Democracy and Justice (the ruling Eritrean political party, formerly the EPLF), and, in 2001, a chapter of the Eritrean Liberation Front–Revolutionary Council was founded. The National Union of Eritrean Women holds regular meetings and activities. The most fertile common ground has been found in Orthodox Christian, Protestant, and Roman Catholic congregations. Soccer teams, who play in an annual Eritrean Tournament in the United States, have helped build cohesiveness. Eritreans also create community in informal spaces, celebrating life events, holidays, culture, and language. Overall, Eritreans in Chicago have struggled to balance their intense, active commitment to Eritrea with the need to develop firm institutions and community resources. Aside from personal relationships, Eritreans are generally isolated from the larger Ethiopian community, particularly since the border war of 1998–2000.",
    "Bibliography": "Hepner, Tricia Redeker. “Backward Glances and American Chances: Eritrean Communities, Political Identity, and Transnational Activism in the US.” Eritrean Studies Association First International Conference Proceedings, Asmara, Eritrea. Forthcoming.Woldemikael, Tekle M. “Eritrean and Ethiopian Refugees in the United States.” Eritrean Studies Review, vol. 2. 1997.",
    "Author of Text": "Tricia Redeker Hepner",
    "Hyperlinked Terms Associated": [
        "refugees",
        "Ethiopian",
        "Uptown",
        "Edgewater",
        "Rogers Park",
        "Skokie",
        "Evanston",
        "Wheaton",
        "taxi",
        "restaurants",
        "Protestant",
        "Roman Catholic",
        "Soccer"
    ],
    "Street addresses associated": [
        "Uptown",
        "Edgewater",
        "Rogers Park",
        "Skokie",
        "Evanston",
        "Wheaton"
    ]
}