{
    "Title": "Estonians",
    "Descriptive Text": "Estonian-speaking immigrants formed one of Chicago's most active ethnic communities in the decades after World War II. Tracking their settlement before the 1920s, however, is complicated. Until the United States officially recognized Estonian independence in 1922, all immigrants from what would become Estonia were counted as Russians on census and immigration records. Based upon language, however, immigrants from Estonia could have been either Estonians, Germans, Russians, or even Swedes.Immigration from Estonia occurred as a result of economic changes and ethnic conflicts within the Russian Empire. Until Estonia achieved its independence after World War I, a German elite dominated its economy and cultural life, while imperial authorities instituted a policy of “Russification.” With opportunities for economic advancement and cultural expression limited, Estonians—primarily young men, many of whom were unskilled workers, farm hands, or sailors—left their homeland. Socialists and nationalists also fled after the failed 1905 revolution. In 1930, immigrants such as these organized Chicago's first Estonian association.World War II and the Soviet conquest of Estonia uprooted thousands of Estonians and forced them into exile across the globe. These wartime refugees —also known as “Displaced Persons” or “DPs”—included women as well as men, and tended to be skilled workers or middle-class professionals, such as Arthur Vššbus, who taught at Chicago's Lutheran School of Theology. Chicago's Estonian Americans guaranteed that upon arrival Estonian DPs would have housing and jobs, without which they would not have been allowed into the country. This assistance created a community which in 1970 numbered approximately 1,600 first- and second-generation Estonians, dispersed throughout Chicago's North and Northwest Sides, Crystal Lake, and Woodstock.Estonian DPs carried with them the determination to preserve their culture and end the Soviet occupation of their homeland. In 1948 Chicago's Estonians, among the most culturally and politically active in the United States, established the Chicago Estonian Society, followed by various other associations, drama troupes, folk dance groups, choirs, an Orthodox and three Evangelical Lutheran congregations, and even Boy and Girl Scout Troops. In 1967, Chicago's Estonians founded the Estonian House in unincorporated Prairie View in Lake County, which has since served the community as a place for church services, concerts, lectures, plays, a weekend school, and festivals such as St. John's Day (Midsummer) and Estonian Independence Day (February 24). Throughout the Cold War, Chicago's Estonians, in cooperation with Hungarians, Latvians, Lithuanians, Poles, and Ukrainians, drew public attention to Soviet control over Eastern Europe, holding downtown parades and demonstrations on Daley Plaza.The Soviet Union's collapse and the restoration of Estonian independence in 1991 eliminated much of the urgency behind the activities of Chicago's Estonian Americans. Faced moreover with a high rate of marriage outside the group, geographic dispersion, and upward social mobility, the missionary zeal of Chicago's Estonian Americans began to subside.",
    "Bibliography": "Granquist, Mark. “Estonian Americans.” In Gale Encyclopedia of Multicultural America, vol. 1, Acadians–Iranian Americans, ed. Judy Galens, Anna Sheets, and Robyn Young, 1995, 486–498.Parming, Tsnu. “Estonians.” In Harvard Encyclopedia of American Ethnic Groups, ed. Stephan Thernstrom, 1980, 339–343.Pennar, Jaan, ed. The Estonians in America, 1627–1975: A Chronology and Fact Book. 1975.",
    "Author of Text": "Bernard Maegi",
    "Hyperlinked Terms Associated": [
        "World War II",
        "Russians",
        "Germans",
        "Swedes",
        "World War I",
        "Socialists",
        "World War II",
        "refugees",
        "Crystal Lake",
        "Woodstock",
        "Scout",
        "Cold War",
        "Hungarians",
        "Latvians",
        "Lithuanians",
        "Poles",
        "Ukrainians"
    ],
    "Street addresses associated": [
        "North Side"
    ]
}