{
    "Title": "Ethiopians",
    "Descriptive Text": "Chicago's Ethiopian community took root in the early 1980s, largely in the Uptown, Edgewater, and Rogers Park neighborhoods. Community leaders estimated roughly 4,500 Ethiopians resided in Chicago in 2000, with additional small enclaves in Evanston, Elgin, and Wheaton. An estimated 200,000 people of Ethiopian descent lived in the United States in 2000, with Washington DC, Minneapolis, and Atlanta the three largest Ethiopian centers.Before 1980, Chicago's few Ethiopians were mostly students. Beginning in the late 1970s and continuing through the late 1990s, Ethiopia experienced periods of repression by the country's military regimes, full-scale civil war, and external war with Eritrea and Sudan. This violence triggered massive outflows of refugees, mostly to other African countries. A portion of emigrants found their way to the United States, and, between 1978 and 1998, 37,000 Ethiopians immigrated to the United States under refugee status, while another 56,000 immigrated through other legal channels between 1986 and 1998.Among the refugee waves in the 1980s and 1990s, the earliest had relatively high levels of education and many had university training in Ethiopia. However, continued conflict through the 1990s and increased rural exodus meant lower education levels and fewer skills for more recent immigrants.A tragic car accident in Chicago in 1984 involving the death of an Ethiopian immigrant exposed the lack of community resources to aid newcomers. Soon after, several Ethiopian residents founded the Ethiopian Community Association of Chicago (ECAC), initially located in Rogers Park. From its volunteer roots, the ECAC has slowly grown into a substantial organization, helping immigrants from not only Ethiopia but also other African and Middle Eastern countries negotiate the difficulties of adaptation to an urban environment. The ECAC has focused its efforts on housing, job placement, and employment training.Beyond the ECAC, the Ethiopian Evangelical Church in Rogers Park and the Ethiopian Orthodox Church in Evanston remain important congregations in Chicago's Ethiopian community. The Ethiopian Soccer League connects the Chicago community with Ethiopian Americans in other cities through summer competition and social events. Five Ethiopian restaurants in Chicago also serve as informal networking sites.Chicago's Ethiopian immigrants, like other recent African immigrants, have had to adapt to Chicago's sometimes painful patterns of race relations but often resist America's historic racial categories. Instead, discussion of continuing internal struggle in Africa animates local political discussion and generates some tension between Chicago's Ethiopian community and its Eritrean and Sudanese communities.",
    "Bibliography": "Bhave, Maya. “‘Making It’: The Social and Economic Experiences of Ethiopian Immigrant Women in Chicago.” Ph.D. diss., Loyola University. 2001.Ethiopian Community Association of Chicago. “Meeting the Challenge: Building a Community Together.” 1996.",
    "Author of Text": "D. Bradford Hunt",
    "Hyperlinked Terms Associated": [
        "Uptown",
        "Edgewater",
        "Rogers Park",
        "Evanston",
        "Elgin",
        "Wheaton",
        "refugees",
        "Soccer",
        "restaurants",
        "Eritrean",
        "Sudanese"
    ],
    "Street addresses associated": [
        "Uptown",
        "Edgewater",
        "Rogers Park",
        "Evanston"
    ]
}