{
    "Title": "Ethnic Music",
    "Descriptive Text": "At the beginning of the twenty-first century, the label Ethnic Chicago evokes, on the one hand, a city with a long history of immigrant communities and shifting patterns of interaction between ethnic groups and, on the other, a New Ethnicity, in which identities are hybrid and multicultural, often forged from revivalism, tourism, and the invention of ethnicities that have little or nothing to do with immigration in recent generations. If the multiple meanings of Ethnic Chicago have changed over time, they have nonetheless persisted and even intensified during the city's history, revealing that cultural difference has provided a fundamental vocabulary for constructing self-identity, at the local and at the citywide level. Music has been an indispensable part of the vocabulary of cultural difference, and music inevitably participates in the expression of ethnic identity. The history of Ethnic Chicago, therefore, is inseparable from the city's ethnic music history.In this discussion, ethnic music (or musics plural) functions as a larger term used to describe the ways in which music (1) expresses historical differences and (2) constructs identities in a modern, urban society. In a community of new immigrants, for example, ethnic music that preserved culture, language, customs, folklore, and social and family interaction from the old country would have great importance because it embodied the memory of the past. Ethnic music assumes different forms in religious communities based on denominational distinctiveness, expressing the cohesiveness of belief systems. Certain working-class musics are imbued with ethnic functions, not only the workers' choruses of late nineteenth-century European immigrants, but the popular dance music of working-class ethnic suburbs. Ethnic musics stretch across stylistic boundaries between folk, religious, and classical musics. In the second half of the twentieth century, ethnic musics increasingly blur cultural and musical boundaries, reformulating ethnic and racial differences in Chicago.Ethnic music connects a community to a selected component of its past, but it does so to give meaning to the present. Thus, ethnic music should be understood as changing, not static, as Polish American music, rather than as Polish music, as Mexican American music that encodes migrations between Chicago and local cultures in Mexico, rather than simply as Mexican music. In particular, this discussion will look at the ways in which ethnic musics have shaped Chicago's urban landscape and continue to do so, especially as new immigrant groups from East and South Asia and from Latin America settle in Chicago, transforming, but by no means eliminating, the ethnic landscape shaped by generations of immigration from Europe.The ethnic music history of Chicago unfolded during four phases that both reflect the city's broader ethnic history and respond to changing musical influences. During the initial historical phases, ethnic differences accumulated as new immigrant groups settled in the city and laid the groundwork for neighborhood structures; in the later phases, ethnic music underwent transformation, crossing cultural borders with musical mainstreams and other ethnic and racial communities.Phase 1. Immigrant musicThe first phase begins with the settlement of Chicago and takes place during a period of about 50 years, until the 1870s and 1880s. The music of Chicago's new communities expressed the character of the immigrant groups that settled them, that is, the character of a music culture transplanted to Chicago. Immigrant music depended on the retention of languages, musical instruments, and institutions that immigrants brought with them. The immigrant music cultures of German- and English-speaking communities dominated this phase.Phase 2. Ethnic music: diversification and institution formationVarious factors precipitated the second phase of ethnic music history. American immigration escalated during the final decades of the nineteenth century, and new immigrant groups, notably from Southern and Eastern Europe, established themselves in Chicago. The fire of 1871 and the World's Columbian Exposition of 1893 also initiated widespread reconfiguration of Chicago's ethnic culture. When communities transform music that connected them to the past to practices adapting to the present, immigrant music becomes ethnic music; in other words, the music of Germans or Italians in the New World becomes German American or Italian American music. Community institutions were increasingly important, as ethnic churches, social and fraternal organizations, and labor groups fostered ethnic musical activity.Phase 3. Ethnic music: breakdown of European dominanceThe third phase began roughly at the time of World War I and continued through World War II. During this phase immigration from Europe underwent several transformations, increasing in diversity after the collapse of the Russian, German, and Austro-Hungarian empires, but also responding to new immigrant quotas in the 1920s. Asian and Latin American immigration also grew during this phase, but the greatest impact on the ethnic music culture of Chicago was the Great Migration and the growing presence of African American music in the city. Ethnic musical life in Chicago diversified during this phase, but it also fragmented, as established ethnic communities (e.g., the Central Europeans) dominated fewer areas of the city's public culture, while new communities enjoyed greater attention. Moreover, radio and the recording industry began to shape the ethnic music of this phase.Phase 4. Multiculturalism and postethnic musicSince World War II ethnic music in Chicago has responded to growing multiculturalism and ethnic border-crossing. After the war new ethnic groups (e.g., those fleeing the Communist states of Eastern Europe, such as Poles and Yugoslavs ) and a New Ethnicity (from Latin America and Asia) replaced the more established European communities, and this process shows no signs of abating even as a new century begins. Musical institutions within ethnic communities often survived by adopting hybrid repertories. The musical differences between ethnicity, race, and religion have also blurred, and in particular African American music undergirds what is most distinctive about the American influences in postethnic musics in Chicago.Institutions for the Preservation of Ethnic MusicSocial organizations and musical institutions have historically provided the most significant bulwark for the preservation of immigrant and ethnic music. The institution serves as a context with the requisite resources for preservation (e.g., a choral library for an ethnic singing society), and it connects musical activities to other contexts in the community. Two basic types of institution dominate ethnic musical life: the organization or ensemble that is primarily musical, and the institution for which music is only one of several social activities.Ethnic choruses have one of the oldest histories in Chicago. For German-speaking ethnic communities in the nineteenth century, first men's singing societies such as the Germania and then mixed choruses with men's and women's voices were staples of musical life. German singing societies in Chicago participated in national and international networks such as the North American Singing Union (Nordamerikanischer Sängerbund), and the city regularly served as the site for singing contests and festivals. At the beginning of the twenty-first century, German singing societies still thrive, and the DANK-Haus in the Lincoln Square neighborhood continues to serve as a center for rehearsals and performances.For ethnic communities from Southeastern Europe, the tamburitza instrumental ensemble functions as a focus for social functions, especially among Serb and Croat Americans. Young tamburitza players usually train in the local parish, but many parishes build affiliations with national tamburitza organizations (e.g., Pittsburgh's Duquesne University Tamburitzans) as well as with teachers in Europe.By the turn of the present century, ethnic musical ensembles had both consolidated and professionalized their activities. Most ensembles no longer serve a specific parish but rather represent the ethnic group as a whole in Chicago. The Polish Lira Ensemble actively promotes Polish song and dance with performances in both Polish and non-Polish venues, especially in ethnic festivals. The Jewish Halevi Choir draws upon several Jewish vocal traditions, ranging from a sacred tradition connected to the synagogue to a secular repertory combining Eastern European Yiddish songs and Mediterranean Sephardic songs. At the beginning of the twenty-first century, the ethnic musical ensemble, thanks to its professionalization and the availability of public arts funding, commissions new compositions, therefore providing the basis for a modern and American ethnic musical tradition.Religion and Interethnic Sites of Ethnic MusicReligion provides frameworks for stability and hybridity within ethnic communities. Buddhist traditions in Chicago, for example, cut across sectarian, ethnic, and generational differences, creating new opportunities for interethnic musics within Asian American communities. The Midwest Buddhist Temple, with its fundamentally zen framework, is a mainstay of the Japanese American tradition. The Midwest Buddhist Temple supports a taiko ensemble, which attracts participants from throughout the city, and in particular its activities draw together Japanese from different generations, including Japanese- and American-born. Taiko is a percussion ensemble, largely comprising drums, which embody a complex aesthetic of Japanese and Buddhist principles. The taiko ensemble at the Midwest Buddhist Temple serves as a musical path to encountering Japanese Americanness.Theravada Buddhism in Chicago lends itself to much more extensive ethnic diversity. Its religious services are open to single ethnic communities, but they more often attract a mixture from the South, Southeast, and East Asian New Ethnic communities. The musical traditions that dominate Theravada Buddhist services do not derive from common historical, or even common linguistic, roots, but rather emphasize the improvisatory chant traditions, which utilize mantras in the shared sacred language of Buddhism, Pali, or a common vernacular, even English in the most ethnically mixed communities.Islam in Chicago provides one of the most complex sites for interethnic musics. The ethnic histories included by Islam range from Balkan communities (historically, the first Muslim community in nineteenth-century Chicago was Bosnian ), to the new presence of South Asians from Pakistan and North India, to the growing numbers of Black Muslims. Within Islam there are canonic sacred vocal practices that unite all Muslims, notably the recitation of the Qur'an and the adhan, or call to prayer. Islam, however, tolerates extensive local differentiation, which means that local musics in Chicago Albanian communities may have little to do with those of Chicago Lebanese or Pakistani communities. With the growth and diversification of Muslim communities in Chicago, shared musical and sacred practices yield new forms of interethnic musics, such as those connected with the ecstatic form of Islam known as Sufism, especially those that attract Black Muslims and Southeast Asian Muslims to South Asian musical genres, such as qawwali.Technologies of Ethnic MusicEthnic music moves between oral and written traditions, and it circulates because of the ways in which different media inscribe and disseminate it. Its histories, therefore, depend on technologies of ethnic music, which govern the production and consumption of music. Music publishing was the most important technology for ethnic music in nineteenth-century Chicago. For Central European choral traditions, the German American press was essential, not only because it published anthologies of folk songs constituting the canon of German nationalism, but also because local publishers expanded German-language repertories for American consumption. The Chicagoer Arbeiter-Zeitung, for example, regularly published workers' songs in the late nineteenth century, adapting that tradition to the labor movement in Chicago during the period between the Haymarket Riot and World War I. The Czech American publisher Vitak-Elsnik, which was active in Chicago and later in its suburbs from the 1920s into the post–World War II period, was the most important publisher of ethnic popular dance music.Recording technologies have been fundamental for the maintenance and transformation of ethnic music in Chicago. Recordings in Chicago of Polish Highlander music performed in the 1920s by immigrants from the Tatra Mountains remained the standard for an earlier authenticity throughout the twentieth century, especially because these recordings traveled back and forth between Chicago and Poland. Ethnic records and ethnic broadcasting both thrived in Chicago during the first half of the twentieth century. Within the ethnic communities and diasporic landscapes of the new ethnic groups, ethnic radio and cassette culture enhance the local mediation and consumption of music. As technologies of ethnic music, radio and cassettes lend themselves to micro production of a two-hour radio program, with sponsors from the community, or distribution at low cost, thereby responding to changing musical tastes and markets. Recording and publishing technologies, finally, have made it possible for Chicago to export its ethnic musics to the world, from Francis O'Neill's volumes of Irish music to Chess Records' recordings of blues and jazz.Ethnic Popular MusicEthnic popular musics are notable for the ways they cross ethnic borders and mark a wide variety of social activities as ethnic and, especially, postethnic. Ethnic popular musics have hybrid texts in which numerous ethnic traditions are identifiable. Their connections to any single ethnic community are never so esoteric as to hinder their appeal to other communities and the mainstream popular culture. Ethnic popular musics, finally, usually employ musical styles from other popular musics, and they make extensive use of instruments from other popular musics.Whereas diverse popular musics have been shared by Chicago's historically significant Central and Eastern European ethnic groups, the most widespread style is polka. As a dance style highly dependent on performance, polka provides a context in which different European American communities gather to experience a common repertory, albeit a repertory in which specifically German, Czech, or Polish traditions can be expressed. Chicago polka bands are mobile, and most bands play for numerous ethnic groups and community functions. Chicago polka styles have been very influential beyond Chicago, significantly shaping American ethnic popular music as a whole.In Chicago's Hispanic communities, mariachi is one of the clearest examples of ethnic popular music. Historically an urban, Mexican style, mariachi now connects Mexicano, Tejano, Puerto Rican, and Central American communities in Chicago. In the 1980s and 1990s mariachi has broken through into mainstream popular culture and become the emblematic Hispanic music for public events. Depending on its functions, mariachi music therefore represents ethnicity in different ways, ranging from a more localized Mexicanness to a much more expansive Hispanicness with which non-Mexican Hispanics can identify.In Chicago's South Asian communities, Indian film music, filmi sangit, functions as an ethnic popular music that crosses linguistic borders and is widely available in Indian and Pakistani video and grocery stores. Film music, however, has historically been imported, and its functions depended largely on mediated consumption. In the 1990s a new South Asian popular music became popular in Chicago, bhangra, a hybrid style that mixed elements from Indian film and classical music, Hindu ( bhajan ) and Muslim ( qawwali ) religious genres, rock 'n' roll, and African American popular music, especially hip-hop and funk. Bhangra, though performed primarily by a generation of South Asian Americans born in the United States, has widespread appeal, proffering a cultural, class, and religious unity in the ethnic community that had been impossible in India and Pakistan.At the beginning of the twenty-first century, ethnic music is inseparable from global networks. Just as certain ethnic musics have participated specifically in processes of change and dissemination unique to Chicago, these have exerted an impact on ethnic musics elsewhere in North America and abroad. The polka, following paths of musical change specific to Chicago's European ethnic communities, has undergone globalization, further contributing to the consolidation of a postethnic tradition. The blues, also a musical tradition whose history is inseparable from Chicago's urban history, possesses a truly transnational presence.Already at the beginning of the twentieth century, Irish music in Chicago was exerting its presence as a globalized canon for the expression of ethnicity. Undertaking a number of recording and transcribing projects, a Chicago police captain, Francis O'Neill, gathered folk music, especially instrumental and dance tunes, from the city's large immigrant Irish community. Motivated by the desire to preserve, O'Neill published his collections of Irish folk music in Chicago, and they were soon available also in Ireland, where, during the 1920s and 1930s, they rapidly became the standard folk-music canon. At the beginning of the twenty-first century, O'Neill's publications remain the canon of Irish traditional music in Ireland and elsewhere in the world, giving a Chicago inflection to the Celtic Revival during the century's final decades.Globalization, for its part, spurred by increased mobility and new technologies, has transformed both ethnicity and ethnic music, and three new processes are notable: (1) the formation of new ethnic mainstreams, (2) postethnic culture and musics, and (3) diaspora. The development of musics in a larger Hispanic American community exemplifies the first process. Hispanic American music combines traditions from numerous Mexican, Central American, and Caribbean musics, as well as South American genres. The result is an ethnic mainstream for all Spanish-speaking ethnic groups. Postethnic musics result from the blurring of ethnic and racial boundaries and, most important of all, the active choice of and affiliation with ethnic musics that best suit an individual's cultural needs. Musicians with European ethnicity may actively participate in African American or Asian American ensembles, which in turn perform both inside and outside African American and Asian American contexts.As Chicago's ethnic musical landscape responds to the formation of new ethnic communities, diaspora has become one of the most important global influences on the city's ethnic musics. Diaspora stimulates processes of exchange moving in several directions. Ethnic groups return to former homelands and accumulate new musical resources, such as the pilgrimage musics that Mexican Americans bring with them after a pilgrimage to Guadalupe. The teaching of Indian classical dance, bharata natyam, fully integrated into the South Asian diaspora connecting Chicago's suburbs to India and Pakistan, depends on teachers from India and other American diaspora communities. Musical exchange between Chicago's Polish Americans and Poland continues to reflect the diasporic structure of postmodern Polish ethnicity in Chicago. For ethnic communities, such as those with Balkan roots, diaspora even influences the ways in which music, drawn from diaspora sources, organizes ritual—for example, in the weddings of Albanian and Macedonian Americans. At the beginning of the twenty-first century, ethnic music continues to proliferate in Chicago, acquiring not only new forms and contexts, but interacting with global historical forces in new ways.",
    "Bibliography": "Bohlman, Philip V., and Otto Holzapfel, eds. The Land without Nightingales: Music in the Making of German-America. 2002.French, Florence, ed. Music and Musicians in Chicago. 1899.Grame, Theodore C. Ethnic Broadcasting in the United States. 1980.",
    "Author of Text": "Philip V. Bohlman",
    "Hyperlinked Terms Associated": [
        "folklore",
        "dance",
        "classical musics",
        "Ploish",
        "Mexican",
        "fire of 1871",
        "Worlds Columbian Exposition",
        "Germans",
        "Italians",
        "World War I",
        "World War II",
        "Great Migration",
        "African American",
        "World War II",
        "Poles",
        "Yugoslavs",
        "choral",
        "Lincoln Square",
        "Serb",
        "Croat",
        "parish",
        "Jewish",
        "sacred",
        "Buddhist",
        "Japanese",
        "Muslim",
        "Pakistan",
        "Albanian",
        "Lebanese",
        "Pakistani",
        "Music publishing",
        "Haymarket",
        "Czech",
        "broadcasting",
        "Irish",
        "Chess Records",
        "blues",
        "jazz",
        "polka",
        "bands",
        "Mexican",
        "Puerto Rican",
        "Indian",
        "Hindu",
        "rock n roll",
        "African American",
        "global",
        "folk music",
        "Macedonian"
    ],
    "Street addresses associated": [
        "Lincoln Square",
        "Rogers Park",
        "Evanston"
    ]
}