{
    "Title": "Evanston, IL",
    "Descriptive Text": "Cook County, 12 miles N of the Loop. On the shore of Lake Michigan just north of Chicago, the area that is now Evanston was home to Potawatomis until the 1830s, when they were moved west to Iowa. During the 1840s the area became thinly settled by farmers from upstate New York and elsewhere in the eastern United States and by German -speaking immigrants from the region where today the Netherlands, Belgium, Luxembourg, and Germany converge.On August 11, 1853, the embryonic Northwestern University purchased and surveyed more than three hundred acres of swampy land, which is now central Evanston. Northwestern held its first Evanston classes two years later. Two other educational institutions also opened that year: the Garrett Biblical Institute and the Northwestern Female College. Incorporated as a village in 1863, the town (named in honor of John Evans, a central founder of Northwestern) grew slowly through the 1860s.The Chicago Fire of 1871 led thousands of well-to-do Chicagoans, fearing another fire, to build homes in Evanston. To meet their needs an influx of servants and tradesmen swelled Evanston's population. The village of North Evanston merged with Evanston in 1874, and in 1892, residents of South Evanston voted to join with Evanston.Evanston's African American community, which predated the Civil War, also grew. Most African Americans were employed as domestic servants or manual laborers until the opening of light manufacturing on Evanston's west side, which drew its workforce both from African Americans and Polish immigrants.During the first two decades of the twentieth century a building boom of large apartments was stimulated by rapid transit access to Chicago's Loop. In the 1920s a real-estate boom led to the development of northwest Evanston as a wealthy enclave. By the 1940s Evanston had become the home of numerous national organizations and nationally known firms.By the 1960s Evanston's African American population had become largely concentrated in the city's west and south-central neighborhoods. Immigrants from Haiti and Jamaica began arriving in sizeable numbers, as did a large number of former residents of Chicago's Hyde Park neighborhood.Growing racial tensions led to conscious efforts to ensure racial balance in the Evanston Public Schools. The opening of the Old Orchard Shopping Center in adjacent Skokie in the early 1960s drained vitality from Evanston's central business district. Many retail shops were replaced by restaurants, making Evanston one of metropolitan Chicago's premier dining centers, a development anticipated in 1972 when the city dropped a ban on the sale of alcoholic beverages that had its antecedents in an 1855 temperance amendment to Northwestern's charter.Town-gown conflicts had surfaced periodically since 1874 because of the tax exemption that was granted to the university by the Illinois State Legislature in 1855. In the late 1990s, high property taxes and high rents threatened to diminish Evanston's long-standing attraction for middle-class residents. A joint Northwestern-Evanston Research Park failed to fulfill its promises of new jobs and renewed economic vitality. Despite these and other less formidable problems, Evanston remained at the turn of the twenty-first century one of Chicago's most stable and attractive suburbs.",
    "Bibliography": "Ebner, Michael. Creating Chicago's North Shore. 1988.Perkins, Margery Blair. Evanstoniana: An Informal History of Evanston and Its Architecture. 1994.Sheppard, Robert D., and Harvey B. Hurd. History of Northwestern University and Evanston. 1906.",
    "Author of Text": "Patrick M. Quinn",
    "Hyperlinked Terms Associated": [
        "Lake Michigan",
        "Potawatomis",
        "German",
        "Northwestern University",
        "Fire of 1871",
        "African American",
        "Civil War",
        "Polish",
        "apartments",
        "rapid transit",
        "Loop",
        "real-estate",
        "Haiti",
        "Jamaica",
        "Hyde Park",
        "Skokie",
        "restaurants"
    ],
    "Street addresses associated": [
        "Evanston"
    ]
}