{
    "Title": "Evergreen Park, IL",
    "Descriptive Text": "Cook County, 12 miles S of the Loop. Evergreen Park is bordered by the city of Chicago on the north, east, and south, and Oak Lawn to the west. Two large cemeteries dominate the northwestern part of the village. The community's 13 churches give rise to its slogan “The Village of Churches.”As early as 1828, a German farming family had settled in the area of what is now Evergreen Park. In the succeeding decades, other German immigrants arrived. Kedzie Avenue and 95th Street crisscrossed the farmland and provided access to markets.The first railroad (now the Grand Trunk Railroad) came through the area in 1873. In 1875, the community built its first school just west of 95th and Kedzie. The school and the stores that began to cluster around this intersection defined the community's main business area. Nearby, an optimistic real-estate developer, smitten with a vision of the Arc de Triomphe area of Paris, laid out a star-shaped park with eight streets radiating from it. The evergreen trees planted in the park inspired the village's name.In 1888 St. Mary's Cemetery opened, and mourners traveled by train from Chicago. Restaurants and taverns sprang up to provide meals for cemetery visitors. Within five years, the village had become a recreation center that attracted hundreds of Chicagoans to its picnic groves, beer gardens, and dance halls. While dependent on Chicagoans, Evergreen Park incorporated in 1893 to eliminate the threat of annexation to the city of Chicago. The first of the village's 13 churches was established in 1893.In the early decades of the twentieth century, as Chicago's South Side became more settled, Dutch truck farmers moved out to Evergreen Park. A second large cemetery was established in 1910.Although the village's population was only 705 in 1920, a 30-year growth spurt began in 1930. The Little Company of Mary Hospital opened that year, and the next year, the Western Avenue street railway reached Evergreen Park. Between 1945 and 1953, the village's population more than tripled. In 1951, the Drury Lane Theatre opened and in 1952, Evergreen Plaza, a pioneer shopping mall. Although there are some commercial areas are along 95th Street and Kedzie Avenue, Evergreen Park is predominantly residential, with little industry. The Little Company of Mary Hospital is the village's largest employer, and the sales taxes generated by the mall form the bulk of the village's income.Evergreen Park's population peaked in the 1970s at almost 26,000, dropping to 20,821 (88 percent white) by 2000. Most of the village's residents commute to Chicago or elsewhere to work.",
    "Bibliography": "Local History Files. Evergreen Park Public Library, Evergreen Park, IL.",
    "Author of Text": "Betsy Gurlacz",
    "Hyperlinked Terms Associated": [
        "Oak Lawn",
        "cemeteries",
        "German",
        "railroad",
        "school",
        "real-estate",
        "Restaurants",
        "dance halls",
        "annexation",
        "South Side",
        "Dutch",
        "Hospital"
    ],
    "Street addresses associated": [
        "South Side"
    ]
}