{
    "Title": "Expressways",
    "Descriptive Text": "Expressways have reshaped the Chicago region perhaps more than any other twentieth-century force, creating new business centers and dramatically expanding residential settlement.Increasing automobile travel in the 1910s and 1920s gave new urgency to the arterial improvements recommended in the 1909 Plan of Chicago. In 1927, the Chicago Plan Commission laid out a system of limited-access highways radiating from the Loop, including a route along Avondale Avenue next to the Chicago & North Western Railway (the route later used for the Kennedy Expressway) that was defeated in a 1928 bond issue vote. Lakefront recreational improvements became subordinate to construction of Lake Shore Drive as a traffic-carrying parkway. Its limited access and diamond interchanges made the section from Belmont to Foster a forerunner of the urban freeway when it opened in 1933.Although the Great Depression slowed urban growth and limited civic spending, auto use continued to grow and in 1940 the city council approved a system of superhighways radiating from downtown Chicago that is nearly identical to what was eventually built. World War II postponed all construction, but postwar growth soon made those improvements imperative. Long-distance traffic, particularly intercity trucks, presented the most pressing needs, and the Chicago area's first expressways were easy-to-build approaches to the urban area. The Kingery Highway (originally called the Tri-State Highway) opened in 1950 as part of a long-planned metropolitan bypass, and connected with the Bishop Ford Freeway (known as Calumet Expressway until 1996). Milwaukee-bound traffic was relieved with the opening of the Edens Expressway (now I-94) in 1951.Urban expressways provided greater challenges. A West Side superhighway, heir to the Plan of Chicago's vision of a Congress Street arterial axis, had been tied to transit improvements with the creation in 1939 of the city's Department of Subways and Superhighways. Funding agreements between the city, county, and state finally fell into place in the late 1940s and construction began on the Eisenhower (originally Congress) Expressway, which opened in sections between 1955 and 1960. This project included construction of the north-south portion of Wacker Drive. Cook County Chairman Daniel Ryan engineered passage of a massive bond issue in 1955, expediting construction of other expressways.Meanwhile, the state created the Illinois State Toll Highway Authority (originally Commission) to plan bypass routes for northeastern Illinois. Construction of the Tri-State, East-West, and Northwest Tollways began in 1956 and all opened in 1958. To connect Chicago with the new Indiana Toll Road, the Chicago (originally Calumet) Skyway opened in 1958.By the time Congress created the Interstate Highway System in 1956, nearly all Chicago-area expressways were laid out, but federal funding pushed construction into high gear. The Kennedy Expressway opened in 1960, linking the Loop to the new O'Hare Airport and the Northwest Tollway (I-90). The Dan Ryan Expressway opened to 95th Street in 1961–62. The abandoned Illinois & Michigan Canal provided a convenient right-of-way through the city for the Stevenson Expressway (I-55), opened in 1964. Much of cross-country Interstate 80, skirting the south edge of the metropolitan area, opened at the same time.Most of the urban routes were built next to railroad embankments, but others were criticized for dividing and blighting neighborhoods. Mike Royko's 1971 biography of Mayor Richard J. Daley, Boss, claims that the Dan Ryan Expressway route was shifted to reinforce the border between Daley's native Bridgeport and the Black Belt to the east. The approved route was indeed shifted in 1956, from next to the Chicago & Western Indiana Railroad (400 West) to run next to the Rock Island Line at State Street, though the change might have been for the official reasons of “better alignment and traffic distribution,” since it eliminated an inelegant four-block jog along 36th Street.The design of Chicago expressways was straightforward, graced by neither the architectural detailing found along Lake Shore Drive nor the soaring ramps built on California freeways. Although early plans called for landscaped parkways, Interstate-era landscaping was minimal. Chicago did pioneer the use of median rapid transit lines, which were built along the Eisenhower, Dan Ryan, and Kennedy expressways. The Kennedy also includes reversible lanes to carry rush-hour loads that are heavier in one direction than the other, an idea first tried on North Lake Shore Drive, but removed in the late 1970s. The Dan Ryan includes express lanes that bypass local exits, making one of the world's widest roads, with 14 lanes in one section.A few additional routes continued to open in the 1970s: the Eisenhower Extension (I-290) was completed from Elmhurst to Schaumburg in 1971, and I-57 (the Dan Ryan West Leg) opened in segments between 1967 and 1970. The Crosstown Expressway (I-494), planned to extend west from the Dan Ryan Expressway along 75th Street, then north along Cicero Avenue to the Kennedy Expressway, was never built, however. Community protests over the loss of housing and businesses, which a decade earlier might have been ignored, now coincided with growing environmental concerns, national doubts about urban expressways, and a changing political landscape in Illinois. After the death of Mayor Richard J. Daley in 1976, the project was traded for increased transit funding and other road projects.These high-speed links reshaped the region as dramatically as had the railroads a century earlier. The Edens Expressway stimulated rapid development of the Skokie valley. Though designed for long-distance traffic, both the Northwest and East-West Tollways facilitated access to areas such as Oak Brook and Schaumburg, previously undeveloped areas not served by commuter railroad lines. Although the network's radial pattern still seemed to be focused on the Loop, circumferential routes such as I-294 made these new outlying business locations convenient to O'Hare Airport, new manufacturing and distribution facilities, and the decision makers and workers who increasingly lived in suburban areas.This suburbanization created the need for additional suburb-to-suburb links, and the North-South Tollway (I-355) opened in 1989 through central DuPage County. The first section of the Elgin -O'Hare Expressway followed in 1993. Continued expansion of the system has stimulated ongoing debate about the role such highways play in development.",
    "Bibliography": "Christopher, Ed J., and Maryanne A. C. Custodio. “A History of the Northeastern Illinois Expressway System.” Chicago Area Transportation Study Working Paper 97-04. 1997.Condit, Carl W. Chicago, 1930–1970: Building, Planning, and Urban Technology. 1974.",
    "Author of Text": "Dennis McClendon",
    "Hyperlinked Terms Associated": [
        "business",
        "Loop",
        "Great Depression",
        "World War II",
        "construction",
        "Cook County",
        "Tollways",
        "Toll Road",
        "Skyway",
        "OHare Airport",
        "Illinois & Michigan Canal",
        "railroad",
        "Bridgeport",
        "Black Belt",
        "rapid transit",
        "Elmhurst",
        "Schaumburg",
        "Oak Brook",
        "OHare Airport",
        "DuPage County",
        "Elgin"
    ],
    "Street addresses associated": [
        "Skokie",
        "South Side"
    ]
}