{
    "Title": "Macedonians",
    "Descriptive Text": "The most intense period of Macedonian immigration took place before World War I, and after a long lull, resumed in the decades after World War II. In the first stage, thousands of Macedonians left the Old Country in the wake of the bloody 1903 Ilinden Uprising against Ottoman control, which ended with the ruin of some 200 villages and exposed many Macedonian men to conscription in the Ottoman army. The rest came as male labor migrants who sought to improve their families' grim economic fortunes by returning home with earnings from American factories. After World War I, with their home country divided between Bulgaria, Serbia, and Greece, the thousands of Chicago-area Macedonians recognized that they would not return to Europe. Reluctantly, wives and children joined their husbands and fathers, laying the groundwork for stable Macedonian communities in North America.Prior to the creation of a Macedonian republic in 1944, most Macedonian immigrants viewed themselves as ethnically Bulgarian and often referred to themselves as Macedonian-Bulgarians or simply Bulgarians. While immigration records failed to list Macedonians as a separate category, approximately three-quarters of those listed as Bulgarians were from the regions of Kostur and Bitola in Macedonia. These immigrants, and those from Bulgaria proper, typically settled together in the pre–World War II years, and established communities in Chicago and Gary as well as downstate in Madison, Granite City, and Venice, Illinois. In 1909 Grace Abbott, writing about the desperate poverty in which hundreds of these immigrants were initially living, estimated that 1,000 Macedonians and Bulgarians were living in Chicago.Early in the century, Macedonians worked almost exclusively in heavy industry. Many found work in Chicago's rail yards. Others worked in slaughterhouses, tanneries, fertilizer factories, and steel mills. Chicago served as a transfer point for Macedonians heading to St. Louis, or to the Western states to find railroad and mining work. Prior to the formation of Orthodox churches in the 1930s, Macedonian immigrants found solace in cafes near their boardinghouses, and in a number of mutual benefit societies, the first of which was founded in Chicago in 1902.Chicago Macedonians campaigned openly for the independence of their homeland. In 1910, several hundred members of the Bulgaro-Macedonian League paraded through the city's West Side and rallied at Bricklayer's Hall to protest Ottoman rule. In 1918 Chicago Macedonians held a “Great Macedonian Congress” to express hope that President Wilson's Fourteen Points would guarantee Macedonia a free homeland. In 1922, Macedonians in North America formed the Macedonian Political Organization (MPO) to campaign for Macedonian independence. Since the 1930s, Chicago and Gary have hosted the MPO's annual conventions on at least six occasions. In 1938 Bulgarians and Macedonians together founded St. Sophia Bulgarian Eastern Orthodox Church on North Lawndale Avenue.After World War II, Macedonian immigrants coming from the new republic or from northern Greece began to view themselves as ethnically Macedonian, and had fewer connections to the older generation. Macedonian Orthodox churches began to grow in the Midwest, Northeast, and Ontario, and in the 1960s the new generation of Chicago Macedonians, which was steadily making its way into the American middle class, founded Sts. Cyril and Methodius in Hinsdale, Illinois. The task of ascertaining the total number of Macedonians in Chicago is confused by the association of many with either the Bulgarian or Greek churches, but Macedonians probably numbered fewer than 10,000 at the end of the twentieth century.",
    "Bibliography": "“Macedonians.” In Harvard Encyclopedia of American Ethnic Groups, ed. Stephan Thernstrom, 1980.Danforth, Loring M. The Macedonian Conflict: Ethnic Nationalism in a Transnational World. 1995.",
    "Author of Text": "Gregory Michaelidis",
    "Hyperlinked Terms Associated": [
        "World War I",
        "World War II",
        "Bulgarian",
        "work",
        "boardinghouses",
        "mutual benefit societies",
        "Eastern Orthodox",
        "Greek"
    ],
    "Street addresses associated": [
        "Gary",
        "Madison",
        "Granite City",
        "Hinsdale"
    ]
}