{
    "Title": "Machine Politics",
    "Descriptive Text": "Urban political machines, built largely on the votes of diverse immigrant populations, dispensed jobs and assorted welfare benefits while offering avenues of social mobility at a time when local governments provided a paucity of such services. In the nineteenth and early twentieth centuries, Chicago sustained a strong two-party tradition that prevented the development of a centralized political machine. Neither the Democrats nor the Republicans succeeded in consolidating power citywide. Republicans prevailed most often in national elections; the Democrats won the majority of local contests; and both parties experienced considerable divisiveness that prevented any faction from establishing hegemony. Several Chicago mayors, most notably Carter H. Harrison (Democrat, 1879–1887, 1893), Carter H. Harrison, II (Democrat, 1897–1905, 1911–1915), and Republican William Hale “Big Bill” Thompson (1915–1923, 1927–1931) enjoyed loyal followings but failed to translate personal popularity into lasting organizational strength.The potent Democratic machine that dominated Chicago politics for nearly half a century formed under the leadership of Anton Cermak, a Bohemian immigrant of working-class origins. After the death of Cook County Democratic leader George Brennan in 1928, Cermak secured control of the party hierarchy and defeated Thompson in the 1931 mayoral campaign. He subsequently forced the party's dominant Irish contingent to accept other ethnic groups into his “house for all peoples,” bringing representatives from the German, Polish, Czech, and Jewish communities into leadership positions. The life of the Democratic machine's George Washington was cut short in 1933 when Cermak became the unintended victim of an attempted assassination of president-elect Franklin D. Roosevelt.After Cermak's death, the Irish seized control of the Democratic machine as party chairman Patrick A. Nash engineered the appointment of Edward J. Kelly as mayor. The Kelly-Nash machine followed Cermak's lead, however, doling out patronage jobs, political appointments, and favors to a broad spectrum of ethnic groups. Kelly not only held the fledgling political machine together in its infancy but strengthened it by utilizing three important sources. First, he became a fervent supporter of Franklin D. Roosevelt's New Deal and kept the city solvent through the liberal use of federal funds at a time when the Great Depression provided the most serious threat to the financial well-being of municipal governments. Second, he acquired additional financial resources from organized crime. By ignoring the operation of gambling, prostitution, and other forms of vice in the Windy City, Kelly obtained from illegal sources the “grease” necessary to keep the machine operating. Third, he actively cultivated African American voters, and his success paid huge dividends in later years when Chicago's black population increased dramatically. Kelly won reelection in 1935, 1939, and 1943, but problems arose by 1947. Concerns about the number of scandals in municipal government (especially in the public school system) surfaced alongside a rising public outcry against the highly visible presence of organized crime in the city. But among the Democratic faithful, Kelly's greatest liability proved to be his uncompromising stand in favor of public housing and desegregated public schools. The party leadership persuaded Kelly not to seek reelection in 1947 and replaced him with a figurehead, civic leader Martin H. Kennelly.The Democratic machine endured Kennelly's presence in the mayor's office for two terms but then replaced him with a party regular, Richard J. Daley, in 1955. During Daley's prolonged tenure in city hall—he was reelected five times prior to his sudden death in 1976—the machine reached its apogee. At a time when virtually no urban political machines survived, Daley steered the Cook County Democratic organization to one electoral triumph after another. The “last boss” controlled an estimated 35,000 patronage jobs, the use of which ensured party discipline and relegated the local Republican Party to insignificance. To a great extent, Daley managed to circumvent civil service regulations by repeatedly hiring the same loyal Democrats to “temporary” jobs that were not subject to the regulations. As government workers died or retired, the machine filled their positions temporarily pending civil service exams that were never given. A series of court decisions in the 1970s, culminating in the Shakman decrees, severely reduced patronage by first prohibiting the politically motivated firing of government workers and, several years after Daley's death, by outlawing politically motivated hiring practices. By the 1980s, the mighty Democratic patronage army shrank significantly, but during the Daley years civil servants who worked hard for the party at election time and precinct captains who produced healthy victory margins at the polls kept their patronage jobs and received other rewards.Despite the conventional wisdom that political machines were hopelessly inefficient, Mayor Daley's reliable provision of services and apparent ability to balance the city's financial books led Chicago to be known as “the city that works.” The years of his mayoralty saw the opening of O'Hare International Airport, construction of the University of Illinois branch campus, expansion of the city's interconnected expressway system from 53 to 506 miles, and a monumental building boom that revitalized the downtown Loop area—and created, courtesy of the Democratic machine, a wealth of contracts and jobs for the construction industry.Long reliant upon the electoral support from a rapidly expanding black population, the political machine's prolonged success finally wavered because of demographic changes. Daley was an avid defender of residential segregation and an opponent of affirmative-action policies in government, and his conservatism ran afoul of the civil rights and black power movements. Daley's support among black voters dwindled in the 1970s, and wholesale changes came following his death in 1976. To succeed Mayor Daley, the Democrats chose Michael A. Bilandic, a colorless party functionary whose inept handling of a record-setting snowstorm led Chicagoans to question whether the machine could still deliver services efficiently. Unseating Bilandic at the first opportunity, the voters opted instead for Jane Byrne, a former machine regular who campaigned as a reformer but whose chaotic and ineffectual years in office enhanced the level of dissatisfaction with city government. Despite campaign promises to the contrary, Byrne ignored black political demands. The election of Harold Washington as the city's first black mayor in 1983 and his subsequent reelection four years later unequivocally ended Democratic machine rule in Chicago. Nor did the election to the mayoralty of Richard M. Daley, the eldest son of the deceased boss, indicate a resurrection of the machine in a new guise. As the younger Daley readily acknowledged, radically different demographics and the attendant alterations in the political calculus clearly made the machine politics for which Chicago became famous an anachronism by the end of the twentieth century.",
    "Bibliography": "Allswang, John M. A House for All Peoples: Ethnic Politics in Chicago, 1890–1936. 1971.Biles, Roger. Richard J. Daley: Politics, Race, and the Governing of Chicago. 1995.Erie, Steven P. Rainbow's End: Irish-Americans and the Dilemmas of Urban Machine Politics, 1840–1985. 1988.",
    "Author of Text": "Roger Biles",
    "Hyperlinked Terms Associated": [
        "Democrats",
        "Republicans",
        "mayors",
        "politics",
        "Cook County",
        "Irish",
        "German",
        "Polish",
        "Czech",
        "Jewish",
        "patronage",
        "Kelly-Nash machine",
        "patronage",
        "New Deal",
        "Great Depression",
        "gambling",
        "prostitution",
        "vice",
        "Windy CIty",
        "African American",
        "schools",
        "Shakman decrees",
        "OHare International Airport",
        "University of Illinois",
        "expressway",
        "Loop",
        "construction",
        "demographic",
        "government",
        "civil rights"
    ],
    "Street addresses associated": [
        "OHare",
        "Loop"
    ]
}