{
    "Title": "Madonna Center",
    "Descriptive Text": "The Madonna Center was founded in 1898 as a Roman Catholic mission to Italian immigrants on Chicago's Near West Side. Its original name was Guardian Angel Mission, and it began as a tiny chapel in an abandoned parochial school. It was founded because Catholics feared that Protestant missionaries and secular institutions such as Hull House would weaken the immigrants' Catholicism. Soon its catechism class had approximately fifteen hundred students and one hundred volunteer teachers.The mission's success, which inspired the construction of Holy Guardian Angel Church in 1899, rested in large part on the efforts of the Amberg Family. Agnes Ward Amberg directed the mission; her husband, William A. Amberg, provided financial support. Their daughter, Mary Agnes Amberg, became head resident in 1913, and together with her close friend Marie Plamondon operated the settlement for nearly 50 years.The mission took on the functions of a settlement house, offering classes in domestic science, sewing, and scouting. In 1922, it moved into a substantial house on South Loomis Street and changed its name to the Madonna Center. The added space enabled the center to offer more athletic programs, children's clubs, a kindergarten, and a medical clinic.Despite occasional conflict with Italian leaders, Amberg and Plamondon forged close ties with many of their neighbors. Unfortunately, the center's strength also turned out to be its weakness. When the neighborhood changed, the center failed to adapt. Amberg and Plamondon tried unsuccessfully to appeal to their new African American neighbors. The center closed permanently in 1962, upon Mary Amberg's death.",
    "Bibliography": "Amberg, Mary Agnes. Madonna Center: Pioneer Catholic Social Settlement. 1976.Lissak, Rivka. Pluralism and Progressives: Hull House and the New Immigrants, 1890–1919. 1989.The Madonna Center Collection. Special Collections and University Archives, Memorial Library, Marquette University, Milwaukee, WI.",
    "Author of Text": "Deborah Ann Skok",
    "Hyperlinked Terms Associated": [
        "Roman Catholic",
        "Italian",
        "Near West Side",
        "Hull House",
        "settlement house",
        "scouting",
        "kindergarten",
        "African American"
    ],
    "Street addresses associated": [
        "Near West Side"
    ]
}