{
    "Title": "Magazines",
    "Descriptive Text": "The place of birth and death for thousands of magazine titles, Chicago has been home to influential publications such as the Dial, JAMA, Poetry, Esquire, Ebony, Bulletin of the Atomic Scientists, Playboy, and O.The oldest continuing magazine founded in Chicago is Prairie Farmer, started by agricultural reformer John S. Wright in January 1841. It relocated to Decatur in the 1970s and has become one of a number of allied publications with a combined circulation of over 600,000.Other early Chicago magazines were short-lived, full of lofty aspirations for the new city, with titles such as Garland of the West, Gem of the Prairie, and Free West. The Lakeside Monthly (1869–1874), edited by Francis Fisher Browne, was the first magazine to portend Chicago's literary future. It was followed by the Browne-edited Dial (1880–1929),which encouraged modernist literary innovation and helped inspire the Chicago literary renaissance. The Dial was the arbiter of culture for Chicagoans until it moved to New York City in 1918.Gilded Age Chicago was home to Little Corporal (1865–1875), the first widely read national children's magazine. Carl Pretzel's National Weekly (1872–1893) was a humorous magazine written in a German-English dialect that featured serious social and political commentary. The Arkansaw Traveler, born in Little Rock but published in Chicago from 1887 to 1916, was one of the most popular humor magazines in the country. The Chap-Book (1894–1898) was the first Chicago magazine to publish quality poetry. American Field began as a hunting and fishing magazine in 1874 before it turned to purebred sporting dogs.Alliance (1873–1882) and Ram's Horn (1890–1910) were the most popular of hundreds of religious titles produced in the city. Alarm; A Socialistic Weekly (1878–1886), the leading English-language anarchist journal in the United States, was produced in Chicago by Albert R. Parsons, one of the Haymarket anarchists. Chicagoans also produced a variety of technical, industrial, and trade publications which remained in print, although many are published elsewhere, at the beginning of the twenty-first century, including American Printer (1883), Railway Track and Structures (1884), Boxboard Containers (1892), Rock Products (1896), and Telephony (1901).Chicago has been home to some of the most influential professional magazines in the nation. The Journal of the American Medical Association, now JAMA, began in Chicago in 1883. From a monthly of official proceedings, it became the world's most-read medical journal. Other such Chicago-based journals have included Archives of Dermatology (1882), Journal of the American Osteopathic Association (1901), the American Library Association's Booklist (1905), and Journal of the American Dental Association (1913).In the twentieth century, the International Socialist Review (1900–1918), edited by A. M. Simons, published nearly all of the leading socialists during their heyday. The religious Moody Monthly began as the Institute Tie in 1900. Chicago's literary renaissance was inspired by at least three magazines. The Friday Literary Review (1909–1916) was in reality a weekly newspaper supplement, but its editor, Floyd Dell, set a new standard for Chicago criticism. Harriet Monroe founded Poetry: A Magazine of Verse in 1912. Inspired by the Chap-Book, it introduced Carl Sandburg, Edgar Lee Masters, T. S. Eliot, Ezra Pound, Marianne Moore, William Carlos Williams, and other notable poets to Americans. Margaret Anderson's Little Review (1914–1929) was more sensationalistic than Poetry, introducing Oak Park native Ernest Hemingway and James Joyce's Ulysses to Americans. Its serialization led U.S. postal authorities to seize four issues of the magazine and to convict Anderson and her associate editor, Jane Heap, on obscenity charges.Other Chicago magazines have been equally unconventional. Arnold Gingrich and Alfred Smart launched Esquire as an oversized, slick men's fashion magazine in 1933. Its cosmopolitan style, humor, and drawings of scantily clad women led the U.S. Post Office to withdraw Esquire's second-class mailing privilege during World War II. That act resulted in a landmark 1946 U.S. Supreme Court decision limiting postal censorship. Chicago native and one-time Esquire employee Hugh M. Hefner invented the centerfold and helped inspire the 1960s sexual revolution with Playboy, which first appeared in Chicago in 1953.U.S. Catholic was founded in Chicago in 1935. Ebony, the world's leading black magazine, was a 1945 offshoot of Negro Digest (1942). Patterned after the original Life, Ebony was designed by publisher John H. Johnson to counteract negative black stereotypes prominent in white publications. With the smaller-sized Jet, introduced in 1951, and other titles, Johnson Publications was reaching half of all African American adults at the end of the twentieth century. The Bulletin of the Atomic Scientists was born over concern for the post–World War II nuclear arms race, in the cafeteria of the Stineway Drugstore on 57th Street near the University of Chicago in 1945. It has supported international cooperation and opposed government secrecy but remains best known for its Doomsday Clock, the universal symbol of the nuclear age.Chicago, the metropolitan magazine for the Chicago area, was founded by Maurice English in 1954. The politically influential Chicago Reporter was founded by John A. McDermott in 1972 and funded by the Community Renewal Society, an agency of the United Church of Christ. Crain's Chicago Business, which chronicles local business and labor, first appeared in 1978. O, The Oprah Magazine debuted in 2000 as part of a trend toward individual celebrity magazines. Prominent Chicago-based Internet magazines included ePrairie, I-Street, the May Report, and Screen Magazine.",
    "Bibliography": "Andrews, Clarence A. Chicago in Story: A Literary History. 1982.Gale Directory of Publications and Broadcast Media. Previously known as Ayer Directory of Publications and Rowell's American Newspaper Directory. Various editions, 1869–2000.Scott, Franklin W. Newspapers and Periodicals of Illinois, 1814–1879. 1910.",
    "Author of Text": "Richard Junger",
    "Hyperlinked Terms Associated": [
        "Dial",
        "Poetry",
        "Playboy",
        "Prairie Farmer",
        "Chicago literary renaissance",
        "poetry",
        "anarchist",
        "Haymarket",
        "socialists",
        "Oak Park",
        "African American",
        "University of Chicago",
        "business"
    ],
    "Street addresses associated": [
        "Oakland"
    ]
}