{
    "Title": "Magnificent Mile",
    "Descriptive Text": "Chicago's North Michigan Avenue, one of the city's most prestigious commercial and residential thoroughfares, extends northward from the Loop to Oak Street and the Drake Hotel. Named the Magnificent Mile in the 1940s by developer Arthur Rubloff, it includes the Wrigley Building, Tribune Tower, London Guarantee Building, Palmolive Building, and the John Hancock Center.The Magnificent Mile was proposed in Daniel Burnham's 1909 Plan of Chicago, and constructed in the 1920s. The avenue replaced the former Pine Street, which was lined with warehouses and factory buildings near the river, and large mansions and rowhouses as it passed through the neighborhoods of McCormickville and Streeterville. Its most famous monuments, the Water Tower and Pumping Station, are among the oldest structures in Chicago.Buildings constructed on the avenue during the economic boom of the 1920s were characterized by historicist architectural styles that ranged from Beaux-Arts classicism and Gothic revival to vertical-style modernism. As the buildings soared to new and unprecedented heights, each with a different stylistic elaboration and tower profile, there evolved a new definition of urban context and design compatibility.A renewed surge of development occurred in the late 1940s after the Great Depression and war years amid escalating property values, growing rental demands, and liberalized zoning laws that allowed for even greater building heights. Much of the interest in the avenue was due to a strategic marketing campaign initiated by Rubloff, who proposed a plan by the architectural firm Holabird & Root for the construction of new buildings, the renovation of many existing ones, the addition of a park, and a more efficient traffic and parking system. Rubloff and a New York partner, William Zeckendorf, bought or gained management control of much of the property along the avenue, still at Depression-level prices, and proceeded to develop and promote it as the most prestigious address in the city, a distinction it continues to hold today.",
    "Bibliography": "Burnham, Daniel H., and Edward H. Bennett. Plan of Chicago. 1909.Condit, Carl W. Chicago, 1910–29: Building, Planning, and Urban Technology. 1973.Stamper, John W. Chicago's North Michigan Avenue: Planning and Development 1900–1930. 1991.",
    "Author of Text": "John W. Stamper",
    "Hyperlinked Terms Associated": [
        "Loop",
        "Streeterville",
        "Great Depression",
        "zoning",
        "construction",
        "parking"
    ],
    "Street addresses associated": [
        "Streeterville",
        "Loop"
    ]
}