{
    "Title": "Mail Order",
    "Descriptive Text": "Mail-order retailing became a big business in Chicago. During the half century that followed the establishment of a mail-order company by Aaron Montgomery Ward in 1872, Chicago companies dominated the business of selling directly to consumers across the country by using catalogs and deliveries through the mail. Montgomery Ward and Sears, both based in Chicago, were the leaders of the early mail-order industry and became giant enterprises through catalog sales long before they began to open retail stores. Even after the 1920s, when the growth of the mail-order business slowed, Chicago companies continued to stand among its leaders. By the end of the twentieth century, when Wards went out of business entirely and Sears no longer issued giant catalogs, the city's mail-order industry was no longer the precocious adolescent it had been in 1900. Nevertheless, Chicago remained home to several leading companies in an evolving but still important sector of the economy.Montgomery Ward & Co., the world's first giant mail-order enterprise, started in Chicago just after the fire of 1871. Aaron Montgomery Ward, a native of New Jersey, arrived in the city just after the Civil War. He soon found a job with Field, Palmer & Leiter, the dry-goods wholesaler and retailer that would become Marshall Field & Co. Ward left town to work as a salesman in St. Louis and the South, but he soon returned. In 1872, when he was 28, he opened his own business. Ward's company tried to convince rural consumers to buy a variety of goods (including clothing, furniture, and hardware ) through the mail. It turned out that many farm families were willing and able to do so, especially after Ward initiated a policy of “satisfaction guaranteed or your money back” in 1875. Among Ward's first customers were members of the Patrons of Husbandry (or Grange), an agrarian organization that liked the idea of circumventing local mercantile middlemen by buying directly from Chicago. Ward advertised by sending out a catalog, which started as a single page but expanded quickly, growing to 32 pages in 1874, 152 pages in 1876, and nearly 1,000 pages by 1897. By the 1880s, the growing volume of orders from this catalog led Ward to employ over a hundred Chicagoans as clerks; by 1897, this workforce was up to over a thousand. By that time, Ward's company had become Chicago's leading user of the U.S. mails, and annual sales had ballooned to about $7 million.The heyday of the mail-order business occurred between the 1890s and the 1910s, when it was dominated by Montgomery Ward and Sears. During this period, these companies became two of the largest business enterprises in the United States. Wards, which opened several mail-order branches across the country during the first part of the twentieth century, was employing over seven thousand men and women in the Chicago area by 1910. By 1913, Wards was selling about $40 million worth of goods per year. Even more astounding than the rapid growth of Wards was the rise of Sears. The firm of Sears, Roebuck & Co., which settled in Chicago in 1895, was the creation of a Minnesotan named Richard W. Sears. After getting his start in the 1880s by selling watches through the mail, Sears (whose partner Alvah C. Roebuck started as a watch repairman) established a general mail-order company along the lines of Wards. Only a few years after its birth, Sears overtook Wards as the leading mail-order company. Like Wards, Sears issued giant catalogs and succeeded in attracting orders for a variety of goods from hundreds of thousands of rural consumers. By 1905, Sears had about nine thousand employees, and its annual sales approached $50 million. Much of Sears's success was overseen by Julius Rosenwald, who became a partner in the company in 1895 and became its president after Richard Sears retired in 1909. By 1914, when Sears had branches in Dallas and Seattle in addition to its central operation in Chicago, the company's annual mail-order sales had surpassed $100 million.By the early part of the twentieth century, the mail-order retailing business—led by the Chicago giants—had become a major sector of the American economy, through which millions of rural consumers purchased a variety of goods. This development, which was part of a general trend in which commodity consumption by individuals and households was taking on greater economic and cultural significance, was both embraced and resisted. By 1919, Americans were buying over $500 million worth of goods a year from mail-order companies (roughly half of this business went to Wards and Sears alone). The millions of bulky mail-order catalogs sent from Chicago to points around the country had become important cultural documents, with significance that went beyond the purely economic. Particularly in rural areas, which were still home to half of the American population as late as 1920, the catalogs served not only as a marketing tool, but also as school readers, almanacs, symbols of abundance and progress, and objects of fantasy and desire. For many consumers, the kind of mail-order retailing pioneered by Wards and Sears offered a wider variety of goods (which ranged from the smallest items to entire houses), more generous credit terms, and lower prices than they could get from local merchants. Farmers' groups, which tended to favor the bypassing of economic intermediaries, were supporters of the mail-order business from the beginning. Local merchants, on the other hand, fought the national mail-order houses in both the economic and political arenas. Between the 1890s and the 1910s, U.S. postal policy became a battleground for retailers. The adoption of rural free delivery in 1898 and parcel post in 1913, both of which were enacted by Congress over the objections of local retailers and their allies, represented victories for the mail-order business and for Chicago.Wards and Sears were not the only Chicago companies running successful mail-order enterprises during the early twentieth century. The Hartman Company, which sold furniture by mail out of its central depot on Wentworth Avenue, filled about $13 million in orders per year by the early 1920s. Another Chicago furniture dealer that would eventually become one of the most important firms in the mail-order industry was Spiegel. This company's founder, the German -born Joseph Spiegel, started a home furnishings company in Chicago just after the Civil War. In 1904, Joseph and his son Arthur decided to move into mail order. By 1929, the Spiegel family's company (which by then sold women's clothing as well as furniture) was selling over $20 million in goods per year through the mail. A strategy of generous consumer credit, low prices, and high volume allowed Spiegel to accomplish the remarkable feat of expanding its operations during the Great Depression.During the 1920s, facing slower growth in sales the Chicago mail-order giants decided to move into a new form of retailing by opening large numbers of stores around the country. Catalog sales continued, but Sears and Wards soon ranked among the world's leading chain stores. Led by Sears chief Robert E. Wood, this change represented a massive transfer of capital from mail-order to brick-and-mortar retailing. By 1929, only five years after opening its first store, Sears had over three hundred stores around the country; Wards had about five hundred. By the beginning of the 1930s, mail order was no longer the primary concern of the Chicago giants, which continued to grow and continued to stand among the country's leading companies.During the second half of the twentieth century, the original Chicago mail-order giants and their catalog operations faltered, but other local companies prospered in what continued to be a major industry. By the 1970s, when the mail-order business accounted for about a third of U.S. postal revenues, most catalog customers lived in urban areas. By this time, the volume of Sears's annual mail-order business was about $3 billion, and that of Wards was close to $1 billion. But these mail-order sales (as well as those at the companies' stores) were no longer very profitable. During the 1980s and 1990s, both Wards and Sears stopped issuing their big catalogs. The death of Wards in 2000 was a final sign that the age of the Chicago mail-order giants was over. At the same time, however, the American mail-order business was expanding, and more specialized catalog firms in Chicago stood among its leaders. Spiegel, which in 1953 had chosen to pursue a different path from Sears and Wards by abandoning its retail stores, continued to operate out of headquarters in the Chicago area, where it employed about 4,000 local residents during the 1970s. In 1988, Spiegel acquired the “Eddie Bauer” retail stores and mail-order brand. By the 1990s, the company had about 20,000 employees worldwide and did over $3 billion in annual sales. Other leading mail-order specialists based in the Chicago region during the late twentieth century included Hammacher Schlemmer, the Quill Corporation, and the Reliable Corporation, which together sold hundreds of millions of dollars' worth of office supplies and equipment. At the opening of the twenty-first century, as some old mail-order catalogs were being replaced or supplemented with electronic versions, the city continued to be a leading hub in the industry.",
    "Bibliography": "Emmet, Boris, and John E. Jeuck. Catalogues and Counters: A History of Sears, Roebuck and Company. 1950.Rips, Rae Elizabeth. “An Introductory Study of the Mail Order Business in American History, 1872–1914.” M.A. thesis, University of Chicago. 1938.Smalley, Orange A., and Frederick D. Sturdivant. The Credit Merchants: A History of Spiegel, Inc. 1973.",
    "Author of Text": "Mark R. Wilson",
    "Hyperlinked Terms Associated": [
        "business",
        "Civil War",
        "fire of 1871",
        "wholesaler",
        "clothing",
        "furniture",
        "hardware",
        "agrarian",
        "furniture",
        "consumer credit",
        "Great Depression"
    ],
    "Street addresses associated": [
        "Wentworth Gardens"
    ]
}