{
    "Title": "Mail Delivery",
    "Descriptive Text": "Government mail delivery in Chicago began in 1831 with the appointment of a fur trader as the first postmaster. Prior to that time, letters and newspapers had occasionally found their way to the military post at Fort Dearborn, carried by military couriers on a route that linked Fort Dearborn with Fort Wayne, Indiana, and Green Bay, Wisconsin. In 1836, mail contractors instituted stagecoach service, taking advantage of postal subsidies to encourage passenger travel. The following year, the Chicago post office became a distribution center—testimony to the rapid expansion of the settlement and to its growing importance in the national postal network.The local post office in the early republic was a beehive of activity. Here the leading men of the city met to read the newspaper, secure up-to-date market information, and discuss the affairs of the day. During the 1850s, private mail carriers supplemented the limited delivery facilities that the government provided. Yet most postal patrons had no choice but to visit the post office in person to pick up their mail. This changed in 1864, with the inauguration of free city delivery—and, with it, the modern postman.Throughout the nineteenth century, the distribution of postal jobs and contracts was a major form of political patronage. Postmasterships were routinely awarded to newspaper editors with close ties to the party in power. During the Civil War, for example, the Chicago postmaster was John Locke Scripps, a founder of the Chicago Tribune and the author of a campaign biography of Abraham Lincoln.Chicagoans figured prominently in the transfer of mail sorting from distribution centers to moving railroad cars, an innovation known as “railway mail.” In 1864, Chicago postal administrator George B. Armstrong established a railway mail train on the route between Chicago and Clinton, Iowa. Armstrong had been anticipated in certain respects by William A. Davis, an assistant postmaster in St. Joseph, Missouri. Yet Armstrong got the credit and was soon appointed the first superintendent of the Railway Mail Service, a key element in the late-nineteenth-century communications infrastructure.Chicago long remained the hub of the nation's railway mail network. To speed the movement of information across the continent, George S. Bangs instituted a special “Fast Mail” train in 1875 between New York and Chicago that was one of the technological marvels of the age. Bangs succeeded Armstrong as railway mail superintendent; like Armstrong, he had worked previously in the Chicago post office. A milestone in postal sorting occurred in 1924 with the construction in the city of an enormous railway mail terminal, hailed as the largest of its kind in the world.Mass marketers such as Sears and Montgomery Ward relied on the Chicago post office to transmit their catalogs and magazine advertisements. With the establishment in 1913 of parcel post, mass marketers also came to depend on it to transmit their goods. In this way, the Chicago post office—and, more broadly, the federal government—played a direct, enduring, and indispensable role in Chicago's economy.Airmail service between New York and Chicago began in 1918. By the 1920s, it was possible, for an extra fee, to send a letter by air from Chicago to most of the major urban centers in the country. For several years, Chicago-bound airmail pilots landed at an airfield in suburban Maywood. Early airmail pilots included Katherine Stinson, a female barnstormer celebrated for her daring and showmanship. By far the best known of these aerial pioneers was the young Charles Lindbergh, who worked as an airmail pilot on the Chicago–St. Louis route prior to his celebrated solo flight across the Atlantic.For most of the past century, the Chicago post office has been, along with the post office in New York, one of the busiest in the country. In the 1890s, it processed one-sixth of the nation's mail. By 1905, it employed 8,000 clerks and 1,800 letter carriers. The office has long furnished employment to large numbers of African Americans, who made up 65 percent of the workforce in 1966. In that year, Henry W. McGee became the first African American to be appointed Chicago postmaster, capping a 37-year career in the postal service.The first Chicago post office was located in a store near the Chicago River in the vicinity of Fort Dearborn. The first building to be designed specifically as a post office was completed in 1860; it burned in the Great Fire of 1871. Between 1879 and 1896, the post office was housed in an imposing government office building in the then fashionable Second Empire style. In 1905, it moved into an even more monumental Beaux-Arts edifice. Long a Chicago landmark, this building was hailed at the time of its construction as one of the largest and most expensive structures ever erected in the city. It was demolished in 1965, 33 years after the post office had moved out.For much of the twentieth century, the Chicago post office was the largest postal distribution center in the world. At times, sorting methods failed to keep up with demand. In October 1966, a sudden increase in mail volume shut down the office for three weeks, delaying the delivery of 10 million pieces of mail. This notorious episode triggered a congressional investigation and hastened a full-scale reorganization of the postal system, which culminated with the establishment of the U.S. Postal Service in 1971.",
    "Bibliography": "Armstrong, George B., Jr., ed. The Beginnings of the True Railway Mail Service and the Work of George B. Armstrong in Founding It. 1906.Chicago's Main Post Office Building: The World's Largest. Typewritten pamphlet, Collectors Club of Chicago. 1974.Karlen, Harvey M., ed. Chicago Postal History. 1970.",
    "Author of Text": "Richard R. John",
    "Hyperlinked Terms Associated": [
        "fur trader",
        "newspapers",
        "Fort Dearborn",
        "patronage",
        "Civil War",
        "Chicago Tribune",
        "railroad",
        "innovation",
        "infrastructure",
        "advertisements",
        "Maywood",
        "African Americans",
        "Chicago River",
        "Fire of 1871"
    ],
    "Street addresses associated": [
        "Maywood",
        "Loop"
    ]
}