{
    "Title": "Malaysians",
    "Descriptive Text": "Malaysians have been migrating to Chicago since the 1970s for occupational and educational opportunities. The first major wave of Malaysian students in the early 1970s was precipitated by political and economic tensions at home. Malaysians sought educational opportunities in the United States and other nations, forming small communities in the Midwest and larger ones on the West Coast and in New York. Chicago-area universities continued to draw Malaysian students throughout the 1980s and 1990s as Malaysia developed economically, and some students found jobs with American companies and remained in the United States for a few years before returning to Malaysia. Malaysia's economic downturn in 1997 made study abroad more difficult, and the number of students declined. Professionals in technology fields, many of whom received education in the United States, have transferred to Chicago through their work with large international companies or have been drawn to the area in search of work opportunities, particularly after the 1997 downturn. Community leaders estimated the Malaysian population of metropolitan Chicago in 2001 at 600–700.Malaysian professionals and families constitute the majority of Malaysians in Chicago. Geographically spread across the city and suburbs, the Malaysian community centers around the cultural activities of the Malaysian Club. Founded in 1999 for cultural preservation and to foster social and professional ties among Malaysians, the Malaysian Club holds about five events per year. Reflecting the ethnic diversity of Malaysia itself, the club celebrates holidays associated with Malay, Chinese, and Indian culture, including Chinese New Year and Malay New Year. It is also active in city cultural events and with Chicago's Asian community, participating in events like Asian Heritage Month and the Chinese New Year parade.Malaysian students constitute a separate and distinct group in metropolitan Chicago. Although dispersed across the state, Malaysian students are brought together by the Malaysian Student Department (MSD), one of three Malaysian government offices in the United States dedicated to assisting and supervising Malaysian students. The MSD office in Evanston covers the entire Midwest and sponsors several events each year for students in the region. The largest events include the National Day celebration, which celebrates Malaysian independence, the Midwest Games, which are a three-day sporting competition, and Ambassador Award Night, which recognizes the academic achievements of Malaysian students. Students have also formed Malaysian Student Associations at the Illinois Institute of Technology and the University of Chicago. These organizations seek to foster social ties and cultural awareness between Malaysian students and the university community. They hold events and offer a small social community to Malaysian students within the university.",
    "Author of Text": "Tracy Steffes",
    "Hyperlinked Terms Associated": [
        "universities",
        "Chinese",
        "Indian",
        "Evanston"
    ]
}