{
    "Title": "Management Consulting",
    "Descriptive Text": "Management consulting has a distinguished history in Chicago. Soon after Arthur Andersen, a professor of accounting at Northwestern University, founded his eponymous firm in 1913, Arthur Andersen & Co. began to specialize in “financial investigations,” the forerunner of the modern consulting study. By 2001, when Andersen Consulting reorganized as an independent public corporation named Accenture, it was the largest consulting firm in the world, with its headquarters still in Chicago. In 1914, Edwin Booz, a recent graduate of Northwestern in psychology, founded his firm, Booz Surveys, which would eventually become the international consulting firm of Booz Allen & Hamilton, Inc. Chicago's early dominance in consulting culminated in 1926 when James O. McKinsey, a leading expert on cost accounting at the University of Chicago, founded James O. McKinsey & Co. In 1939, two years after McKinsey's death, the original firm split into McKinsey & Company, the New York office, and A. T. Kearney & Co., the Chicago office, managed by Andrew “Tom” Kearney. All four of these management consulting firms—Accenture, Booz Allen, McKinsey, and A. T. Kearney—remained among the largest and most influential consultancies in the world.The historical success of Chicago's consulting firms can be explained, in large part, by Chicago's small investment banking community prior to World War II. Instead of employing local banking staff, New York and Boston financiers hired Chicago consultants to analyze the management of the Midwestern companies in which they planned to invest. When New Deal banking legislation, in the 1930s, prohibited banks from performing internal investigations, Wall Street bankers turned instead to the Chicago consulting firms to investigate East Coast companies. By the 1940s, the consultancies from Chicago dominated the national market, and, beginning in the late 1950s, these same firms expanded into Europe with remarkable success. Other nationally known Chicago consultants from the 1940s and 1950s included George Fry (a former partner of Booz, Allen, Fry & Hamilton) and George S. May, a notorious marketer who was investigated by the Kefauver Commission for his ties to Chicago gangsters.By the early 1960s, the three leading consulting firms in the United States—McKinsey & Company, Booz Allen & Hamilton, and Cresap, McCormick & Paget (a spin-off from Booz Allen)—did more business in New York than Chicago. Their Chicago roots, however, were memorialized in the Cresap Laboratory and the Allen Center at Northwestern University. Chicago's industrial strength and its distance from Wall Street nurtured the development of consulting expertise that came to dominate the international market for managerial advice.",
    "Bibliography": "Higdon, Hal. The Business Healers. 1969.McKenna, Christopher D. “The Origins of Modern Management Consulting.” Business and Economic History 24.1 (1995).O'Shea, James, and Charles Madigan. Dangerous Company: The Consulting Powerhouses and the Businesses They Save and Ruin. 1997.",
    "Author of Text": "Christopher McKenna",
    "Hyperlinked Terms Associated": [
        "accounting",
        "Northwestern",
        "Booz Allen & Hamilton Inc.",
        "University of Chicago",
        "banking",
        "New Deal"
    ],
    "Street addresses associated": [
        "Near West Side"
    ]
}