{
    "Title": "Manhattan Project",
    "Descriptive Text": "The Manhattan Project, formally constituted in August 1942, was the code name for the federally funded research program to develop the atomic bomb. Fearing potential weapons applications of atomic research underway in Nazi Germany, President Franklin D. Roosevelt, in October 1939, authorized study on the feasibility of atomic weapons. Much of the theoretical research for the Manhattan Project was conducted at the Metallurgical Laboratory (Met Lab) at the University of Chicago, and at an affiliated site in the Western suburbs which would become the Argonne National Laboratory.The Chicago Met Lab served as the hub of the nationwide Metallurgical Project, which was commissioned to study atomic theory and, if possible, to build a prototype atomic reactor. Under the leadership of Arthur H. Compton and Enrico Fermi, the Met Lab team built, and on December 2, 1942, successfully operated, the first atomic reactor, CP-1 (Chicago Pile-1), in an abandoned squash court under the grandstands of the since demolished Stagg Field at the University of Chicago. In February 1943 CP-1 was dismantled and rebuilt, as CP-2, at the more isolated Argonne site in Lemont. The CP-2 experiments yielded continued technical assistance in the development of the bomb, which occurred mostly at other Manhattan Project sites in Hanford, Washington; Oak Ridge, Tennessee; and Los Alamos, New Mexico.Once CP-1 had demonstrated the validity of theories that made the atomic bomb possible, the U.S. Army Brig. Gen. Leslie Groves took full command of the Manhattan Project in September 1942. The first successful detonation of an atomic weapon occurred in July 1945 near Alamogordo, New Mexico.The Met Lab scientists attempted to influence postwar uses of atomic energy, both prior to and following the bombings of Hiroshima and Nagasaki. Before the close of World War II, Met Lab committees led by Chicago scientists Zay Jeffries and James Franck attempted to warn government officials of the dangers of a postwar atomic arms race and the disastrous consequences of atomic warfare. At the close of World War II, Met Lab scientists including John Simpson and Eugene Rabinowitch founded the Atomic Scientists of Chicago and the monthly Bulletin of the Atomic Scientists in a continued effort to influence government policy regarding atomic energy and weapons.",
    "Bibliography": "Hewlett, Richard G., and Oscar G. Anderson. The New World: A History of the United States Atomic Energy Commission, vol. 1, 1939–1946. 1962.Rhodes, Richard. Making of the Atomic Bomb. 1986.Smith, Alice Kimball. A Peril and a Hope: The Scientists' Movement in America, 1945–47. 1965.",
    "Author of Text": "Sean J. LaBat",
    "Hyperlinked Terms Associated": [
        "University of Chicago",
        "Argonne National Laboratory",
        "Lemont",
        "World War II"
    ],
    "Street addresses associated": [
        "Hyde Park",
        "University Village"
    ]
}