{
    "Title": "Mapmaking and Map Publishing",
    "Descriptive Text": "Maps used by early Chicagoans were either the few manuscript maps on file at the local land office and courthouse, a few circulating hand-drawn copies, or printed maps imported from the east. Actual map printing and publishing in Chicago before midcentury was highly intermittent, the first effort being Juliette Kinzie's sketch Chicago in 1812, which appeared in her Narrative of the Massacre at Chicago (1844). By 1853 the arrival of lithographers Henry Acheson and Edward Mendel served to anchor the business firmly in the booming metropolis. From then on, maps were routinely manufactured as well as compiled and sold in Chicago itself, although maps published in the East continued to dominate the trade until after the Civil War.Booksellers David B. Cooke, the Burleys, and Keen & Lee published maps in the mid-1850s, often in collaboration with Mendel or one of the other Chicago lithographers. Rufus Blanchard, who opened his Chicago Map Store in 1854, quickly entered the business of mapmaking and publishing, which he pursued until his death 50 years later. In the decade from 1861 to 1871, map publishers increased from four to six, and specialized services like map coloring and map finishing came to be separately advertised. The prolific Charles Shober joined the ranks of lithographers, and Warner and Higgins (later Warner and Beers) established their county atlas business in 1869.Map publishing became even more specialized after the fire, a trend symbolized by the Lakeside Building, completed in 1873, which located several firms involved in all aspects of mapmaking under one roof. With the addition of Higgins, Belden & Co. and Alfred T. Andreas to the county and state atlas trade, Chicago became the premier subscription publishing center in the country, outstripping Philadelphia in cartographic output. Using newer printing techniques, George F. Cram & Co. (established 1869) and Rand McNally & Co. (established 1868) turned out millions of reference atlases in a range of prices that radically loosened the New York grip on this market.Between 1880 and the end of the century, the number of map and atlas publishers in Chicago actually decreased from 11 to 10, but output soared. George A. Ogle emerged in the 1880s as a spirited successor to Alfred Andreas in county atlas publishing, continuing in this line until the 1920s. In the twentieth century, the leading figure in Chicago cartography has been Rand McNally & Co., also the nation's largest private mapmaker. After playing a pioneering role in the establishment of the automobile road map and road atlas in the years after World War I, Rand McNally dominated that branch of mapmaking until the demise of the promotional oil-company road map in the 1970s. Chicago also played a leading role in the production of globes, with Cram, Rand McNally, and later the Weber Costello Company and Replogle Globes all becoming major national producers.",
    "Bibliography": "Conzen, Michael P., ed. Chicago Mapmakers: Essays on the Rise of the City's Map Trade. 1984.",
    "Author of Text": "Michael P. Conzen and Robert W. Karrow, Jr.",
    "Hyperlinked Terms Associated": [
        "printing",
        "business",
        "Civil War",
        "Rand McNally & Co",
        "publishers",
        "publishing"
    ]
}