{
    "Title": "Markham, IL",
    "Descriptive Text": "Cook County, 20 miles S of the Loop. Comprising five square miles, Markham is bordered by Posen and Midlothian to the north, Harvey to the east, Hazel Crest and Country Club Hills to the south, and Oak Forest to the west. Markham shares a history with all of these communities, especially Harvey, which contains the Markham Yards of the Illinois Central Railroad.Interstate 57 traverses the community, northeast to southwest, along a line which has both geological and historic significance. Markham is located on a lake plain formed by glacial Lake Chicago (12,000 BP). The Tinley Moraine follows the line of Interstate 57. Native Americans had long lived on the Tinley Moraine. Archaeologists have investigated the Oak Forest site, which was occupied in the 1600s.Interstate 57 also runs along the route of an Indian Boundary Line. The Potawatomi ceded the lands northwest of this line to the United States government in the 1816 Treaty of St. Louis.Yankee farmers arrived in the mid-1830s, followed in the 1840s and 1850s by German and Irish immigrants. The settlers bypassed the marshy areas which today are Markham's most celebrated natural features: the Old Indian Boundary Prairies. German immigrants planted 60 pine seedlings from the Black Forest, one of which survived until 1985 along the Old Indian Boundary Line, becoming the Lone Pine Tree symbol on Markham's city seal.Both the Illinois Central and the Rock Island Railroads run near Markham, enabling farmers to ship their produce by rail. In the early twentieth century, new residents were drawn by railroad and industrial jobs found in northern neighbor Harvey. They built houses and incorporated Markham in 1925, naming their town in honor of Charles H. Markham, then president of the Illinois Central Railroad.African Americans moved into Markham during the second half of the twentieth century, as they took up the industrial jobs which European immigrants had held earlier in the century. By the 2000 census, 80 percent of Markham's population of 12,620 was African American, and 84 percent of homes were owner-occupied.",
    "Bibliography": "“Featuring Bremen Township.” Where the Trails Cross 7.1 (Fall 1976): 1–3.Bluhm, Elaine A., and Gloria J. Fenner. “The Oak Forest Site.” In Chicago Area Archaeology, 2nd ed., ed. Elaine Blum, 1983, 139–161.History of Oak Forest. 1972.",
    "Hyperlinked Terms Associated": [
        "Posen",
        "Midlothian",
        "Harvey",
        "Hazel Crest",
        "Country Club Hills",
        "Oak Forest",
        "Illinois Central Railroad",
        "Native Americans",
        "Potawatomi",
        "Yankee",
        "Irish",
        "German",
        "Tree",
        "Railroads",
        "Illinois Central Railroad",
        "African Americans"
    ]
}