{
    "Title": "Mary Thompson Hospital",
    "Descriptive Text": "The Chicago Hospital for Women and Children was founded in 1865 to provide medical care to indigent women and children and clinical training to women doctors.The hospital's founder, Mary Harris Thompson, received her M.D. from the New England Female Medical College in Boston in 1863. Her first patients in Chicago were the wives, widows, and children of Union soldiers. Thompson's ability to care for them was limited by her inability to gain a hospital position. Neither of Chicago's two hospitals permitted women to serve on their staffs, and one of them did not admit women patients. Thompson organized her own hospital.The hospital depended upon the aid of wealthy Chicago women and the support of several medical men. The laywomen raised funds and managed all administrative work. The medical men became consulting physicians who aided Thompson in her medical and surgical practice. These doctors provided Thompson and her institution with the stamp of medical approval required because of a widespread prejudice against women physicians.The hospital began training women doctors in 1871, when Thompson and William H. Byford established an affiliated medical school for women. Women medical students relied on the hospital for clinical observations and demonstrations. Graduates of the school, who seldom gained appointments in male hospitals, became interns, residents, and attending physicians in the hospital.After Thompson's death in 1895, the hospital was renamed the Mary Thompson Hospital for Women and Children. It continued to provide otherwise unavailable clinical opportunities for medical women until 1972, when men were integrated into the staff. Financial burdens contributed to the closing of the hospital in 1988.",
    "Bibliography": "Beatty, William K. “Mary Harris Thompson-Pioneer Surgeon and Hospital Founder.” Proceedings of the Institute of Medicine of Chicago 34 (1981): 83–86.Morantz-Sanchez, Regina Markell. Sympathy and Science: Women Physicians in American Medicine. 1985.Roth Walsh, Mary. Doctors Wanted: No Women Need Apply. 1977.",
    "Author of Text": "Eve Fine",
    "Hyperlinked Terms Associated": [
        "hospitals"
    ]
}