{
    "Title": "Material Service Corp.",
    "Descriptive Text": "The Material Service Corp. (MSC) was formed with $10,000 by brothers Henry, Irving, and Sol Crown in 1919. Henry Crown became president after Sol died in 1921. Originally a brokerage that bought and resold sand and gravel, MSC expanded rapidly by purchasing pits, mines, quarries, and factories to produce lime, pipe, stone, coal, and cement. Starting in 1938, the company operated the Thornton Quarry, one of the world's largest limestone quarries, in Thornton, just south of Chicago. The company soon benefited from large war-related contracts, enabling it to acquire coal mines and more limestone quarries, and to become one of the city's most prominent builders of commercial property. Among the major Chicago structures that MSC helped to build were the Merchandise Mart, the Loop Railway, and the Civic Opera House. Friendly ties to Chicago mayors Anton Cermak and Richard J. Daley allegedly boosted the firm's fortunes. In a stock-for-stock merger in 1959, MSC became part of the General Dynamics Corp. (GD), a leading military contractor. The Crown family obtained a major interest in GD through the deal, a move that would quickly come to haunt them, as GD's bad financial health forced the Crowns in 1961 to sell one of their prized possessions, the Empire State Building in New York City. The Crown family was forced to sell their interest in GD, and thus MSC, in 1965. Within five years, however, the Crowns had re-accumulated enough General Dynamics stock to gain control of the company, including the Material Service division. Around this time, the Crowns created Henry Crown & Co., a holding company that would eventually form the massive core of Crown family investments nationwide, including its stake in GD, major real estate and resort properties, Maytag Corp., and a 10 percent share of the New York Yankees. By the early 1980s, Material Service had become the leading distributor and producer of building materials in the Midwest; it employed more than 3,000 people.",
    "Bibliography": "Andrew W. CohenThis entry is part of the Encyclopedia's Dictionary of Leading Chicago Businesses (1820-2000) that was prepared by Mark R. Wilson, with additional contributions from Stephen R. Porter and Janice L. Reiff."
}