{
    "Title": "Matteson, IL",
    "Descriptive Text": "Cook County, 26 miles S of the Loop. The village of Matteson is located along the Metra Electric commuter rail line and sits astride Interstate 57 and the Lincoln Highway. Although a largely residential community, the village is the site of several corporate office buildings and is home to the Lincoln Mall (1973), one of the largest shopping centers in the south suburbs.In the mid-1850s, German settlers established the village at the junction of the recently constructed Illinois Central and Michigan Central Railroads. They named the new community after then Illinois governor Joel Matteson. When Matteson was formally incorporated in 1889, there were fewer than 500 residents in the village, which served area farmers.After the Second World War, Matteson grew steadily, reaching a population of 3,225 in 1960. By 1970 the village numbered 4,741, and then, with a boom underway, the population more than doubled, to 10,223 by 1980. In 2000 there were 12,928 people living in Matteson.Population growth brought greater diversity. In 1970 the census listed only one African American in the community. By 1990, when the total population had climbed to 11,378 people, the 5,000 African American residents accounted for nearly half the population. In 2000, the 8,098 African American residents of Matteson outnumbered the village's white residents by nearly a two to one margin.In the mid-1990s Matteson gained national media attention, and some notoriety, after the village board initiated an advertising campaign to actively seek new white residents so as to maintain the level of racial integration in the community. Critics noted that many of the African Americans who were moving into the community were wealthier and better educated than the white former residents. Village officials claimed that their attempts to attract white residents were simply efforts to maintain an integrated community and were similar to programs in other suburbs.As Matteson has flourished over the last 50 years, there have been some substantial alterations in its geography. Originally platted on a 40-acre parcel near the intersection of the two rail lines, the village has grown tremendously with the annexation of several housing subdivisions, and it now occupies more than 7 square miles of land. In 2000 there were some 4,712 housing units in the village, nearly two-thirds of them constructed in the last 30 years. Old Matteson, as the community's original center is sometimes called, has some of the feel of a traditional village, especially near Main Street and the railroad. However, most of the village's stores are located along the heavily commercialized Lincoln Highway and in two large shopping centers. In the late 1990s, Matteson officials created a “village commons” with a village hall and a bridge over Interstate 57.Matteson is not the most exclusive of Chicago's south suburbs, but the median household income in the village is substantially higher than in either the city of Chicago or Cook County. More than 80 percent of the houses in the village are single-family. As is the case in other nearby suburbs, new houses tend to be more expensive than the smaller older residences.",
    "Bibliography": "Andreas, A. T. History of Cook County, Illinois. 1884.",
    "Author of Text": "Ian McGiver",
    "Hyperlinked Terms Associated": [
        "Metra",
        "German",
        "Illinois Central",
        "Railroads",
        "African Americans",
        "subdivisions",
        "annexation"
    ]
}