{
    "Title": "Maxwell Street",
    "Descriptive Text": "For about one hundred years, Maxwell Street was one of Chicago's most unconventional business —and residential—districts. About a mile long and located in the shadow of downtown skyscrapers, it was a place where businesses grew selling anything from shoestrings to expensive clothes.Its immigrants arrived from several continents and many countries shortly before the turn of the century. First to come were Germans, Irish, Poles, Bohemians, and, most prominently, Jews, especially those escaping czarist Russia, Poland, and Romania. In the 1940s, Southern blacks worked in Maxwell Street's stores and entertained its crowds with Delta-style blues. Later, Mexicans, Koreans, and Gypsies joined its teeming environment. From its own poverty-stricken homes came many famous—Arthur Goldberg, William Paley, Benny Goodman, Barney Ross—and infamous—Jake Guzik and Jack Ruby—people.Goods on card tables and blankets competed with goods in sidewalk kiosks and stores. Sunday was its busiest day since the Jews worked on the Christian Sabbath, when stores were closed in most other parts of the city.Merchants battled city officials to keep Maxwell Street alive despite its reputation for crime and residential overcrowding. Its eastern section was destroyed in the mid-1950s for the Dan Ryan Expressway. In the 1980s and 1990s, virtually all of the rest was razed for athletic fields for the University of Illinois at Chicago. What remained of the market was moved several blocks to a place with none of the flavor of the old street.",
    "Bibliography": "Berkow, Ira. Maxwell Street: Survival in a Bazaar. 1977.",
    "Author of Text": "Ira Berkow",
    "Hyperlinked Terms Associated": [
        "business",
        "skyscrapers",
        "German",
        "Irish",
        "Poles",
        "Jews",
        "blues",
        "Mexicans",
        "Koreans",
        "Gypsies",
        "Expressway",
        "University of Illinois at Chicago"
    ]
}