{
    "Title": "Mayors",
    "Descriptive Text": "Chicago's mayors from incorporation in 1837 through the Great Fire of 1871 were drawn from the upper reaches of the socioeconomic registers. Although Chicago was not old enough to have a patrician class equivalent to Boston's Back Bay Brahmins, these men were a representative sample of the social and commercial elite.Chicago's first mayor, William B. Ogden (1837–1838), was a founding father not only of the city (because he wrote its first charter) but of the Chicago & North Western Railway, and was a principal in the nation's first transcontinental railroad. He built the city's credit reputation as well as his own by keeping the city solvent during the depression of 1837. Also prominent in business was Chicago's third mayor, Benjamin Raymond, who founded the Elgin Watch Company. The city's fifth mayor, Francis Sherman, was a brick manufacturer, real-estate investor, and a man whose wealth permitted him to retire at an early age and build the Sherman House hotel, a Chicago landmark. His successor, Augustus Garrett, ran an auction house and invested in real estate; his fortune was used to establish the Garrett Biblical Institute. The seventh mayor, Alson Sherman, established the first sawmill in Chicago, developed the Lemont marble quarry, and was one of the original trustees of Northwestern University. One of the city's earliest meatpackers, John Chapin, a New England Yankee and one of the founders of the Chicago Board of Trade, was the eighth mayor. The tenth, James Woodworth, acquired a comfortable fortune in land speculation, banking, and the milling of flour. His successor, Walter Gurnee, came from a well-to-do family and amassed a sizable fortune in his saddle and tanning business. Gurnee also founded the village of Winnetka on land he had purchased and was at one time president of the Chicago & Milwaukee Railroad. As president of the Board of Trade, Chicago's eighteenth mayor, Julian Rumsey, was one of the primary movers behind implementing the stringent grain inspection that established Chicago's solid reputation in the national grain markets. He was also president of the Corn Exchange Bank. Even those mayors who were not part of the commercial elite ranked high in income and public recognition. Levi Boone, a descendant of Daniel Boone, and fourteenth person to occupy the mayor's chair, was first president of the Chicago Medical Society and a prosperous physician whose wealth came from canal lands and downtown real estate. Joseph Medill (1871–1873), was an owner, publisher, and editor of the Chicago Tribune.Mayor Medill's tempestuous administration, which included the unpopular enforcement of the Sunday closing law, ended a period of relative tranquillity in the mayoralty and ushered in significant changes, including the “Mayor's Bill” of 1872, by which the legislature enlarged the mayor's powers of appointment. In 1875 a new city charter lengthened the mayor's term from one to two years and expanded the office's powers. Because it was not clear whether the new charter extended the term of incumbent mayor Harvey Colvin, political chaos and near riots resulted when Colvin refused to give up the seat to the newly elected Thomas Hoyne in 1876. After a police cordon around City Hall prevented bloodshed, the court permitted Colvin to remain in office until a new election later that year.The disputed mayoralty and the violent railroad strike of 1877 brought about a sea change in mayoral politics as well as a shift in the social origins of its occupants. Thereafter men (and later one woman) of more humble origins began to occupy the office. The two Carter Harrisons, who served five terms each (1879–1887, 1893; and 1897–1905, 1911–1915, respectively), were not wealthy nabobs but professional politicians. German American Fred Busse (1907–1911), the first mayor to serve a four-year term, was a saloonkeeper politician and the first Chicago mayor without British ancestry. He died a pauper and bequeathed to his widow the life of a charwoman scrubbing floors to pay the rent. His successor William “Big Bill” Thompson (1915–1923, 1927–1931) practiced the politics of the “wide open town” to the delight of bootleggers and gangsters. A mayor who accepted campaign funds from Al Capone and enriched himself from politics, Big Bill was a far cry from the civic-minded founding fathers and economic titans who ran the office in the nineteenth century.After Thompson came a succession of plebes or former plebes such as a tanner's son, William Dever (1923–1927), who became a judicial careerist; the city's only foreign-born mayor, Anton Cermak (1931–1933), a coal miner and former firewood seller; sanitary district ax-man Edward Kelly, who built the Kelly-Nash machine; Martin Kennelly, a self-made moving and storage company owner; and Richard J. Daley, a former stockyards cowboy out of working-class Bridgeport.Mayors began to resemble the voters more than had been the case in the nineteenth century. Whereas in the nineteenth century politics had often been a civic avocation, after the Great Fire it became a profession and a way of making of a living. Some did exceedingly well on the job. Big Bill Thompson left his widow $1.5 million in unmarked bills in his safety deposit boxes.Although by charter Chicago government remains a “weak” mayor system, the office's powers have been strengthened over time, sometimes by formal and sometimes by extralegal methods. The mayor's authority and influence were considerably enlarged by the growth of the Kelly-Nash and Daley political machine, 1933–1976. In addition, Daley took control of the city's budget from the city council, considerably enhancing his office's powers over those of the council.Mayor Daley's death in 1976 broke a logjam of history that had slowed change in the city's governance. In 1977 Chicago picked its first non- Irish mayor since 1933, Michael Bilandic of Croatian ancestry; in 1979 its first female mayor, Jane Byrne; in 1983 its first African American mayor, Harold Washington. The decade-long interregnum was punctuated by intensive ethnic-racial squabbling, including Chicago's “Ugly Racial Election” of 1983 and a stalemate dubbed “Council Wars” by a local comedian.Other more substantive changes also occurred. Mayor Washington signed onto the Shakman decrees banning political hiring and firing, strengthening civil service regulations, and cutting into the vitals of the dying political machine. (Even so, “pinstripe patronage” survived the Washington years whereby a mayor can reward his political friends with consulting and vendor contracts.) Washington also opened city records by executive order and expanded contract set-asides for black and women contractors, policies that were continued by his successors.Many of these changes have brought Chicago closer to the statutorily prescribed weak-mayor model. Nonetheless, because of tradition and practice, the Chicago mayor's office under an aggressive leader remains an office with considerable executive power, or what Chicagoans have dubbed “ clout. ”The last mayor elected in the twentieth century, Richard M. Daley (1989–), son of Richard J., was reelected to a fifth term in February 2003 in the city's second nonpartisan election, which had replaced the partisan primary in February and general election in April. The new Daley, who carried more than 40 percent of the African American vote, was one of a new breed of pragmatic-minded mayors and built a national reputation for his leadership in school reform, with Chicago's model emulated by several other big city mayors.",
    "Bibliography": "Bradley, Donald S., and Mayer Zald. “From Commercial Elite to Political Administrators ... Mayors of Chicago.” American Journal of Sociology 71 (September 1965): 153–167.Grosser, Hugo. Chicago: A Review of Its Governmental History from 1837 to 1906. 1906.Holli, Melvin G., and Peter D'A. Jones, eds. The Biographical Dictionary of American Mayors, 1820–1980. 1981.",
    "Author of Text": "Melvin G. Holli",
    "Hyperlinked Terms Associated": [
        "Fire of 1871",
        "railroad",
        "real-estate",
        "hotel",
        "Lemont",
        "quarry",
        "Northwestern University",
        "meatpackers",
        "Winnetka",
        "Chicago Tribune",
        "Sunday closing",
        "charter",
        "railroad strike of 1877",
        "German",
        "bootleggers",
        "coal miner",
        "Kelly-Nash machine",
        "Bridgeport",
        "machine",
        "Irish",
        "Croatian",
        "African American",
        "Shakman decrees",
        "clout"
    ],
    "Street addresses associated": [
        "Bridgeport",
        "South Side"
    ]
}