{
    "Title": "Mayor's Commission on Human Relations",
    "Descriptive Text": "The Mayor's Commission on Human Relations (1945 and 1946) grew out of the Mayor's Committee on Race Relations, appointed by Mayor Edward J. Kelly in 1943. Following race riots in Detroit in 1943, the commission was established as public concern grew that Chicago could possibly be headed in the same direction. The primary responsibility of the commission was to evaluate race relations and devise ways of addressing civic concerns. The commission initially comprised a diverse and talented group of individuals that included Edwin R. Embree, president of the Julius Rosenwald Fund (a philanthropic foundation committed to improving the conditions of African Americans and race relations); Charles S. Johnson, coauthor of the Chicago Commission on Race Relations report following the 1919 riots; Horace R. Cayton, coauthor of Black Metropolis; anthropologist Melville J. Herskovits; and urban sociologist Louis Wirth.The commission attempted to develop a critical analysis of city policies and institutions. Two primary areas of concentration were the institutionalized segregation of blacks, reflected in the overcrowded South Side public schools, and the lack of adequate housing for black families. The cumulative report issued in 1951, however, demonstrates that the commission became more concerned with crisis management—identifying problematic spots in the city and managing those crises that did arise—than with evaluating public policy. The commission defined “the race problem” largely as a neighborhood issue, pointing mainly to the irrational behavior of militant whites and teenage gangs and the segregated mindset of blacks.",
    "Bibliography": "The People of Chicago: Five Year Report, 1947–51, of the Chicago Commission on Human Relations. 1951.Race Relations in Chicago: Report of the Mayor's Commission on Human Relations for 1945. 1945.Race Relations in Chicago: Report of the Mayor's Committee on Race Relations for 1944. 1944.",
    "Author of Text": "Charles E. Clifton",
    "Hyperlinked Terms Associated": [
        "race riots",
        "African Americans",
        "philanthropic",
        "South Side",
        "schools"
    ]
}