{
    "Title": "Maywood, IL",
    "Descriptive Text": "Cook County, 11 miles W of the Loop. A planned community from the outset, Maywood lies on the west bank of the Des Plaines River, stretching from Roosevelt Road on the south to just beyond Augusta Street on the north. Maywood was originally part of a lar- ger area known as Noyesville, named after one of Proviso Township's early settlers, who established the area's first post office in the mid-1830s.In 1869, a group of Vermont businessmen formed the Maywood Company and purchased the village's original plat—a narrow, one-and-three-quarters-mile strip along the Des Plaines River. Company president William T. Nichols named the village after his daughter May, and immediately began subdividing the land and creating improvements necessary to “build up a neat, desirable suburb.” In 1870, wide streets were laid out, 20,000 trees were planted, and building commenced on the north side of the Chicago & North Western Railroad tracks, which bisected the community. In the same year, an advertisement boasted easy access to the city with regular train service, as well as a school, churches, post office, grocery store, hotel, and a beautiful park, as among Maywood's many amenities.Since its incorporation as a village in 1881, Maywood's economic development has hinged on light industry, starting in 1884 with Chicago Scraper and Ditcher, a manufacturer of agricultural machinery. In 1885 Norton Can Works moved to Maywood, and by 1901 had become the American Can Company. Other industries subsequently attracted to the area located primarily within the factory district along the north side of the railroad tracks. Maywood gained a major institution in 1920 when the Edward Hines Jr. Memorial Hospital was established for the care of war veterans. These businesses and their workers were served by excellent transportation, including the Chicago & North Western train (1870), electric street railways (1893), and Chicago's rapid transit system. During the 1920s, Checkerboard Field (now Miller Meadow) provided air service.In the 1970s several of Maywood's industries transferred out of the region, including the village's major employer, American Can Company. The village's retail base also declined, as Montgomery Ward and Sears, Roebuck department stores left the main shopping street, Fifth Avenue. Somewhat offsetting these losses, in 1969 Maywood had gained the Loyola University Medical Center, including the Stritch School of Medicine.In the 1990s, Maywood began to rebound from the economic decline of the previous decades. Trying to attract new industry and businesses, the village established a tax increment financing district on the former site of American Can Company, which was leveled in 1997. Economic change has been accompanied by demographic shifts, as Maywood's African American population increased from 3 percent in 1930 to 82 percent in 2000. Whites and Hispanics constitute 10 and 11 percent of the population, respectively, and live in the village's integrated northeastern section.",
    "Bibliography": "Festival of Progress, Maywood, Illinois, Seventieth Year, September 23rd to October 1st. 1938. Maywood Public Library, Maywood, IL.Maywood and Its Homes. 1904. Maywood Public Library, Maywood, IL.Maywood, a Suburb of Chicago, As It Is in 1870. 1870. Maywood Public Library, Maywood, IL.",
    "Author of Text": "Jean Louise Guarino",
    "Hyperlinked Terms Associated": [
        "Des Plaines River",
        "trees",
        "Railroad",
        "agricultural machinery",
        "veterans",
        "Hospital",
        "transportation",
        "street railways",
        "rapid transit system",
        "department stores",
        "Loyola University",
        "demographic",
        "African American"
    ]
}