{
    "Title": "McCormicks",
    "Descriptive Text": "From Cyrus McCormick (1809–1884) to his grandnephew Brooks McCormick (1917–), the McCormick family has been a force in the business, cultural, and philanthropic life and history of the Chicago metropolitan area for over 150 years.Cyrus McCormick relocated his reaper work to Chicago from Virginia in 1847. The reaper's market was on the plains and prairies of Chicago's growing hinterland. Cyrus McCormick became one of the richest businessmen in the city.The merger in 1902 of the McCormick Harvesting Machine Company and the Deering Harvester Company into International Harvester Company (now Navistar International Corporation) would solidify McCormick and his descendants' lock on the market of farm implements for nearly 150 years. McCormicks have also been involved in the banking, investment, news media, and real-estate businesses.Family influence has spanned Chicago and its suburbs. Cyrus's descendants would occupy “McCormickville” on Chicago's Gold Coast, country estates in the North Shore suburb of Lake Forest (Harold Fowler and Edith Rockefeller McCormick's Villa Turicum, built in 1911; Nettie Fowler McCormick's House-inthe-Woods, built in 1916; Cyrus H. McCormick, Jr.'s “Walden,” built in 1896), and the western suburbs of Warrenville (Chauncey and his son Brooks McCormick's St. James Farm, built in 1903 and purchased by the McCormicks in the 1920s) and Wheaton (Robert R. McCormick's Cantigny, built in 1896 by Joseph Medill).Marriages of the McCormicks with other bluebloods such as the Rockefellers and the Deerings have allowed large philanthropic donations to many Chicago cultural and nonprofit organizations such as Northwestern University, the Field Museum of Natural History, the Lyric Opera, the Art Institute, the Lincoln Park Zoo, the Newberry Library, and the Chicago Historical Society.",
    "Author of Text": "Kevin Davis",
    "Hyperlinked Terms Associated": [
        "Gold Coast",
        "Lake Forest",
        "Warrenville",
        "Wheaton",
        "Northwestern University",
        "Field Museum of Natural History",
        "Lyric Opera",
        "Art Institute",
        "Lincoln Park Zoo",
        "Newberry Library",
        "Chicago Historical Society"
    ],
    "Street addresses associated": [
        "Gold Coast"
    ]
}