{
    "Title": "McHenry, IL",
    "Descriptive Text": "McHenry County, 46 miles NW of the Loop. In 1832 Major William McHenry led an expeditionary force through northern Illinois during the Black Hawk War. Settlement of the Fox River Valley began over the next few years, and on the river's west bank, at the site of an old Indian ford, the hamlet of McHenry developed.The McLean, Wheeler, McCullom, and Boone families were influential in the community's early years. A sawmill, hotel, and ferryboat were in operation by 1837. Legislation creating McHenry County was passed that year, and the village served as county seat until 1844.Gristmills started along newly dammed Boone Creek, and a wagon road entered town from the south in 1851. In 1864, the famed Riverside Hotel was built and still stands.George Gage, who served as the region's first state senator (1854–1858), owned the lands west of the millpond, and was able to secure the route of the Fox Valley Railroad (afterward a branch of the Chicago & North Western) from Chicago in 1854. Consequently, Gagetown (later West McHenry) began to eclipse the older east side of town. Their rivalry can still be detected in the disjunct commercial pattern that characterizes McHenry.The village incorporated in 1872. Though there were fewer than 800 inhabitants, commerce flourished. By 1876 there were seven churches and over 80 enterprises, including flour mills, harnessmakers, a pickle factory, a brewery, seven saloons, and a newspaper. The newspaper, the McHenry Plaindealer, was in publication from 1875 to 1985.Over the next 50 years McHenry grew slowly. During the twenties the town became known as a resort destination. Bands played at local pavilions, trainloads of visitors arrived to tour the famous lotus beds, and summer cottages proliferated along the Fox River. A boat-building industry flourished; marine recreation still remains important.With the advent of the automobile, State Route 120 crossed the Fox on a new two-lane bridge. The old wagon trail, now Highway 31, doglegged along the same route for a critical half mile before turning north toward Wisconsin. These configurations effectively relocated the city's commercial center to Route 120, and had the unintended side effect of isolating the original business districts (West Main, Riverside Drive, and Green Street).A new wave of industry, including automotive components, electronics, and metalworking, swept into town after World War II. The Northern Illinois Medical Center, begun in 1956 as a 23-bed community hospital, evolved into a regional trauma center serving two states. Beginning in the late 1940s, subdivisions were annexed on all sides of the city. By this time, many residents were commuting to work in other localities, including Chicago. McHenry's population tripled from 2,080 in 1950 to 6,772 in 1970, and tripled again to 21,501 in 2000.McHenry continues to grow in all directions. In 1995, the city's corporate boundaries leapt east of the Fox for the first time. The city now has seven separate commercial centers, but no distinct core. Traffic continues to be a problem, and the city's major scenic resource, the river, has insufficient access.",
    "Bibliography": "History of McHenry County. 1885.McHenry County in the Twentieth Century, 1968–1994. 1994.Meyer, Barbara K., ed. McHenry, 1836–1986: A Proud Past and Progressive Future. 1986.",
    "Author of Text": "John D. Schroeder",
    "Hyperlinked Terms Associated": [
        "Black Hawk River",
        "Fox River",
        "McHenry County",
        "Railroad",
        "brewery",
        "saloons",
        "newspaper",
        "Bands",
        "electronics",
        "World War II",
        "subdivisions",
        "commuting"
    ]
}