{
    "Title": "McHenry County",
    "Descriptive Text": "After the 1832 Black Hawk War, land-hungry New Englanders and western Virginians pushed out along Indian trails radiating away from Chicago in search of farm sites. To the north and northwest, they found a rolling, well-watered prairie interspersed with large oak groves. Finding access to Cook County government difficult, they petitioned for the formation of a more local county seat. The Illinois legislature approved the petition in 1836 and named the new county McHenry, after a leader of volunteers in the area during the Black Hawk War.McHenry County stretched west from Lake Michigan to present-day Boone County and north from Kane County to the Wisconsin state line. Since the Fox River flowed through the approximate center of the county and was easily fordable at the present site of McHenry, that village became the county seat.The eastern side of the new county was settled earliest as most newcomers established homes along the Green Bay Trail. Farmers and speculators there found trips around numerous glacial lakes and across wet prairies to McHenry too time consuming. In 1839 voters in eastern McHenry County were granted the right to form a new county ( Lake County. )While the new boundary was supposed to be the Fox River, a survey put almost all of the river's valley in McHenry County. Although a courthouse already stood in the village of McHenry, a more central location was demanded. In 1844 the county seat was removed to a midcounty location platted as Centerville and renamed Woodstock in 1845.In early decades of the county's history, poor roads left residents isolated from markets. The county's most economically successful settlements ( Crystal Lake, Marengo, and Richmond ) were located along well-established Indian trails from Chicago. County voters established a township system of government in December 1849 to provide a better system for road taxation.The introduction of railroads brought great changes. The Chicago & Northwestern Railroad blanketed the county. One line pushed west through Huntley and Marengo by early 1851. Two other lines were established in 1854. One ran diagonally across the county from the Fox River at Cary, reaching Harvard by 1855. The other ran north from Algonquin through the eastern McHenry County beyond Richmond. A fourth line graced the northern tier of townships by 1861. After 1900, a “Milwaukee Road” line would cross the northeastern corner of the county. Communities built in partnership with the railroad such as Harvard, Nunda (later Crystal Lake), and Cary prospered while non-rail communities such as Franklinville, Coral, Ostend, and Barreville faded from existence. Many Irish railroad laborers stayed and became farmers, cheaply shipping their produce to market. Chicago's demand for fresh milk products along with Gail Borden's milk condensing plants convinced farmers to try dairying. Railroad milk stations and cheese “factories” quickly appeared in all the county's townships.Except for large numbers of vacationers who found the scenic Fox River relaxing, the county's population remained stable through the 1930s. World War II veterans, seeking to raise their new families away from urban settings, found the county's rail transportation perfect for commuting to city jobs. By the early 1960s, the Crystal Lake area experienced a flood of new residents. Large tracts of farmland disappeared beneath bulldozer blades and parking lots. Soon after, Algonquin, Lake in the Hills, Cary, and McHenry, all situated along the Fox River, faced similar transformations.Shocked by this migration, farmers saw property taxes rising at a rate that made their enterprises unprofitable. Banding together with environmentally minded suburban residents, they decried the destruction of prime farmland and drew up a plan to preserve farming as a profession in the county. In 1979, the McHenry County Board adopted a land use plan with the primary goal of preserving agricultural lands. Successfully defending the program against court challenges initiated in 1980, the county strengthened the program in 1985 to preserve agricultural production in the county's western and northwestern areas.The completion of a massive Motorola assembly plant near Harvard in 1996 shook the faith of the county's farmers that they could restrain the ever-growing pressure to expand development. Fearful that the municipal leaders of Huntley, Harvard, and Marengo would seek nonagricultural growth to pay for infrastructure modernization, McHenry County farmers have faced virtual extinction as once pastoral lands fall victim to continuing urbanization.",
    "Bibliography": "History of McHenry County, Illinois. 1885.McHenry County in the Twentieth Century, 1968–1994. McHenry County Historical Society. 1994.Nye, Lowell A., ed. McHenry County Illinois, 1832–1968. 1968.",
    "Author of Text": "Craig L. Pfannkuche",
    "Hyperlinked Terms Associated": [
        "Black Hawk War",
        "Cook County",
        "Lake Michigan",
        "Fox River",
        "Kane County",
        "glacial",
        "Lake County",
        "McHenry",
        "Woodstock",
        "Richmond",
        "Crystal Lake",
        "Marengo",
        "township",
        "taxation",
        "railroads",
        "Huntley",
        "Cary",
        "Harvard",
        "Algonquin",
        "Richmond",
        "railroad",
        "Irish",
        "townships",
        "World War II",
        "commuting",
        "Lake in the Hills",
        "parking",
        "agricultural",
        "land use",
        "Motorola"
    ]
}