{
    "Title": "McKinley Park",
    "Descriptive Text": "Community Area 59, 4 miles SW of the Loop. McKinley Park has been a working-class area throughout its long history. This tradition began around 1836 when Irish workers on the Illinois & Michigan Canal took squatter's rights to small tracts of land. By the 1840s, a few farmers had purchased and drained land and sent the Irish squatters packing. One of the first attempts at town building, “Canalport,” died stillborn, but Brighton was platted in 1840 and incorporated in 1851.The completion of the Illinois & Michigan Canal in 1848 and the coming of the Chicago & Alton Railroad in 1857 spurred further subdivision of the area. The rails amplified the transportation advantages of the area, and during the Civil War industries located along the waterways and the railroad. The Union Rolling Mill was founded in the early 1860s along the south fork of the Chicago River and produced 50 tons of rails per day. Eventually, the firm became part of U.S. Steel.Many steelworkers lived in the triangle formed by Archer and Ashland Avenues and 35th Street in an area called Mt. Pleasant. The name was probably ironic because of the adjacent steel mills, and because much of the area was swampy and undrained. Standing water bred hordes of mosquitoes and spring flooding was so severe that many houses were built on stilts. Not surprisingly, a portion of McKinley Park was called “Ducktown.” Some landowners desperate to elevate their holdings invited scavengers to dump ashes and thereby fill low areas. Unfortunately the scavengers dumped not only ashes, but garbage as well. Thus the area was not only wet, but fetid. Even with these problems, McKinley Park was annexed to Chicago in 1863.The fire of 1871 displaced numerous industrial operations and many relocated to this area. Within five years after the fire 11 factories opened—most in iron and steel —along with 27 brickyards. During this same period, meatpacking operations just to the south moved into high gear. The result was the creation of the solid working-class community that still exists today.The packinghouses fouled the environment and dumped wastes directly into the south fork of the Chicago River. Here the stream was such a hellish mess of decomposing material that it became known as “Bubbly Creek” because of the bubbles that constantly roiled its surface. The situation finally became so horrendous that the stream's upper reaches were filled in to rectify the problem.If industries created pollution, they also created many good industrial jobs and led to a period of unprecedented growth and prosperity. Irish, Germans, Swedes, English, and native-born Americans filled the industrial jobs of the 1870s. Even after 1900, when Poles and other Eastern Europeans came to the area, English prevailed as the street language, and the area was the most American of all settlements in the stockyard districts. Transportation had always been poor, but the 1880s and 1890s saw improvement and extension of the car lines on Archer Avenue and on 35th Street. As time passed, steel mills and brickyards closed and industries changed, replaced by new activities. The Central Manufacturing District was begun in 1905 on some 260 acres along the south fork. In the late 1990s it was still operating, Pepsi-Cola was opening a new bottling plant, and the Wrigley Company was still making chewing gum. Meanwhile, the Chicago Sun-Times was building a mammoth publishing and distribution plant west of Ashland along the Chicago River.The beginning of the twentieth century led, after years of complaints by residents, to the creation of a park, which was named for President McKinley after his assassination. The 69-acre park now boasts a swimming pool and ice- skating rink. It is the area's showplace and led to the naming of the entire community.After years of declining populations, during the 1990s the population grew from 13,297 to 15,962, with Mexicans joining the ethnic mix. Well-kept two- and four-flat buildings dominate the landscape, but new infill housing has begun to appear. Two stops on the CTA Orange Line rapid transit have boosted property values and spurred development of a new restaurant, shopping mall, and drugstore.",
    "Bibliography": "The Chicago Fact Book Consortium, ed. Local Community Fact Book: Chicago Metropolitan Area, Based on the 1970 and 1980 Censuses. 1984.Solzman, David M. Waterway Industrial Sites: A Chicago Case Study. 1966.Solzman, David M. The Chicago River: An Illustrated History and Guide to the River and Its Waterways. 1998.",
    "Author of Text": "David M. Solzman",
    "Hyperlinked Terms Associated": [
        "Irish",
        "Illinois & Michigan Canal",
        "Railroad",
        "subdivision",
        "transportation",
        "Civil War",
        "Chicago River",
        "fire of 1871",
        "annexed",
        "meatpacking",
        "iron and steel",
        "Chicago River",
        "Germans",
        "Swedes",
        "English",
        "Poles",
        "Central Manufacturing District",
        "Chicago Sun-Times",
        "swimming",
        "skating",
        "Mexicans",
        "rapid transit"
    ],
    "Street addresses associated": [
        "McKinley Park",
        "Archer Heights",
        "Ashburn"
    ]
}