{
    "Title": "Medical Education",
    "Descriptive Text": "In nineteenth-century Chicago, a medical degree was not always needed to practice medicine. No licensing laws yet governed medical practice, and doctors commonly learned medicine by apprenticeship or by reading medical texts. Doctors who had obtained formal medical training in eastern medical colleges founded similar schools in their newly adopted city. These schools enabled local youth to afford medical education and provided founders and faculty with income from students' fees while enhancing their prestige and reputations, which helped them attract paying patients.Chicago's first medical school, Rush Medical College, was founded by Daniel Brainard in 1843. Like most medical schools in the nation, it offered two 16-week terms. Instruction each week consisted of four daily lectures. The second term merely repeated the first term's lectures. Brainard attracted numerous skilled lecturers to Rush, including Nathan S. Davis, a founder of the American Medical Association. Dedicated to enhancing the status of the medical profession by reforming medical education, Davis advocated a “graded curriculum”—a medical course in which the second term built upon and extended the learning accomplished in the first.Unsuccessful in his attempt to institute a graded curriculum at Rush, Davis established a competing school in 1859. The Lind University Medical School, later renamed the Chicago Medical College, eventually became the Northwestern University Medical College. In addition to grading the curriculum, Davis increased the length of each term and established educational entrance requirements, a significant improvement upon the complete lack of such requirements in most U.S. medical colleges.Though most of the students who attended Rush and the Chicago Medical College were Midwestern white males, these schools did accept and graduate a few African American medical students. Except for Mary Harris Thompson, who received her second medical degree from the Chicago Medical College in 1870, women could enroll but not graduate from either school in the nineteenth century. In 1871, the newly established Woman's Hospital Medical College, later renamed the Chicago Woman's Medical College, and then the Northwestern University Woman's Medical School, provided Chicago women with access to formal medical education.In 1881, several physicians established the College of Physicians and Surgeons. They aimed to improve the quality of medical instruction and to provide themselves with medical professorships. In 1897, this college affiliated with the University of Illinois and became the University of Illinois College of Medicine.In addition to these “regular” medical colleges, several institutions trained practitioners in alternative medical practices. The most popular alternative, especially among well-educated segments of society, was homeopathy. Homeopathic theory held that drugs should be tested to determine their effects, that a drug which causes specific symptoms in a well person is the drug which should be used to cure those same symptoms in an unwell person (like cures like), and that a drug's potency is enhanced by a series of dilutions (the law of infinitesimals). The Hahnemann Medical College opened in 1860 and became coeducational in 1871. Except for the emphasis upon homeopathic therapeutics, instruction resembled that in Chicago's “regular” medical schools. Eclectic practitioners, another popular alternative, claimed to select the most effective forms of medical treatment from among all available therapies and avoided the depleting methods of bleeding and purging that characterized “regular” medicine. Their school, the Bennett College of Eclectic Medicine, opened as a coeducational school in 1868. Like their regular counterparts, Chicago's homeopathic and eclectic schools accepted a small contingent of African American students.Throughout the second half of the nineteenth century, and especially after 1878, when state legislation required medical practitioners to possess medical degrees from approved medical schools with established standards, Chicago's medical schools gradually extended the length of each term, increased the number of terms required, and included lectures on a broader array of subjects. Pedagogical methods, however, did not change until acceptance of the germ theory of disease introduced laboratory-based training in bacteriology in the 1890s.Despite these reforms, efforts to improve the general state of medical education in Chicago suffered in 1891, when political forces led John Rauch to resign as secretary of the State Board of Health. The weakened board was unable to control the spread of poor-quality medical schools. More than 20 new medical schools opened in Chicago in the 1890s and early 1900s. Many were short-lived and some were nothing more than diploma mills. Others, like the Harvey Medical College, which offered night classes, attempted to provide quality medical education to working-class men and women.By 1910 the situation had not improved, and Abraham Flexner's report on medical education in the United States labeled Chicago “the plague spot of the country.” Subsequently, various reform efforts and the funneling of money from foundations and governments into certain schools led many schools to close, consolidate, or affiliate with universities. Bennett Medical College joined with several other failing schools in 1910 and affiliated with Loyola University, becoming the Loyola University School of Medicine. Rush Medical College affiliated with the University of Chicago in 1924. This union lasted until 1941, when the University of Chicago established its own medical school. Though Rush Medical College continued to exist as a corporate entity, it did not reestablish itself as a full-fledged medical college until the late 1960s.Twentieth-century reforms in medical education led to remarkable standardization. All schools have similar premedical requirements, require four years of medical school attendance, offer a similar curriculum consisting of basic science and laboratory training in the first two years of medical education and clinical training in the last two years, and rely upon full-time, salaried faculty. Increasingly from the late nineteenth through the twentieth century, medical school education has been supplemented by additional clinical training obtained through hospital internships and residencies.",
    "Bibliography": "Bonner, Thomas N. Medicine in Chicago, 1850–1950: A Chapter in the Social and Scientific Development of a City. 1957.Chicago Medical Society. History of Medicine and Surgery, and Physicians and Surgeons of Chicago. 1922.Davis, David J., ed. History of Medical Practice in Illinois, vol. 2, 1850–1900. 1955.",
    "Author of Text": "Eve Fine",
    "Hyperlinked Terms Associated": [
        "Northwestern University",
        "African American",
        "Womans Hospital Medical College",
        "universities",
        "Loyola university",
        "University of Chicago"
    ]
}