{
    "Title": "Medical Societies and Journals",
    "Descriptive Text": "Chicago's oldest major medical association, the Chicago Medical Society (CMS), was founded by Levi Boone and other physicians in 1850 and was restructured in 1852 by Nathan S. Davis, a primary organizer of the American Medical Association in Philadelphia in 1847. The CMS organ, the Chicago Medical Record (later, the Chicago Medical Recorder ), was not the first local journal—that honor belonged to the Chicago Medical Journal, which lasted from 1844 to 1889—but it appeared between 1891 and 1927, a crucial period in the development of the city's medical community. Other important Chicago journals include the Surgical Clinics of North America, originally a means to disseminate the findings of the Chicago surgeon John B. Murphy (1857–1916) and published since 1911, and the CMS publication Chicago Medicine. Long the largest local medical society in the world, the CMS successfully accommodated specialist societies like the Chicago Pathological Society (founded 1878) and the Chicago Neurological Society (founded 1898) by adopting in 1903 a federal-style organization in which specialized bodies conduct meetings but delegate policymaking to elected officers and financial matters to trustees.Chicago's medical community has had great regional and national prominence as well. Chicago physicians dominated the Illinois State Medical Society soon after its establishment in 1840. Nathan S. Davis served, after 1883, as the first editor of the Journal of the American Medical Association; under the long editorship (1924–1949) of Morris Fishbein, another prominent Chicago physician, JAMA became the leading American medical journal. The American Medical Association has been headquartered in Chicago since 1902.",
    "Bibliography": "“150 Years of Medicine in Chicago.” Chicago Medicine 103 (May 2000).American Medical Association. Caring for the Country: A History and Celebration of the First 150 Years of the American Medical Association. 1997.Bonner, Thomas N. Medicine in Chicago, 1850–1950: A Chapter in the Social and Scientific Development of a City. 1957.",
    "Author of Text": "Christopher James Tassava"
}