{
    "Title": "Medical Manufacturing and Pharmaceuticals",
    "Descriptive Text": "Chicago's preeminence in both medicine and industry has made the city a manufacturing center for medical products. Practitioners and patients throughout the world depend on a vast array of supplies and drugs produced in Chicago-area laboratories and factories. Chicago innovations read like a list of the twentieth century's greatest strides in medicine, including the development of antibiotics, blood transfusions, birth control, and AIDS drugs. While their products have saved or enhanced countless lives, the huge profitability of some Chicago medical and drug manufacturers has also embroiled them in controversies about the ethics of for-profit medicine.Medical and Surgical ManufacturingFor most of the nineteenth century, American physicians designed their own surgical instruments or imported them from Europe. Chicago's Charles Truax & Co. revolutionized surgical instrument making in the 1880s by establishing simplified standard designs and applying the techniques of mass production to what had formerly been an individual craft. Charles Truax (1852–1918), who had opened a physician's supply store in Iowa in 1878, relocated to Chicago in 1884 to be near the city's growing numbers of physicians and medical colleges. Within five years, his surgical instrument sales had increased 20-fold. Truax responded to the new importance of antisepsis in medicine by creating the first line of “aseptic” surgical instruments that could be easily sterilized. In addition to its design and manufacturing innovations, Charles Truax & Co. (later renamed Truax, Greene) was known for its aggressive patenting and marketing practices. The company's 1893 sales catalog was over 1,500 pages long, and its products were so well known that physicians attending the World's Columbian Exposition flocked to view Truax's Wabash Avenue headquarters. Charles Truax assured his place in medical history with the 1899 publication of his voluminous The Mechanics of Surgery, the first work to establish standard nomenclature for surgical devices.By the time Truax & Co. dissolved in 1920, Chicago had become the leading center of medical manufacturing in the country. City directories listed a total of 74 surgical and dental instrument makers in Chicago at the turn of the century. The most important was V. Mueller & Co., manufacturer and retailer of medical devices, founded in 1898 by Vinzenz Mueller, a German immigrant. V. Mueller was particularly renowned for its ear, nose, and throat instruments. In addition to surgeon's tools, Chicago manufacturers produced medical items as diverse as artificial limbs, druggists' scales, and hospital clothing. Medline Industries, founded in Chicago in 1910 as a manufacturer of nurses' gowns, is today the largest privately held manufacturer and distributor of health care supplies in the United States; its more than 70,000 products include bandages, gowns, and wheelchairs.But the true Chicago-area giant in medical manufacturing has been Baxter International, the top-ranked medical products company in the nation. In 1929, California physician Donald E. Baxter developed a method to produce safer intravenous solutions, which hospitals had previously mixed themselves. With two partners, in 1931 he founded what would become Baxter Laboratories and soon opened a production site in a former garage in Glenview. Baxter Labs invented the “Transfuso-Vac” in 1939, a device that allowed blood to be stored for up to 21 days, making blood banking possible for the first time. Skyrocketing demand for blood devices and solutions during World War II forced Baxter to open temporary plants. Starting in 1953, Baxter enjoyed 24 consecutive years of more than 20 percent annual earnings growth as it introduced one revolutionary device after another, including the kidney dialysis machine, a blood oxygenator for open-heart surgery, and factor VIII blood products for hemophiliacs.Baxter's success has been due to both its innovative research and development and its aggressive acquisition or elimination of competitors. The company's attempts to dominate the medical products industry began in the 1950s, when it purchased other major laboratories producing competitive plasma and blood products. Baxter presided over the largest health care industry merger of the 1980s, acquiring the Chicago-area distributor American Hospital Supply Corporation in 1985. This merger gave Baxter control over the distribution as well as development and manufacture of a huge array of medical supplies. In 1999, Baxter came under scrutiny for its role in the cancellation of an important cancer research trial by a small company, CellPro, that had developed bone marrow transplant technology to rival Baxter's. Baxter and partner's successful suit against CellPro for patent infringement forced the smaller company into bankruptcy and ended the trials of the rival technology, raising questions about contradictions between product monopoly and the needs of patients.PharmaceuticalsChicago's first druggist was Philo Carpenter, who arrived in 1832 and opened a drug store on what is now Lake Street. Frederick Thomas, Chicago's first barber-surgeon, ran a retail drug business in the 1830s in addition to offering “bleeding, leeching and tooth-drawing.” In 1844 the well-known homeopath David Sheppard Smith established a pharmacy in Chicago; his establishment soon became a national distributor of homeopathic medicines.The founding of Rush Medical College in 1837 had made Chicago an important center of medical education, and by 1859 the city boasted its own pharmacy school, the Chicago College of Pharmacy on Dearborn Street. The College of Pharmacy fell on economic hard times and briefly closed during the 1860s, but it reopened its doors on October 3, 1871, to a “large and enthusiastic class.” After barely a week of lectures, the college and all its supplies were destroyed by the Chicago Fire. A fundraising drive enabled the college to open yet again in 1873 and to erect new headquarters on State Street. In 1896, it was absorbed by the University of Illinois. Another pharmacy school, the Illinois College of Pharmacy, opened in 1886 and five years later joined Northwestern University as its School of Pharmacy.Pharmaceutical manufacturing also became an important part of Chicago's economy by the end of the nineteenth century. One of the nation's largest drug companies, Abbott Laboratories, originated in the city in 1888. That year, Wallace C. Abbott began producing “domestic granules,” precisely measured amounts of drugs, in his apartment on the North Side. First incorporated as Abbott Alkaloidal Company in 1900 and renamed Abbott Laboratories in 1915, the company opened a manufacturing plant in North Chicago in 1920. Abbott has been involved in some of the most important drug discoveries of the century. Abbott scientists developed the drug Pentothal in 1936, and in 1941 the company was one of five in the United States to begin commercial production of penicillin. During the second half of the century, Abbott's most important products have included new antibiotics, drugs for hypertension and epilepsy, and radiopharmaceuticals. In 1996, Abbott began worldwide sales of Norvir, a protease inhibitor for AIDS patients. Abbott has also marketed a number of highly controversial products, including the barbiturate Nembutal (later found to be addictive) and the infant formula Similac (criticized for its nutritional deficiencies compared to breast milk). In 1996, under pressure from consumer groups and the Federal Trade Commission, Abbott agreed to cease making unsubstantiated claims about the benefits of its nutritional supplement Ensure.In 1890 an Omaha druggist named Gideon Daniel Searle relocated to Chicago, where he began producing drugs for syphilis and amoebic dysentery. He incorporated G. D. Searle & Co. in 1908, which throughout the century has developed such well-known products as Metamucil (for constipation), Dramamine (for motion sickness), Aspartame (an artificial sweetener), and the first birth control pill. In 1985, Searle became the pharmaceutical sector of the chemical giant Monsanto Corporation.At the beginning of the twenty-first century, the Chicago-area's largest medical and pharmaceutical manufacturers were operating outside the city, with large campus headquarters and manufacturing facilities in the suburbs. Abbott, headquartered in suburban North Chicago and with 15,000 employees in Illinois, was named Chicago's number one company by the Tribune in 1999. Baxter International, with 4,000 Illinois employees, is in north suburban Deerfield.",
    "Bibliography": "Cody, Thomas G. Strategy of a Megamerger: An Insider's Account of the Baxter Travenol–American Hospital Supply Combination. 1990.Kogan, Herman. The Long White Line: The Story of Abbott Laboratories. 1963.Truax, Charles. Mechanics of Surgery. 1899.",
    "Author of Text": "Beatrix Hoffman",
    "Hyperlinked Terms Associated": [
        "Deerfield",
        "North Chicago",
        "Northwestern University",
        "University of Illinois",
        "medical education",
        "drug",
        "World War II",
        "Glenview",
        "hospitals",
        "German",
        "Worlds Columbian Exposition",
        "AIDS",
        "innovations"
    ]
}