{
    "Title": "Melrose Park, IL",
    "Descriptive Text": "Cook County, 12 miles W of the Loop. Melrose Park is one of Chicago's many pre–World War II suburbs that do not fit the mythology of suburban affluence. Its origins may be dated to 1873, when the Melrose Land Company subdivided a large tract almost due west of Chicago, well beyond city limits. At first the company gave away a pair of 26-foot lots to anyone who agreed to build a dwelling valued at $500 or more. Within a year 50 people had accepted the offer. No services were provided, however, and settlement slowed. By 1880 the population was barely 200, and in 1882 only 38 votes were cast to establish the village of Melrose. The village grew steadily during the 1880s, however, adding ‘Park’ to its name in 1894. By the turn of the century it was home to 2,592 people.Melrose Park evolved into an industrial suburb. Stagnating after 1900, it boomed after World War I. A number of manufacturers established or greatly expanded operations. These included National Malleable and Steel Castings, the American Brake Shoe and Foundry Company, and the Edward Hines Lumber Company. At first, like other industrial suburbs, Melrose Park functioned almost as a self-contained entity. One of the larger companies in the early 1920s was Richardson's, manufacturers of asphalt shingles, roll roofing, and composition battery casing. In the mid-1920s three-quarters of its workforce of more than 500 lived within the village. During the 1920s the local demand for homes supported the activities of many small builders and at least one large one. In 1925 the Sol Bloch Real Estate Improvement Company was building more than a hundred homes in Melrose Park and adjacent suburbs. It sold some for as little as $500 down, with the balance to be paid over a period of 7 to 12 years, while more substantial brick bungalows cost $8,500.The opening of the huge Proviso freight yards in 1926 reinforced the character of Melrose Park as an industrial, working-class suburb. By 1940 the town offered 38 jobs for every 100 residents (including children), two-thirds of which were in manufacturing. These were higher ratios than for more diversified suburbs such as Blue Island, but lower than for industrial suburbs and satellites such as Cicero and Chicago Heights. Wartime growth sparked more of the same sort of development, notably through the construction of a Buick airplane motor plant along the Indiana Harbor Belt Railroad. Other businesses in Melrose Park after World War II included Zenith (which closed its factory in 1998), Alberto-Culver, a Ford automobile parts facility, and the headquarters of Jewel Food Stores. Melrose Park is also the site of the region's oldest amusement park, Kiddieland, founded in 1929.The ethnic composition of Melrose Park has included many Italians, with smaller numbers of German, Irish, and Polish residents. Since 1894 the Feast of Our Lady of Mt. Carmel has been an annual Italian American celebration. In the latter part of the twentieth century many Hispanic immigrants were also attracted to Melrose Park by its jobs and inexpensive housing. In 2000, 54 percent of the village's population was Hispanic, while less than 3 percent was black.",
    "Bibliography": "Christgau, Eugene F. “Unincorporated Communities in Cook County.” M.A. thesis, University of Chicago. 1942.Harris, Richard. “Chicago's Other Suburbs.” Geographical Review 84.4 (1994): 394–410.Keating, Ann Durkin. Building Chicago: Suburban Developers and the Creation of a Divided Metropolis. 1988.",
    "Author of Text": "Richard Harris",
    "Hyperlinked Terms Associated": [
        "Lumber",
        "Real Estate",
        "bungalows",
        "Blue Island",
        "Cicero",
        "Chicago Heights",
        "Railroad",
        "automobile parts",
        "amusement park",
        "Italians",
        "German",
        "Irish",
        "Polish"
    ]
}