{
    "Title": "Mental Health",
    "Descriptive Text": "In 1847, Edward Mead, a general practitioner trained in Ohio, came to Chicago and founded the Chicago Retreat for the Insane. It was set afire by a patient and burned down, and it took 50 years for another private institution to be founded, in Kenilworth. In 1851 the Illinois State Hospital for the Insane (renamed Jacksonville State Hospital) was the first such state-sponsored institution in Illinois. Chicago State Hospital, known as “ Dunning ” because of its location, was originally part of a county-sponsored poorhouse, a collection of freezing, filthy prison cells built in 1854. In 1912 it was transferred from the county to the state.By the early 1900s psychiatry was still embedded in the practice of neurology, which had been introduced into medical school curricula in the 1840s. The Chicago Medical College had a chair of neurology and merged with Northwestern University in 1891. Rush Medical College first set up a separate department of neurology in 1910. The College of Physicians and Surgeons joined the University of Illinois in 1913. Neurologists in these medical programs focused primarily on managing the symptoms of patients' disorders rather than on theoretical investigations.The State Psychopathic Institute in Chicago (founded 1907), a collaboration between the state and the University of Illinois Medical School, served as a clearing house for processing patients to the state hospitals. The care of psychiatric patients was essentially containment for the more seriously disturbed patients, but many languished at home in despair. The practice of diagnosis and treatment was rare in Chicago, dispensed mainly in neurologic programs and offices.The development of psychiatry and what was then known as mental “hygiene” started in Chicago in the 1920s with the “guidance movement” for children's emotional problems and the attention to delinquency in adolescents and young adults. The judicial system turned for help to William Healy through the Juvenile Court of Cook County. The Institute for Juvenile Research ( Juvenile Psychopathic Institute at its inception), headed by Healy, started the era of an organized interest in child and adolescent behaviors. This work was internationally known and respected in the new field of child psychiatry.In the 1930s training and treatment clinics were becoming active at Chicago's medical schools. At the University of Chicago, psychiatry was a division in the department of medicine, while Loyola had a combined department of psychiatry and neurology. The University of Illinois had already separated psychiatry from neurology. Michael Reese, in affiliation with the University of Chicago, had a mental hygiene clinic and trained residents.Dr. Franz Alexander came from Vienna to the University of Chicago in 1930 as a visiting professor of psychoanalysis. A few years later he founded the Chicago Institute for Psychoanalysis, attracting a brilliant faculty of psychiatrists. The institute had unofficial affiliations with medical schools, Michael Reese's Psychiatric and Psychosomatic Institute, and some of the state hospitals. It also influenced the training at the Menninger Clinic in Topeka, and at universities in Cincinnati and Detroit.The Illinois Neuro-Psychiatric Institute was established in 1942 under the auspices of the Illinois Department of Public Welfare and the University of Illinois. Its mission was the study of mental and nervous disorders and providing psychiatric training for practitioners. This facilitated the affiliation between psychiatric programs in the medical schools and the state hospitals.World War II occasioned a major shift. Psychiatrists in the medical corps treated large numbers of emotional casualties among the troops, and they returned as psychiatric practitioners in the state hospitals, medical schools, and in private practice.In the late 1940s, general hospitals in Chicago began to set up psychiatric units. St. Luke's Hospital opened a unit and later merged into Rush-Presbyterian-St. Luke's Hospital; Michael Reese had several units; and Wesley and Passavant Hospitals had units that later merged with Northwestern Memorial Hospital. Other hospitals began to open psychiatric inpatient units, and clinic programs were available throughout Chicago.The city of Chicago also exercised leadership in opening mental health clinics in some of the public housing projects for their surrounding communities through the Chicago Board of Health. The Illinois Department of Welfare was reorganized to improve the state psychiatric system. The state's zone system of care became the national model during the era of the Great Society's support of mental health programs.At the end of the twentieth century, Chicago psychiatry reflected the state of American medicine with major research efforts in psychiatric treatment and research. Because of its labor-intensive requirements, psychotherapy treatment suffered from the limitations on visits imposed by the growing managed care programs.",
    "Bibliography": "American Psychiatric Association, “The Benjamin Rush Lecture.” Annual meeting, 1970.Grinker, Roy R., Sr. History of Psychoanalysis in Chicago, 1911–1975. In Annual of Psychoanalysis, vol. 23, 1995.Rosen, George. Madness in Society: Chapters in the Historical Sociology of Mental Illness. 1968.",
    "Author of Text": "Harold M. Visotsky",
    "Hyperlinked Terms Associated": [
        "Kenilworth",
        "Hospital",
        "Dunning",
        "Northwestern University",
        "University of Illinois",
        "University of Chicago",
        "clinics",
        "Michael Reese",
        "Loyola",
        "World War II",
        "public housing",
        "Great Society"
    ],
    "Street addresses associated": [
        "Dunning",
        "Hyde Park",
        "Kenilworth"
    ]
}