{
    "Title": "Mercy Hospital",
    "Descriptive Text": "In 1852 the charter to Chicago's first hospital, the Illinois General Hospital of the Lakes, transferred its control to the Sisters of Mercy, who renamed it Mercy Hospital. Illinois General had been established in 1850 through the efforts of Nathan Smith Davis, a teaching physician on staff at Rush Medical College. Initially Rush medical students cared for patients at the new hospital, which was located at the Lake House Hotel on North Water and Rush Streets, until Davis employed the Sisters of Mercy.The Illinois General Hospital of the Lakes, which had previously operated as a boardinghouse, had been started with the proceeds from a lecture series. The trustees were unable to find permanent funds and turned to the Sisters with an agreement in 1851 that doctors would work for free with the privilege of giving clinical instruction to medical students. This transfer fulfilled the long-standing goal of the Roman Catholic Archdiocese of Chicago to erect a hospital operated by the Sisters in response to recent cholera epidemics and the continued poverty of many Roman Catholic immigrants.Mercy Hospital relocated to 26th and Calumet in 1863 and underwent its first expansion in 1869. Although many Chicago residents disparaged Mercy for its remote location in “the country,” the move proved auspicious, as Mercy's new facility survived the Great Fire of 1871.After extensive fundraising campaigns in the mid-1960s, new buildings were constructed in 1967 and the old complex razed. Though a board of trustees was established in the 1960s to give policy oversight, at the turn of the century the Sisters of Mercy continued to hold controlling sponsorship of Chicago's first Catholic and oldest continuing general hospital.",
    "Bibliography": "Bonner, Thomas Neville. Medicine in Chicago, 1850–1950: A Chapter in the Social and Scientific Development of a City. 1957.Clough, Joy. In Service to Chicago: The History of Mercy Hospital. 1979.Coughlin, Roger J., and Cathryn A. Ripplinger. The Story of Charitable Care in the Archdiocese of Chicago, 1844–1959. 1981.",
    "Author of Text": "Wallace Best",
    "Hyperlinked Terms Associated": [
        "hospital",
        "boardinghouse",
        "Roman Catholic Archdiocese of Chicago",
        "epidemics",
        "Roman Catholic",
        "Fire of 1871"
    ],
    "Street addresses associated": [
        "Calumet"
    ]
}