{
    "Title": "Merrillville, IN",
    "Descriptive Text": "Lake County, 33 miles SE of the Loop. Known as “Downtown Northwest Indiana,” the town of Merrillville, just south of Gary, embraces a large number of restaurants, banks, malls, and businesses typical of American suburbia in the late twentieth century.In the mid-1830s, Potawatomi and Miami regularly visited the Merrillville area. Calling it McGwinn's Village, Indians would hold intertribal councils and conduct ceremonies and dances. Over 15 Indian trails crisscrossed the region, connecting with the Sauk Trail, a major east-west route through Indiana and into Illinois. In addition, the site comprised a Native American burial ground with over a hundred graves.In 1835, as American settlers pushed west into Northwest Indiana, Jeremiah Wiggins purchased a claim just south of Turkey Creek and named it Wiggins Point. Other settlers arrived soon after, changing the name to Centerville because of its location in the county. In 1848, the post office renamed the settlement Merrillville, after residents Dudley and William Merrill. At that point, the village included a store, a blacksmith shop, a cheese factory, and the California Exchange Hotel. Railroads pushed through Merrillville in 1876 (later the Chesapeake & Ohio) and in 1880 (Chicago & Grand Trunk), opening links to the Chicago markets. Through World War II, Merrillville was a typical Midwestern farming community.Beginning in the 1950s, however, several phenomena combined to cause striking changes in the Merrillville landscape. First, as in other areas of the country, urban residents began their outward march to suburbia; in northwest Indiana, residents of the industrial cities of Gary, Hammond, and East Chicago began to buy new homes in central Lake County. Next, the 1967 election of Richard Gordon Hatcher, Gary's first African American mayor, accelerated the white flight begun a decade earlier. Finally, Interstate 65 opened in 1968, connecting Interstate 80/94 in Gary to U.S. 30 in Merrillville.Almost overnight, Merrillville experienced tremendous commercial and residential growth. Most of the retail and bank establishments relocated from downtown Gary and Hammond to Merrillville, as suburban malls and office complexes sprang up in the cornfields.Efforts to incorporate Merrillville began in the 1950s but were unsuccessful until 1971, when Indiana's General Assembly passed legislation exempting only Lake County from the state's “buffer zone” law, which prohibited incorporation in areas within three miles of larger cities (such as Gary and neighboring Hobart ).Although Merrillville experienced a commercial and residential boom, little of that prosperity reached town government. In 1972 Indiana passed legislation freezing local budget increases to 5 percent per year. Merrillville's budgets quickly fell behind the inflation rate and the town struggled to maintain services. To compound matters, neighboring Hobart annexed a large portion of unincorporated Ross Township in 1994, which included the profitable Southlake Mall and other retail malls.At the end of the twentieth century, Merrillville continued to serve as northwest Indiana's commercial hub. Its population stabilized and became more diverse, as African Americans and other minorities began to buy houses and attend schools. Several major road projects have been planned to ease traffic congestion near the malls.",
    "Bibliography": "Clemens, Jan. A Pictorial History of Merrillville. 1978.Goodspeed, Weston A., and Charles Blanchard. Counties of Porter and Lake Indiana. 1882.Moore, Powell A. The Calumet Region: Indiana's Last Frontier. 1959.",
    "Author of Text": "Stephen G. McShane",
    "Hyperlinked Terms Associated": [
        "Gary",
        "Potawatomi",
        "Miami",
        "Native American",
        "Railroads",
        "World War II",
        "Hammond",
        "East Chicago",
        "Lake County",
        "African American",
        "Hobart"
    ]
}