{
    "Title": "Merriam Center",
    "Descriptive Text": "(The Charles E. Merriam Center), 1313 E. 60th Street. Beginning in 1938, the Public Administration Building, located on the campus of the University of Chicago in Hyde park, was home to the International City Managers Association, the American Planning Association, the Council of State Governments, the American Public Works Association, the Municipal Finance Officers Association, the Government Welfare Association, and the National Association of Housing Officials. In addition, 1313 was home to the Public Administration Clearing House, the Public Administration Service, and the Joint Reference Library.The origin of the concept that there should be a building dedicated to public administration belonged to Louis H. Brownlow and University of Chicago political scientist Charles E. Merriam. Merriam student Beardsley Ruml, as executive director of the Spelman Fund (which had just merged with the Rockefeller Foundation), helped arrange a grant of $1 million in 1936 to the university specifically for the purpose of erecting a building. Designed by the architectural firm of Zantzinger & Borie, 1313 would be the last of the gray limestone neo-Gothic buildings to be built on the campus.The Merriam Center embodied two central visions: (1) bringing together the headquarter staffs of professional state and local government-oriented associations in a single building, and (2) building a bridge between public administration practitioners and the university-based research community. The first vision was fulfilled in large part through the regular, direct contact of association staffs who worked at 1313. But efforts to establish on-campus connections between the theory and actual practice of public administration did not extend far beyond Merriam's personal influence.The building was not without public controversy. An article, “Terrible 1313,” published in the American Mercury in 1959, attempted to document that 1313 was the headquarters of an anti-American movement to introduce zoning, building codes, public health laws, and other anti–private property initiatives. In 1979, the building was renamed the Charles E. Merriam Center for Public Administration. By 1995 none of the original associations remained; they had all moved their headquarters to larger, newer, and for the most part, more federally focused locations.",
    "Bibliography": "Brownlow, Louis. A Passion for Anonymity: The Autobiography of Louis Brownlow. 2 vols. 1958.Karl, Barry D. “Louis Brownlow.” Public Administration Review 39 (November–December 1979): 511–516.Knack, Ruth Eckdish, and Howard Rosen. Terrible 1313 Turns Fifty: The Golden Anniversary of the Merriam Center. 1990.",
    "Author of Text": "Howard Rosen",
    "Hyperlinked Terms Associated": [
        "University of Chicago",
        "Hyde park",
        "American Planning Association",
        "University of Chicago",
        "zoning",
        "building codes",
        "public health"
    ],
    "Street addresses associated": [
        "Hyde Park"
    ]
}