{
    "Title": "Merrionette Park, IL",
    "Descriptive Text": "Cook County, 14 miles S of the Loop. In contrast with communities that started as market towns, railroad suburbs, or satellite industrial cities, Merrionette Park was an intentionally planned suburban development. Started in the early 1940s, it has remained a quiet bedroom suburb. It borders the Chicago neighborhood of Mount Greenwood and otherwise is surrounded by five cemeteries.By 1943, Chicago developer Joseph E. Merrion built over 120 small single-family homes in this unincorporated area. Strong housing needs, coupled with a booming war economy, meant that working families were anxious to find affordable housing. Both during and after the war, Merrion responded to this need. Along with additional housing in Merrionette Park, Merrion built a major development that would become the small village of Hometown and subdivisions in what would become Country Club Hills.From the start, perhaps because of the wartime conditions, its somewhat isolated nature, its small size, and the dynamic of being only a residential place, this has been a demographically stable community, with many children returning as adults to live in the community.The first residents formed the Merrionette Park Property Owners Association, which served for several years as a quasi-local government. About 60 percent of the residents participated, and by 1946 the association had negotiated water service from the city of Chicago, purchased a community school bus, put in streetlights, and organized social activities.Population increases, however, multiplied the demand for services. In November 1946, the Executive Board of the Property Owners Association prepared a report detailing options for the community. It could continue as is, annex to Chicago, or become incorporated. The document led to the incorporation of Merrionette Park in 1947. The new village honored Joseph Merrion by maintaining the use of his name.The village was landlocked, and, even with a new trailer park and new housing in the late 1940s, the 1950 population stood at 1,101. By 1970, the population was 2,303, declining to 1,999 in 2000.As the village developed, its small size necessitated continued volunteer activity. The fire department remained voluntary. The police department started with the appointment of a chief in 1947 who supervised community volunteers who drove around the community with cardboard signs on their windshields reading “Police.” Starting in 1951, the village's volunteerism extended to baseball. In the 1990s, more than a thousand children from the village and surrounding communities were part of Merrionette Park Youth Baseball.Into the late 1990s, Merrionette Park continued as a predominantly white community with a small percentage of African and Hispanic Americans. The financial stability of the village was strengthened when, in 1986, a small commercial core developed at the intersection of 115th Street and Kedzie Avenue. In 1997, Merrionette Park celebrated its 50th anniversary with a strong outpouring of support from past and present residents.",
    "Bibliography": "50th Anniversary, Village of Merrionette Park, August 16–17, 1997. Fiftieth Anniversary Committee, Merrionette Park, IL. 1997“People of Merrionette Park, Shall We: 1. Continue ... 2. Annex ... 3. Incorporate.” Mimeographed typescript, Village of Merrionette Park. November 25, 1946.Nolan, Mike. “Tiny Village, Big Heart.” Daily Southtown, February 2, 1998.",
    "Author of Text": "Larry A. McClellan",
    "Hyperlinked Terms Associated": [
        "railroad",
        "Mount Greenwood",
        "cemeteries",
        "Hometown",
        "subdivision",
        "Country Club Hills",
        "water",
        "baseball"
    ],
    "Street addresses associated": [
        "Mount Greenwood"
    ]
}