{
    "Title": "Metropolitan Statistical Area",
    "Descriptive Text": "Metropolitan Statistical Areas (MSAs) reflect the efforts of the U.S. Office of Management and Budget (OMB) to map some popular images (such as New York as a metropolis, or “Greater Philadelphia”) using urban census data. The first guidelines on the identification of MSAs (first called SMAs, Standard Metropolitan Areas) were issued in 1949. Since then, the standards have been regularly updated. The name of the units was changed to Standard Metropolitan Statistical Areas (SMSAs) just before the 1960 census, then to the present name in 1983.The OMB has developed a series of criteria that formally define an MSA, including population magnitude and density, and characteristics of the labor force. The designation requires an urbanized county with a central city of at least 50,000, and surrounding municipalities that are socially and economically integrated with the center. Adjacent counties may be included in the MSA if they meet certain criteria of integration into the metropolitan area.The sprawling Chicago urbanized area is populous enough to characterize a Consolidated Metropolitan Statistical Area (CMSA). A CMSA is a set of adjacent MSAs, called Primary Metropolitan Statistical Areas (PMSAs) in this context, related by economic and demographic criteria so as to constitute a super-MSA that resembles Jean Gottmann's abstract “megalopolis.” The Illinois component of that area includes Cook, DuPage, McHenry, DeKalb, Lake, Kane, Kendall, Will, Grundy, and Kankakee Counties in Illinois, as well as Kenosha County, Wisconsin, and Lake - Porter Counties in northwestern Indiana, combined to form a three-state Chicago-Gary-Kenosha CMSA.",
    "Bibliography": "Gottmann, Jean. Megalopolis: The Urbanized Northeastern Seaboard of the United States. 1961.",
    "Author of Text": "William Erbe",
    "Hyperlinked Terms Associated": [
        "Cook",
        "DuPage",
        "McHenry",
        "Lake",
        "Kane",
        "Will",
        "Lake",
        "Porter"
    ]
}