{
    "Title": "Metropolitan Growth",
    "Descriptive Text": "The history of the Chicago metropolitan area is often told in geographic fragments—the histories of dozens of local areas, both inside Chicago and in suburbs. Austin, Barrington, South Shore, Uptown, Naperville, Wilmette, or Harvey: all have their own histories, often told in isolation from one another. To tell the story of these geographic areas separately, however, denies the ways in which the Chicago metropolitan area operates as a whole. Few Chicagoans have lived self-contained lives within one suburb or neighborhood. And even the most self-contained residents are shaped by wider forces such as ethnicity, technology, religion, work, leisure, government, and the physical environment. Individuals live, work, worship, and play across the metropolitan area. Exploring Chicago's development on a metropolitan scale provides a historical and geographical context for the lives of Chicagoans.Chicago's geographic location along a continental divide between the Great Lakes and Mississippi River drainage systems has long made the area a transportation nexus. Transportation improvements which far exceeded the needs of metropolitan residents have fostered great mobility and physical expansion. Chicago's growth was tied to water and roads until the advent of the railroad in 1848, and by the 1890s dozens of railroad lines crisscrossed the region. This spider web of tracks shaped settlement patterns. By the close of the nineteenth century, streetcars and rapid transit began a filling process that would connect contiguous settlement out from the Loop. Highways and expressways dramatically recast these settlement patterns in the twentieth century.Chicago's explosive growth during industrialization has shaped metropolitan development down to the present. Factories located across the area, taking advantage of the many transportation lines. Chicago's opportunities drew hundreds of thousands of newcomers from the great waves of European emigrants in the nineteenth and early twentieth centuries. African American migrants from the South were drawn to Chicago between the 1910s and 1960s, and in the late twentieth century immigrants from around the world continued to take advantage of regional economic opportunities. Ethnic and racial diversity both resulted from metropolitan growth and contributed to its expansion.While humans have inhabited this area for thousands of years, most of our local history begins with the Potawatomi presence in the eighteenth and early nineteenth centuries. Potawatomi farmed, hunted, and traded in this area, locating along trails and water routes. Algonquin is alongside a Potawatomi trail between the Chicago River and Lake Geneva. Summit and Portage Park are among the sites that served as portage between rivers—here between the Chicago and Des Plaines rivers. Lisle, St. Charles, Thornton, Skokie, Palos Hills, and Oak Brook all have evidence of Potawatomi settlements along rivers within their current boundaries.The 1833 Grand Settlement ended the Black Hawk War and substantial Potawatomi settlement in the metropolitan area. The U.S. government quickly sold this newly acquired territory to hundreds of farmers and speculators. Settlers from the American Northeast, as well as German immigrants, soon established farms. Along the same water routes and trails that the Potawatomi had exploited, they built mills, taverns, churches, schools, and stores. Graue Mill (Oak Brook), Hill Cottage Tavern ( Elmhurst ), Whiskey Point ( Belmont Cragin ), Cass ( Darien ), Brush Hill ( Hinsdale ), the North Branch Hotel ( Niles ), and dozens of other settlements emerged to serve these farmers along the roads in and out of Chicago. Settlements grew along the route of the Illinois & Michigan Canal, including Bridgeport, Romeoville, Summit, Lemont, and Lockport.German farmers came to dominate whole communities in northeastern Illinois by the 1840s. They composed an important part of early Bloomingdale, Arlington Heights, Calumet City, Clearing, Carol Stream, Edison Park, Skokie, Dolton, Lincoln Park, Northbrook, Niles, Edgewater, Harvard, and Hoffman Estates. These Germans quickly established institutions—particularly churches and schools—which helped them to maintain their traditions. Within a few years after the Civil War, Niles Center (Skokie) had both German Lutheran and German Catholic congregations. German settlers founded both Elmhurst College and North Central College in the mid-nineteenth century.The first railroad arrived in the area in 1848. Soon Chicago grew as a national railroad center, and railroad stops spurred growth in virtually every direction of the metropolitan area. Farmers, industrialists, commuters, and those seeking leisure-time activities all took advantage of the speed and ease of rail travel. The railroad provided farmers with easy access to Chicago, as daily “milk runs” brought dairy products and farm produce into the city from across the metrop olitan area. Lisle, Arlington Heights, Cary, Frankfort, Barrington, Jefferson Park, and Harvard were centers for dairying and truck farming into the twentieth century.Railroad settlements also shipped the raw materials of city building into Chicago. Bricks from Northbrook, North Center, Park Ridge, Roselle, West Lawn, Dolton, and West Ridge, as well as limestone from Naperville and Elmhurst, were shipped into Chicago along the railroad, especially after the Fire of 1871. Ice harvesting relied on railroads to carry ice to Chicago from Round Lake, Antioch, Crystal Lake, and Lake Villa.Stockyards developed along the rail lines in and around Chicago. While the opening of the Union Stock Yard in 1865 consolidated yards which had been located to the south and southwest of Chicago, outlying locations continued to operate across the nineteenth century, including Naperville, West Chicago, and Hammond. Agricultural processing industries also located near the rails: in Roselle, locally grown hemp was manufactured into rope; Argo established the largest corn-milling plant in the world in Summit; Gail Borden developed a condensed milk factory in Elgin; and the Ovaltine Company established a factory in Villa Park.Heavy industries also located along the railroad lines. Rolling mills on the Near North and Southwest Sides gave way to larger plants built at some distance from the city center, in areas like Hegewisch, Harvey, and South Deering which had access to multiple rail lines. Waukegan, Elgin, Aurora, Joliet, and Gary were labeled “satellite cities” by the turn of the nineteenth century and grew as industrial centers. The massive Pullman Company operations in Pullman, along the Illinois Central Railroad; the Hawthorne Works of General Electric, located in Cicero; Inland Steel in East Chicago; and the South Works on the East Side all took advantage of easy rail and water transportation to obtain raw materials and ship finished products.These industries drew new residents into and around the Chicago metropolitan area. Until after World War II, most industrial workers lived near work, or near a streetcar line whichwould quickly take them there. Alongside native-born migrants were immigrants from Germany and Ireland in the early industrial era just before and after the Civil War, then Eastern and Southern Europeans joined the ranks of industrial workers by the turn of the century. In the 1910s and 1920s, Mexican Americans and African Americans came to work in industrial areas as wide-ranging as the Lower West Side, Gary, and Bensenville.Leisure opportunities drew these workers from the suburb or neighborhood where they lived and worked. Sunday excursions to ballparks, cemeteries, picnic groves, and music halls were hallmarks of nineteenth-century Chicago.Picnic groves, with hiking, biking, and dancing, developed along rail and interurban lines. In West Garfield Park, picnic groves, a bicycle track, a horse race track, and greenhouses drew visitors from around the metropolitan area. Further from the city center, railroad excursions took Chicagoans to the Des Plaines River at Schiller Park, Wheeling, and Des Plaines. Dancing pavilions, picnicking, and camping attracted thousands during warm weather.Round Lake, Fox Lake, Cary, Algonquin, and Antioch all developed at the turn of the century as railroads and interurbans opened metropolitan access to the lakes and the Fox River. Resorts and cabin communities, along with facilities for day trips, helped to boom this resort area in the early twentieth century. An older German picnic grove along the North Branch of the Chicago River was transformed into an amusement park called Riverview in 1904. In Greater Grand Crossing, the White City Amusement Park opened in the same year. These parks drew residents from across the metropolitan area, along streetcar, interurban, rail, and elevated lines.These resort sites each catered to different economic, and often different ethnic, clienteles. Wealthy Chicagoans were drawn to Lake Geneva and estate sites in DuPage, Lake, and McHenry Counties. In contrast, the picnic groves and cottages along Bangs Lake drew blue-collar Chicagoans to Wauconda in the early twentieth century. Robert Ilg built a recreational park along a streetcar line in Niles for his workers that included two outdoor swimming pools and a replica of the Leaning Tower of Pisa. Illinois Bell and Montgomery Ward both established vacation enclaves for employees in rural Warrenville.Sometimes it was difficult to tell leisure-time activities from the search for a new home. In the 1870s and 1880s, developers of Riverside and Norwood Park built hotels, hoping to attract tourists who might then buy lots. During the 1890s, Lesser Franklin offered free Sunday excursions to his subdivision alongside a western railroad stop. Pavilions, parades, dancing, contests, food, and beer drew thousands and Franklin Park developed as a suburban town.In the years after the Civil War, commuters, who often worked in professional and managerial positions in the Loop, found new and existing railroad settlements attractive as home sites. Unlike their working-class counterparts, these upper-middle-class Chicagoans had the money and time to commute to work.Developers in railroad towns subdivided property and usually graded streets and paved sidewalks. Sometimes they began the process of providing other services (water, sewers, gas, and then electricity) to attract their affluent clientele. These suburban subdivisions were both inside and beyond the current Chicago city limits: Riverside, Morgan Park, Kenilworth, Elmhurst, Irving Park, Austin, Park Ridge, Beverly, Norwood Park, Rogers Park, Wilmette, La Grange, Western Springs, and Homewood.Developments aimed at the lower middle class and working class began to emerge around streetcar and elevated lines in the late nineteenth and early twentieth centuries. Streetcar suburbs developed both within and outside city limits. North Center, Grand Boulevard, East and West Garfield Park, Albany Park, and Montclare were among the Chicago community areas developed in response to these changes. Outside the city, communities like Elmwood Park, Oak Park, Evanston, and Skokie grew along streetcar/elevated routes. In these areas with good transportation, apartment construction brought denser living, as property values soared.By the 1920s, bungalows provided a housing alternative to cottages for successful working-class Chicagoans who like their wealthier counterparts sought suburban living both within and outside the city. Portage Park, Hermosa, Chatham, Brookfield, West Elsdon, Gage Park, and West Ridge grew after World War I, providing new housing in outlying districts for less affluent Chicagoans.Settlements interspersed on the agricultural landscape dotted the Chicago metropolitan landscape in the early twentieth century. A variety of attractions, including jobs, picnics, and homes, drew individual Chicagoans to these areas. Railroads, distinctive physical amenities, and industrial sites helped to determine the locations of these communities. But other factors could also affect where settlements emerged and flourished, including temperance and government services.Suburban government developed to meet the needs of geographically isolated settlements along railroad and streetcar lines. In the nineteenth century, suburban governments initially provided basic infrastructure services demanded by residents of railroad suburbs, such as running water and sewers. Over time, each suburban area developed a specific packages of services (and taxes) which attracted residents from the metropolitan area who sought those public benefits and the same level of taxation. Communities with the wealthiest residents had the broadest range of services and taxation.Temperance also was a factor in the establishment of nineteenth-century municipalities. Prohibition of liquor drew like-minded residents to an area. It kept out taverns and restaurants that served liquor—establishments that might cater to people well beyond the confines of the immediate area. Temperance was also related to ethnicity and religion, as many Roman Catholic immigrants, for example, looked askance at prohibiting alcohol. South Holland, Barrington, and Palatine were among the farming communities that incorporated in the mid-nineteenth century at least in part to restrict the sale and consumption of liquor.Many early commuter suburbs also outlawed the sale of liquor as a way of signaling the sort of community that would emerge from the prairie. The developers of La Grange, Riverside, Beverly, Morgan Park, and Norwood Park all prohibited the sale of alcohol from the outset, setting a certain tone. Liquor restrictions in Evanston and Wheaton were tied to the location of Wheaton College and Northwestern University in these communities. Industrial suburbs Harvey, Pullman, and Zion touted temperance at the outset as a way of attracting both “right-thinking” workers and factory owners.AMERICAN LEGION, ROSELAND POST 49Interestingly, near many temperance towns, wet settlements grew. Phoenix near Harvey, Roseland near Pullman, Mount Greenwood near Morgan Park, and La Grange Park near La Grange all supported saloons and taverns. In a few cases, a temperance town was established as an alternative to an area in which saloons operated. River Forest incorporated in 1880 because of the perceived threat of the saloons in nearby Harlem ( Forest Park ).While much of the differentiation and sorting which took place among settlements across the metropolitan area provided more choices for residents, these same sorts of processes were used to keep whole classes of Chicagoland residents from portions of the metropolitan area. Expensive homes and property in exclusive subdivisions made a number of suburbs affluent bastions. While Chicagoans of more modest means could choose a less expensive area, wealth brought the widest range of choices. Kenilworth's developer intentionally drew residents from affluent city neighborhoods like Prairie Avenue. Golf, along a northwestern railroad line, used incorporation to protect a very small upper-middle-class area of half-acre lots.Outright discrimination based on race and ethnicity also played a growing role in the development of metropolitan Chicago. Before World War I, African Americans had little chance for industrial jobs in Chicago. With the end to the major tide of European immigration, however, African Americans came to Chicago to take jobs in the stockyards, steel industry, and elsewhere. They found few places where housing was open to them. By the 1920s, many new subdivisions in Chicago had adopted restrictive covenants that prohibited property owners from selling property to African Americans (and to a lesser extent Jews or Catholics). In some outlying areas, African Americans were restricted to certain parts of town. Morgan Park kept black and white homeowners segregated, as did Evanston.Often arriving at the Twelfth Street Station of the Illinois Central, African Americans found that unlike European immigrants, they could not find housing adjacent to new jobs in the stockyards and other industries. Instead, African American settlement was largely restricted to a narrow band of the South Side, which began to expand with population growth in the 1920s, and a smaller enclave on the Near West Side. Douglas, Grand Boulevard, and Washington Park were three of the first areas to experience racial change in Chicago. African Americans also moved directly to suburbs like Phoenix which offered southern migrants lots large enough to support a semirural lifestyle.Highways and later expressways, overlaid on thenineteenth-century system of railroads and streetcars, shaped the course of twentieth-century development. Agriculture, industry, homes, and leisure were all affected by these changes. The existence of a paved road (and later a limited-access highway) gave new locations advantage, especially in the post–World War II economy.From the end of World War I to the development of the interstate expressway system after 1956, state and county highway departments surfaced roads and opened new connections across the metropolitan area. The paving of Ogden and North Avenues westward from Chicago out through DuPage provided ready automobile access to areas that had remained quite rural. Lincoln Highway connected isolated communities across the southern part of the metropolitan area.The interstate highway system reworked the logic of growth. Places that had remained rural, or very small, were now drawn closely into the metropolitan web and grew in new ways. Bolingbrook, Bloomingdale, Darien, Carol Stream, Schaumburg, Rolling Meadows, and Elk Grove Village are among the suburban settlements which were born in the interstate highway era. Although farmers had worked the land on which these communities would be built, no concentrated settlements had borne these names. Arlington Heights, which had been a small farming and industrial settlement in the nineteenth century, grew dramatically in the twentieth as businesses and homes took advantage of road improvements. Paving Rand Road in the northwestern part of the metropolitan area led to the decline of railroad resorts in the Fox Valley. However, it soon brought permanent residents who transformed summer cottages into year-round homes.While much of the interstate growth displaced outlying farmland, it also required demolition of whole sections of built-up neighborhoods as well. The expressway system cut a large swathe from city neighborhoods in every direction from downtown. West Garfield Park, Jefferson Park, Douglas, and Grand Boulevard were among the areas that lost whole neighborhoods as the expressway system expanded in the late 1950s and early 1960s.In contrast to the private development of railroads and streetcars, funding for the interstate system came from the federal government and was administered by the state highway department. Federal influence on the growth of the Chicago metropolitan area extended beyond the interstates. By the 1950s, federal insurance for homebuilding helped to boom outlying growth. Garfield Ridge, Harwood Heights, Flossmoor, Lombard, Schiller Park, Morton Grove, Des Plaines, Park Ridge, Park Forest, and other areas grew dramatically as more and more Chicagoans could afford homes. The federal government's involvement made it more economical for many Chicagoans to purchase a home rather than rent. Coupled with the homeowner's deduction on income taxes, the insurance program underwrote the postwar development boom in suburban living.Federal involvement, however, could also stifle development. The loan insurance programs of the Federal Housing Administration and the Veterans' Administration extended almost exclusively to new construction, in new subdivisions. Owners in older areas suffered as their property lost value. In addition, following discriminatory private practices established in cities like Chicago by the 1920s, the federal government “ redlined ” whole sections of Chicago as undesirable for their insured loan programs simply because African Americans lived there.At the same time that federal home loan insurance programs were booming suburban areas, other federal dollars came to Chicago for urban renewal and public housing projects. Whole sections of the Near North Side, Near South Side, Near West Side, the Loop, Douglas, Grand Boulevard, and East Garfield Park were razed and redeveloped using over $150 billion in federal urban renewal funds. Despite the lower costs of building public housing on less expensive land in outlying areas and suburbs, the politically expedient decision was made to build most public housing in the metropolitan area on urban renewal land in a ring around downtown Chicago.Interstate construction, suburbanization, and urban renewal accompanied major changes in Chicago's economy in the second half of the twentieth century. Industry had long propelled Chicago's growth, and its decline increasingly characterized the closing decades of the twentieth century. Deindustrialization affected many areas in Chicago but also had a profound effect on such suburbs as Cicero, McCook, Bedford Park, Bellwood, Maywood, Melrose Park, Northlake, River Grove, West Chicago, Elgin, Aurora, Waukegan, Joliet, Romeoville, Bridgeview, Justice, Summit, Calumet City, Chicago Heights, Harvey, Sauk Village, East Chicago, Gary, and Hammond. In Gary, steel industry employment dropped from over 30,000 in the late 1960s to less than 6,000 in 1987.Deindustrialization had a less detrimental effect on areas which were able to develop their local economies in new directions. When the Kroehler Furniture Factory, which had been Naperville's largest employer for nearly a century, closed in the mid-1970s, it did not signal the decline of the community. Positioned to take advantage of new metropolitan growth along interstate highway corridors, Naperville moved successfully into service and light industry.Metropolitan-area growth in the closing decades of the twentieth century came in high-technology industries and in the service sector. New urban centers emerged around substantial suburban shopping and commercial centers like Oak Brook and Schaumburg. Corporate headquarters, professional offices, hotels, theaters, and restaurants joined retail outlets to create what Joel Garreau has described as an “edge city.” Often located at the junction of interstate routes, these new centers have further filled in the spider-web development created by the railroad in the nineteenth century.These new suburban developments have drawn white-collar workers out from the Loop. Unlike in the nineteenth century, when whitecollar workers commuted from suburban homes into the Loop, workers in the twenty-first century often commute from suburb to suburb. The dispersal of work locations has left white-collar workers increasingly reliant on automobile travel, in contrast to the railroad commutation of the nineteenth century. Their working-class counterparts, who in the nineteenth century lived near their industrial jobs, have also joined the ranks of commuters. High commuting costs, both in time and money,are especially challenging for low-paid workers.In the last three decades, a new wave of immigration has also affected metropolitan development. Both highly educated, high-skilled professionals and low-skilled, poorly educated workers are part of this new immigration. Immigrants from Asia and Latin America have settled across the metropolitan area, reshaping the landscape differently from earlier immigrants and migrants, but no less dramatically.",
    "Bibliography": "Ebner, Michael. Creating Chicago's North Shore. 1988.Mayer, Richard M., and Harold C. Wade. Chicago: Growth of a Metropolis. 1969.Paycga, Dominic A., and Ellen Skerrett. Chicago, City of Neighborhoods: Histories and Tours. 1986.",
    "Author of Text": "Ann Durkin Keating",
    "Hyperlinked Terms Associated": [
        "Austin",
        "Barrington",
        "South Shore",
        "Uptown",
        "Naperville",
        "Wilmette",
        "Harvey",
        "work",
        "leisure",
        "Great Lakes",
        "Transportation",
        "railroad",
        "Loop",
        "expressways",
        "African American",
        "Potawatomi",
        "Algonquin",
        "Chicago River",
        "Summit",
        "Portage Park",
        "Des Plaines rivers",
        "Lisle",
        "St. Charles",
        "Thornton",
        "Skokie",
        "Palos Hills",
        "Oak Brook",
        "Black Hawk War",
        "Elmhurst",
        "Belmont Cragin",
        "Darien",
        "Hindsale",
        "Niles",
        "Illinois & Michigan Canal",
        "Bridgeport",
        "Romeoville",
        "Lemont",
        "Lockport",
        "Bloomingdale",
        "Arlington Heights",
        "Calumet City",
        "Clearing",
        "Carol Stream",
        "Edison Park",
        "Dolton",
        "Lincoln Park",
        "Northbrook",
        "Niles",
        "Edgewater",
        "Harvard",
        "Hoffman Estates",
        "Civil War",
        "Elmhurst College",
        "North Central College",
        "Cary",
        "Frankfort",
        "Jefferson Park",
        "Northbrook",
        "North Center",
        "Park Ridge",
        "Roselle",
        "West Lawn",
        "West Ridge",
        "Round Lake",
        "Antioch",
        "Crystal Lake",
        "Lake Villa",
        "West Chicago",
        "Hammond",
        "Elgin",
        "Villa Park",
        "Hegewisch",
        "South Deering",
        "Waukegan",
        "Elgin",
        "Aurora",
        "Joliet",
        "Gary",
        "Illinois Central Railroad",
        "Cicero",
        "East Chicago",
        "East Side",
        "streetcar",
        "Ireland",
        "Mexican",
        "Lower West Side",
        "Bensenville",
        "interurban",
        "West Garfield Park",
        "bicycle",
        "horse race",
        "Schiller Park",
        "Wheeling",
        "Des Plaines",
        "Round Lake",
        "Fox Lake",
        "Algonquin",
        "amusement park",
        "Greater Grand Crossing",
        "DuPage",
        "Lake",
        "McHenry",
        "Waucanda",
        "Warrenville",
        "Riverside",
        "Norwood Park",
        "Frankling Park",
        "gas",
        "Morgan Park",
        "Kenilworth",
        "Irving Park",
        "Austin",
        "Park Ridge",
        "Beverly",
        "Rogers Park",
        "Wilmette",
        "La Grange",
        "Western Springs",
        "Homewood",
        "Grand Boulevard",
        "West Garfield Park",
        "Albany Park",
        "Montclare",
        "Elmwood Park",
        "Oak Park",
        "Evanston",
        "bungalows",
        "Portage Park",
        "Hermosa",
        "Chatham",
        "Brookfield",
        "West Elsdon",
        "Gage Park",
        "West Ridge",
        "government",
        "infrastructure",
        "taxation",
        "Prohibition",
        "Roman Catholic",
        "South Holland",
        "Palatine",
        "Riverside",
        "Morgan Park",
        "Evanston",
        "Wheaton",
        "Wheaton College",
        "Northwestern University",
        "Pullman",
        "Zion",
        "Phoenix",
        "Roselans",
        "Mount Greenwood",
        "Morgan Park",
        "Grange Park",
        "saloons",
        "River Forest",
        "Forest Park",
        "Golf",
        "African Americans",
        "subdivisions",
        "restrictive convenants",
        "Jews",
        "South Side",
        "Near West Side",
        "Douglas",
        "Grand Boulevard",
        "Washington Park",
        "Agriculture",
        "expressway",
        "Bolingbrook",
        "Bloomingdale",
        "Darien",
        "Carol Stream",
        "Schaumburg",
        "Rolling Meadows",
        "Elk Grove Village",
        "Arlington Heights",
        "West Garfield Park",
        "Jefferson Park",
        "Garfield Ridge",
        "Harwood Heights",
        "Flossmoor",
        "Lombard",
        "Schiller Park",
        "Morton Grove",
        "Park Forest",
        "redlined",
        "urban renewal",
        "public housing",
        "Near North Side",
        "Near South Side",
        "Loop",
        "East Garfield Park",
        "McCook",
        "Bedford Park",
        "Bellwood",
        "Maywood",
        "Melrose Park",
        "Northlake",
        "River Grove",
        "West Chicago",
        "Elgin",
        "Romeoville",
        "Bridgeview",
        "Justice",
        "Calumet City",
        "Chicago Heights",
        "Sauk Village",
        "East Chicago",
        "Furniture",
        "Oak Brook",
        "Schaumburg",
        "commuting"
    ],
    "Street addresses associated": [
        "Austin",
        "South Shore",
        "Uptown",
        "Portage Park",
        "Albany Park",
        "West Elsdon",
        "Gage Park",
        "West Ridge",
        "West Garfield Park",
        "East Garfield Park",
        "Grand Boulevard",
        "Douglas",
        "Near North Side",
        "Near West Side",
        "Near South Side",
        "Greater Grand Crossing",
        "Roseland",
        "Hegewisch",
        "Pullman"
    ]
}