{
    "Title": "Mexicans",
    "Descriptive Text": "The first major wave of Mexican migration to Chicago began in the mid to late 1910s, spurred on by the economic, social, and political displacements of the Mexican Revolutionary years and the rise in industrial and agricultural employment in the United States. Arriving through both direct and indirect routes, Mexicans worked as unskilled and semiskilled laborers in agriculture and heavy industry, including the Rock Island, Santa Fe, and Burlington railways; Inland Steel; U.S. Steel; Beetsugar Company; and the Armour and Swift packinghouses. The predominantly male Mexican workforce, and the “solos,” migrated into Chicago from agricultural fields throughout the Midwest and from towns and villages in Texas and the Central Mexican states of Guanajuato, Michoacán, and Jalisco. Those who came were more likely from the middle class than from among the poorest peasants. Like many of the African American workers of the Great Migration, some Mexicans were hired to break steel and packinghouse strikes in the late 1910s and early 1920s, thus placing them in conflict with European workers.Initially, enganchistas, labor recruiters, worked in Northern Mexico and parts of the U.S. Southwest to recruit Mexican laborers. Migration accelerated in the 1920s as word spread of ready work in Chicago and as industry successfully lobbied to exempt Mexicans from the restrictions of the 1924 Immigration Act.Once arriving in Chicago, however, workers discovered that housing was substandard, crowded, and expensive. Much of the housing was owned by other immigrant groups who frequently charged Mexicans higher rents. Mexicans often responded by having more people living together in order to pay the expensive rents, thus compounding health and sanitation problems in already dilapidated buildings. Several men lived together in one or two rooms while families took in three or four boarders at a time. Many of those who worked on the railroad, the traqueros, lived in boxcars along the tracks, their homes literally mobile as demand for workers rose and fell.Mexican residential segregation, however, was not as pronounced as that of African Americans. Colonias, Mexican residential enclaves, sprouted within the industrial sectors of the Calumet region, on the Near West Side, and in the Back of the Yards area. This largely male Mexican population lived amid several large Eastern and Southern European ethnic groups, including Poles and Italians, creating both strife and occasional intergroup cooperation. Initially, Mexican male social life revolved around local pool halls, barbershops, and settlement houses. As the colonias expanded and more women arrived, Mexicans founded tortilla factories, restaurants, markets or bodegas, and several local newspapers like Mexico (renamed El Nacional in 1930) and El Ideal. By the early 1930s they had founded local chapters of Mexican mutual benefit societies, labor groups (including El Frente Popular ), and fraternal organizations. Mutualistas, as these groups were called, entailed collective participation of individual members who paid dues into a general fund. Such funds were then used to help members through periods of unemployment or workplace injury and often paid for funeral costs and sending the deceased back to Mexico.Mexican religious life centered primarily around Roman Catholicism, despite the growing presence of Protestants. Cordi-Marian nuns fleeing the anti-Catholic Cristero Revolts of the late 1920s in Mexico came to Chicago and worked with Mexicans in Packingtown, South Chicago, and the Near West Side. In South Chicago, Mexicans established the first local Mexican church, Our Lady of Guadalupe, in 1924. Rebuilt in 1928 at its present location at 91st and Brandon, the church continues to serve the Mexican community in the area, operating child care centers and a home for the elderly. On the Near West Side, Mexicans worshiped at St. Francis of Assisi, one of the few structures to survive the construction of the Kennedy Expressway interchanges and the Chicago Circle campus of the University of Illinois.Mexicans organized neighborhood baseball teams for both men and women and celebrated Cinco de Mayo and 16th of September festivals. Generational tensions erupted between Mexican parents and their children as the children learned English in schools and took part in the spreading venues of mass culture, from jazz music and dances to movie houses. Mexican women increasingly took jobs outside the home, in garment factories, restaurants, and light assembly plants, while Mexican men stayed primarily in steel, meatpacking, and railroad industries. Mexican life in Chicago transcended the limits of metropolitan Chicago. Workers moved between Mexico, the Southwest (primarily Texas), and various parts of the Midwest. Those working in agriculture followed crops during the warm months; to save money, many spent winters working in industrial jobs in Chicago rather than traveling south.The Crash of 1929 and the onset of the Great Depression froze these migrations. Considered the most expendable of workers, Mexican laborers suffered disproportionately high rates of unemployment. Their plights, in the context of ongoing racism, fueled efforts to exclude and, ultimately, remove Mexicans from the United States. With the cooperation of the U.S. and Mexican governments, local civic organizations such as the American Legion of East Chicago rounded up hundreds of unemployed workers and their families and placed them on trains bound for the U.S.-Mexico border. Forcible and voluntary repatriation drives focused on workers who “looked Mexican” and often ignored the citizenship of those who had been born in the United States. Others, conscious of their bleak prospects and the hostile social climate, voluntarily accepted the free train trip south. In the decade of the 1930s, the Mexican population in the Chicago area was cut nearly in half. By 1940 an estimated 16,000 Mexicans remained within Chicago.Amid the tumult of the New Deal and World War II, those Mexicans who remained seized new opportunities for employment, mobility, and power to combat discrimination. Local non-publicly-funded aid organizations like the Immigrants' Protective League and the Chicago Area Project tried to provide relief when public funds were limited increasingly to U.S. citizens. In the late 1930s, building on labor traditions in Mexico and bolstered by the Wagner Act, some Mexican workers joined the Congress of Industrial Organizations (CIO), not only to win better wages and working conditions but also to combat racism encountered at work.Wartime industrial demands eased immigration restrictions, and Mexican migration into Chicago reached new heights. Between 1943 and 1945, over 15,000 braceros, “guest workers” under contract with the U.S. and Mexican governments, arrived in the city to work. Many of these stayed after their contracts ended or returned to Chicago in the years after the war. By the late 1940s, Mexican settlements outside the city grew as well. Long-standing settlements in Aurora, Joliet, Gary, and Blue Island expanded, and newer populations sprouted in Arlington Heights, Berwyn, and Bensenville.Despite a growing presence throughout metropolitan Chicago, Mexicans continued to face discrimination and renewed threats of repatriation as national programs like “Operation Wetback” sought to capture braceros who had overstayed their visas. While working to ensure economic stability, leaders of Chicago's Mexican communities supported the education of workers and the development of civic and community institutions like the Mexican Civic Committee, founded in 1943. As before the war, employers used Mexicans as strikebreakers. Inland Steel, for instance, imported 250 Mexican workers from Texas in May of 1947 to work in place of striking steelworkers. That those Mexican workers marched in solidarity with strikers and demanded transportation back to Texas attested to Chicago's growing working-class solidarity as well as the power of Mexican workers. In the 1950s, Chicago Mexicans went on to establish branches of civil rights organizations already active in the Southwest, including the GI Forum and League of United Latin American Citizens (LULAC). The GI Forum fought for the rights of Mexican World War II veterans who were too often denied GI benefits. LULAC sought to increase the numbers of Mexicans with U.S. citizenship and to secure the rights of Mexican Americans.Such organizations neither represented nor actively lobbied for the growing populations of indocumentados, those Mexican nationals living in the United States without papers. By 1960, Chicago's primarily working-class Mexican community of nearly 56,000 was fractured along lines of citizenship, legal status, and language. As large numbers of Puerto Ricans settled nearby, the Latino population in Chicago continued to diversify. Mexicans continued to live in the colonias of Back of the Yards and South Chicago, but with the construction of the University of Illinois at Chicago, those living in the Near West Side area moved south to Pilsen, La Diesiocho (named for the 18th Street commercial vein). In the mid-1970s, this colonia expanded past 26th Street and was known as La Villita ( Little Village ) or La Veintiseis. Together these neighborhoods have become the fastest-growing areas of Mexican, and increasingly Central American, settlement in Chicago. More recently, Mexican-owned businesses ranging from shoe and clothing stores to travel agencies, construction firms, and restaurants have sprouted along Cermak, attesting to the vibrancy and growing economic power of Chicago's Mexican population.Ignited by the Chicano Movement in other parts of the United States, a thriving mural movement developed in the streets of Pilsen and La Villita as muralists brought art to the streets while claiming those same streets with their paints. Mario Castillo's “Peace” mural, the mural on Casa Aztlán by Marcos Raya, Salvador Vega, and Carlos Barrera, and the newer nearly block-long mural on the Jose Clemente Orozco Community Center capture the flavor of Mexican life in Chicago. In 1987 the Mexican Fine Arts Center Museum opened, and its internationally acclaimed exhibits and collections have made it one of the premier institutes of Mexican art in the country.Mexicans worked throughout the 1970s and early 1980s in groups like the Spanish Coalition for Jobs and the Latino Institute to improve housing and education while fighting the employment and social discrimination that many still faced. Political and community activists, including Juan Velazquez, Linda Coronado, Danny Solis, and Rudy Lozano, fought for institutions like Benito Juarez High School and founded a variety of organizations, including Centro de la Causa, Casa Aztlán, Mujeres Latinas en Acción, Pilsen Neighbors, and Latino Youth. More recent community organizing has highlighted the transnational aspects of Mexican life in Chicago by focusing on hometown associations like the Federation of Michoacán Clubs in Illinois. Such progress and struggles for empowerment remain central concerns for Mexicans in Chicago as Latino representation in local and state politics becomes ever more visible. The 2000 census counted more than 530,000 Mexicans in the city of Chicago, with more than 1.1 million in the metropolitan area.",
    "Bibliography": "Andrade, Juan, Jr. “A Historical Survey of Mexican Immigration to the U.S. and an Oral History of the Mexican Settlement in Chicago, 1920–1990.” Ph.D. diss., Northern Illinois University. 1998.Arredondo, Gabriela F. “‘What! The Mexicans, Americans?’ Race and Ethnicity, Mexicans in Chicago, 1916–1939.” Ph.D. diss., University of Chicago. 1999.Davalos, KarenMary. “Ethnic Identity among Mexican and Mexican American Women in Chicago, 1920–1991.” Ph.D. diss., Yale University. 1993.",
    "Author of Text": "Gabriela F. Arredondo and Derek Vaillant",
    "Hyperlinked Terms Associated": [
        "agriculture",
        "Great Migration",
        "African American",
        "parkinghouse strikes",
        "work",
        "railroad",
        "Calumet region",
        "Near West Side",
        "Back of the Yards",
        "Poles",
        "Italians",
        "settlement houses",
        "restaurants",
        "newspapers",
        "mutual benefit societies",
        "unemployment",
        "Roman Catholicism",
        "Protestants",
        "South Chicago",
        "Expressway",
        "University of Illinois",
        "baseball",
        "schools",
        "jazz",
        "meatpacking",
        "Great Depression",
        "racism",
        "unemployed",
        "New Deal",
        "World War II",
        "Chicago Area Project",
        "Congress of Industrial Organizations",
        "Aurora",
        "Joliet",
        "Gary",
        "Blue Island",
        "Arlington Heights",
        "Berwyn",
        "Benseville",
        "civil rights",
        "Puerto Ricans",
        "Pilsen",
        "Little Village",
        "restaurants",
        "constructions",
        "art",
        "Mexican Fine Arts Center Museum",
        "community organizing",
        "politics"
    ],
    "Street addresses associated": [
        "Back of the Yards",
        "South Chicago",
        "Near West Side",
        "Little Village",
        "Pilsen"
    ]
}