{
    "Title": "Mexican Fine Arts Center Museum",
    "Descriptive Text": "The Mexican Fine Arts Center Museum (MFACM) is the first museum in the Midwest devoted to Mexican art and the largest Latino museum in the United States. Suggesting that Mexican culture is sin fronteras, the MFACM claims its subject matter from both the United States and Mexico.In 1982 educators Carlos Tortolero and Helen Valdez founded the Center Museum “to conserve and preserve for our people.” Influenced by the Chicago Freedom Movement, Malcolm X's call for political and economic autonomy, and by William Walker's community murals on African American history and culture, Tortolero dreamed of an arts institution led by Mexican arts administrators, artists, educators, and patrons. Finding new opportunities for Latino enfranchisement under Mayor Harold Washington, Tortolero and Valdez pursued their dream by producing exhibits and sponsoring over two dozen cultural events at community and downtown venues.In January 1986 the Center Museum signed an agreement with the Park District to convert the Boat Craft Shop in Harrison Park into a museum, making the MFACM one of the city's Museums in the Park. Since opening in Pilsen on March 27, 1987, the MFACM continued to grow, eventually housing a Permanent Collection Gallery, an education center, and a gift shop, Tienda Tzintzuntzan, that provides almost a quarter of the museum's income.The Center Museum's exhibition season is devoted to four areas: the El Día de los Muertos exhibition, contemporary art, traditional art, and Mesoamerican art and culture, including pre-Cuauhtemoc objects that assert the cultural authority of the region's indigenous people. The MFACM, however, is more than a museum. Devoted to visual arts exhibition and collection, performing arts, the professional development of Mexican artists, arts education, youth, and intercultural coalition building, the MFACM embodies the culturally based centros of the Southwest that have a history of educating and advocating for their communities, goals the Museum pursues in Chicago. In 1994, the MFACM inaugurated Del Corazon: the Mexican Performing Arts Festival and the Sor Juana Festival, a celebration of the art and activism of mexicanas. In 1998 the MFACM initiated the Yollocalli Youth Museum and purchased Radio Arte—WRTE 90.5 FM.",
    "Bibliography": "“The First 10 Years: 1987–1997 / The Tenth Year Anniversary.” Codice: Mexican Fine Arts Center Museum Newsletter 1.1 (December 1997): 2–3.Davalos, KarenMary. Exhibiting Mestizaje: Mexican (American) Museums in the Diaspora. 2001.Nadanyi, Michele, and Mark Parry. “Case 26: Mexican Fine Arts Center Museum.” In Cases in Marketing Management, ed. D. J. Dalrymple, L. J. Parsons, and J.-P. Jeannet, 1992.",
    "Author of Text": "Karen Mary Davalos",
    "Hyperlinked Terms Associated": [
        "African American",
        "artists",
        "Park District",
        "Museums in the Park",
        "Pilsen"
    ],
    "Street addresses associated": [
        "Pilsen",
        "Little Village",
        "South Chicago",
        "Near West Side"
    ]
}