{
    "Title": "Métis",
    "Descriptive Text": "The term Métis (MAY tee) refers to people of mixed ancestry, usually Native American and European. Historically, Métis people were important to Chicago and the Great Lakes region during the fur trade era, especially during the eighteenth and early nineteenth centuries. Fur traders from Europe, Canada, and the Atlantic colonies and states frequently married Native American women living in the communities with which they traded. The Indians encouraged these marriages because they created diplomatic and kinship ties and facilitated cultural understanding between Natives and Euro-Americans. Fur traders' wives such as Catherine DuSable frequently became informal interpreters and often assisted with the business, as did their Métis children. Some of these women and many of the children became traders and fur trade workers themselves.Métis people during the fur trade era generally spoke French and at least one Native language and were bicultural in other ways. This understanding of the cultures of both sides of their families gave them the ability to serve in many capacities as cultural mediators—as diplomats, interpreters, negotiators, tribal leaders, traders, guides, and so forth.By the early nineteenth century, many of these mixed fur trade families had gathered in their own communities, including Chicago, Green Bay, St. Louis, Mackinac, Prairie du Chien, and Detroit. In these towns, Indian women, European men, and their Métis children created a culture that combined elements of Native American and European traditions in their values, language, domestic economy, music and other art forms, dress, marriage and kinship patterns, business practices, and foodways. This locally produced culture together with the communities and the people who lived there are sometimes referred to as “Creole” (a term with a meaning different from that used in Louisiana). They maintained close contact with nearby Native American tribes, based on friendship, kinship, and trade relations. Most of the residents of these communities were Roman Catholic.Numerous biracial fur trade families, including Métis, Indian, and Euro-American members, were among the first families of Chicago. Between the 1790s and 1812, Billy Caldwell, Alexander Robinson, and members of the Beaubien, Ouilmette, Chevalier, Bourassa, Mirandeau, and LaFramboise families established Chicago as a fur trade center along with the Anglo Kinzie family and the African American Jean Baptiste Point DuSable. After the War of 1812, however, English-speaking settlers from the eastern United States began to migrate into northern Illinois, and by the 1830s this stream of migration increased to the point where the old French-speaking Métis and other Creole residents became a minority in their own town. The fur trade declined, as Indian tribes were removed west of the Mississippi. Thereafter, Métis people adapted in several different ways. Some who felt unwelcome in the culturally changing Chicago community joined their Indian kin in the West or migrated to Minnesota and Canada, where there was a Métis settlement at Red River. Others stayed on as inn- or tavern keepers. Some married newcomers, and many assimilated into the transformed economy and society.",
    "Bibliography": "Murphy, Lucy Eldersveld. A Gathering of Rivers: Indians, Métis, and Mining in the Western Great Lakes, 1737–1832. 2000.Peterson, Jacqueline, and Jennifer S. H. Brown, eds. The New Peoples: Being and Becoming Métis in North America. 1984.Sleeper-Smith, Susan. Indian Women and French Men: Rethinking Cultural Encounter in the Western Great Lakes. 2001.",
    "Author of Text": "Lucy Eldersveld Murphy",
    "Hyperlinked Terms Associated": [
        "Native Americans",
        "Great Lake",
        "fur trade",
        "French",
        "business",
        "foodways",
        "Roman Catholic",
        "African American"
    ]
}