{
    "Title": "Miamis",
    "Descriptive Text": "The Miamis were originally an eastern woodlands, central Algonquian people for whom Chicago served as a vital way station. The Iroquois wars of the 1600s shattered the stability of the Great Lakes region, forcing most of the central Algonquian peoples (including the Miamis) into the refugee zone of Illinois and Wisconsin, the pays d'en haut. Chicago was a temporary stopping point in their migrations. As the French offered military support and the Iroquois retreated back to their homelands in New York, the Miamis slowly returned eastward. Six separate groups constituted the Miamis around the year 1700: Atchatchakangouen (the Miami proper), Kilatika, Mengakonkia, Pepikokia, Piankashaw, and Wea. By 1800, only the Miami proper, the Piankashaw, and the Wea remained.Believing that the Miamis had settled at Chicago permanently, the Jesuits founded the Mission of the Guardian Angel there in 1696. But the Miamis continued to migrate, and the mission probably ended sometime between 1703 and 1715. By 1710, roughly a third of the Miamis still resided at Chicago, with the majority at St. Joseph's, Michigan, and along the Wabash and Maumee Rivers to the southeast.By the 1720s, the Miamis had resettled in Indiana. At the Treaty of Greenville in 1795, the Miami war chief Little Turtle defined tribal boundaries this way: “My forefather kindled the first fire at Detroit; from thence, he extended his lines to the head waters of Scioto, from thence, to its mouth, from thence, down the Ohio, to the mouth of the Wabash, and from thence to Chicago, on Lake Michigan.” No other tribe represented at the treaty hearings challenged Chief Little Turtle's vast claims.Chicago served as the site of another significant event in Miami history: the battle of Fort Dearborn, in August 1812. In the second month of the war, the United States ordered the evacuation of Fort Dearborn. William Wells, Little Turtle's son-in-law, and 30 Miamis were to assist them. Dressed in Miami attire, his face painted black to anticipate death, Wells and the accompanying Miamis, American soldiers, women, and children faced 400 hostile Potawatomis. The Potawatomis killed 23 American soldiers, 2 women, 12 children, and 10 civilians.In some survivors' accounts, the Miamis fought bravely on the side of the Americans; in others, they did not fight at all. Nonetheless, William Henry Harrison, commander of the Northwest Army, used the “massacre” at Fort Dearborn as a pretext to attack Miami villages throughout the Wabash region. With the wanton destruction of their villages, Miami chiefs Pacanne and Jean B. Richardville led the formerly neutral tribe into an alliance with the British.The Miamis remained in Indiana until the United States government forcibly removed two-thirds of the tribe to Kansas in 1846 and 1847. Today, the Miamis live in northeastern Oklahoma and northern Indiana.",
    "Bibliography": "Barnhart, John D., and Dorothy Riker. Indiana to 1816: The Colonial Period. 1994.Celeste, Sister Mary, R.S.M. “The Miami Indians Prior to 1700.” Mid-America 16 (April 1934): 225–234.Kinietz, W. Vernon. The Indians of the Western Great Lakes, 1615–1760. 1940.",
    "Author of Text": "Bradley J. Birzer",
    "Hyperlinked Terms Associated": [
        "Great Lakes",
        "French",
        "refugee",
        "Mission of the Guardian Angel",
        "Fort Dearborn",
        "Potawatomis"
    ]
}