{
    "Title": "Michael Reese Hospital",
    "Descriptive Text": "Among the many institutions destroyed by the Great Chicago Fire of 1871 was the hospital on LaSalle street (between Schiller and Goethe) established by the United Hebrew Relief Association. When Michael Reese, a wealthy real-estate developer, died in 1877 his will provided sufficient funds to build a new hospital. An 1836 Jewish immigrant from Bavaria, Reese had made a fortune in land speculation and silver mining by the 1850s. When the hospital was completed in 1880 Reese's heirs requested that it be named in his honor and that it serve all of Chicago without regard to race, creed, or nationality.The original Michael Reese building, located on the corner of 29th and Groveland Avenue, was replaced in 1907 by another, larger building on the same site. The hospital's medical innovations included Julius Hess's infant incubator (around 1915) and the first permanent incubator station for premature babies (1922). In 1946 Michael Reese Hospital along with a number of other area organizations formed the South Side Planning Board to refurbish the area surrounding the hospital, which had suffered considerable economic and physical decline. Like Illinois Institute of Technology and Mercy Hospital, Michael Reese preferred urban renewal to leaving the area altogether.From the 1950s to the 1980s, Michael Reese hospital grew considerably, purchasing adjacent properties and constructing additional buildings. In 1998 the hospital's ownership shifted from Columbia/HCA Healthcare Corporation, of Nashville, Tennessee, to Doctors Community Healthcare Corporation, of Scottsdale, Arizona.",
    "Bibliography": "Gordon, Sarah, ed. All Our Lives: A Centennial History of Michael Reese Hospital and Medical Center, 1881–1981. 1981.Hirsch, Arnold R. Making the Second Ghetto: Race and Housing in Chicago, 1940–1960. 1983.",
    "Author of Text": "Wallace Best",
    "Hyperlinked Terms Associated": [
        "Fire of 1871",
        "hospital",
        "real-estate",
        "innovations",
        "South Side",
        "Illinois Institute of Technology",
        "Mercy Hospital",
        "urban renewal"
    ],
    "Street addresses associated": [
        "South Side",
        "South Chicago",
        "Near West Side"
    ]
}