{
    "Title": "Midway Airport",
    "Descriptive Text": "Between 1932 and 1961, Chicago's Midway Airport, located on Chicago's Southwest Side between 55th and 63rd Streets and Cicero and Central Avenues, boasted the title of world's busiest airport. At its peak in 1959 the municipal airport served 10 million passengers. In competition with O'Hare Field, however, which had opened in 1955, passenger traffic through Midway plummeted 60 percent by 1961, as the modern, convenient, and jet-friendly runways of O'Hare lured away travelers. The venerable “Munie” faced apparent obsolescence before reinventing itself following the deregulation of the airline industry in 1978. By the 1980s and 1990s, Chicago's outmoded airport had reemerged as a haven for small carriers serving Chicagoans with competitively priced transportation.Private aircraft were the first planes to take off and land from the square-mile parcel of land leased by the city of Chicago from the Chicago Board of Education. In 1926 the city began leasing the field for commercial purposes. A single cinder runway served airmail traffic, and was dedicated Chicago Municipal Airport on December 12, 1927, offering mail, express, and passenger service. Officials rededicated the facility as Midway to honor the Pacific air and sea battle of World War II.A bond issue funded construction of a passenger terminal and administration building in 1931, and federal grants in subsequent years covered major improvements in runway design, lighting, and safety and service features.A 1941 court case ordered the Chicago & Western Indiana Railroad to reroute its tracks to permit new runway construction at Midway, marking the triumphant evolution of Chicago as a national transportation hub. Passenger air travel at Midway during the war years soared and reached 1.3 million by 1945. Subsequent partnerships between the city, the airlines, and new agencies such as the Federal Aviation Administration helped modernize service at Midway. The airport's south terminal served new overseas international flights and housed U.S. Customs operations.At what should have been its greatest hour, Midway fell prey to technological changes in aviation. The requirements of supersonic air travel, such as longer runways, drew carriers to larger and more convenient O'Hare. The city of Chicago provided sustaining infusions of cash to Midway investing $10 million in renovation funds in 1968, and supported construction of the nearby Stevenson Expressway as an artery to restore Midway's passenger supply. A few major carriers returned, but by 1976, only Delta Airlines continued to service the fallen giant.Deregulation of the airline industry spurred entrepreneurship by new carriers and helped resuscitate the beleaguered airport after 1978. Upstart Midway Airlines formed to challenge major carrier dominance at O'Hare. It became the airport's flagship, supplying more than half of its passenger volume by 1990. Midway Airlines required reorganization, but the model inspired other carriers, such as Southwest Airlines. By the mid-1990s, Midway offered an alternative to O'Hare for cost-conscious travelers and families lured to the Southwest Side by competitive fares to popular destinations. Bolstered by construction of rapid transit service to the Loop, Midway has again become a vital circuit in Chicago's transportation system.",
    "Bibliography": "Casey, John A. Chicago Aviation and Airports: The First Forty Years, 1926–1966. 1966.",
    "Author of Text": "Derek Vaillant",
    "Hyperlinked Terms Associated": [
        "OHare",
        "airline",
        "transportation",
        "World War II",
        "Railroad",
        "Expressway",
        "rapid transit",
        "Loop"
    ]
}