{
    "Title": "Millennium Park",
    "Descriptive Text": "Millennium Park (constructed 1998–2004) is the 24-acre park, garden, underground parking garage, and cultural center located within Grant Park and bounded by Michigan Avenue on the west, Randolph Street on the north, Columbus Drive on the east, and Monroe Street on the south. Mayor Richard M. Daley conceived of Millennium Park as a collaborative public- and private-sector project to celebrate passage of the second millennium, cover the unsightly former rail yard and parking lot of the Illinois Central Railroad, and complete the northwest corner of Grant Park in the spirit of Daniel Burnham and Edward Bennett's Plan of Chicago (1909).City officials originally estimated the park, designed by Skidmore, Owings & Merrill, would cost $150 million, primarily for the garage and supporting foundation. Private-sector contributions from corporations, foundations, and individual donors were expected to pay for various “enhancements.” A healthy economy, the organizational acumen of project director Ed Uhlir, and the talented fundraising of John Bryan, however, enlarged and transformed the project. Bryan and his executive team attracted more than 85 private gifts of $1 million or more, totaling over $145 million. Major funding came from the Pritzker Foundation, the Crown Foundation, Ann Lurie, the William J. Wrigley Jr. Foundation, the Robert R. McCormick Tribune Foundation, BP America Inc., the Bank One Foundation, and SBC Corp. An initiative to build a theater for mid-size music and dance companies added another $60 million in private donations, including a major gift from Irving and Joan Harris.These philanthropic contributions enabled Millennium Park planners to attract some of the world's leading artists and designers for certain enhancements in the park: a music pavilion, trellis, and bridge by architect Frank Gehry; a music and dance theater by architect Thomas Beeby; a garden by Kathryn Gustafson, Piet Oudolf, and Robert Israel; a fountain by Jaume Plensa; and a sculpture by Anish Kapoor. The enhancements also generated new expenses, which, combined with the addition of a $60 million renovation of the Grant Park North Garage and the underestimation of certain original costs, pushed the final price tag to approximately $475 million. Millennium Park was scheduled to officially open on July 24, 2004.",
    "Author of Text": "Timothy J. Gilfoyle",
    "Hyperlinked Terms Associated": [
        "parking",
        "Grant Park",
        "Illinois Central Railroad",
        "philanthropic"
    ]
}