{
    "Title": "Missionary Training Schools",
    "Descriptive Text": "Chicago has long been home to missionary training schools, Christian institutions that train committed believers to go forth and spread their message of “good news” to the city, the nation, and the larger world.Chicago's most prominent institution has been Moody Bible Institute (MBI). Founded by evangelist Dwight L. Moody in 1886, it began as the Chicago Evangelization Society. In 1900 MBI adopted its present name, and in the twentieth century became the self-designated “West Point of Christian service” for training “spiritual soldiers.” By 1970, MBI claimed to train fully 15 percent of all Christian missionaries posted in foreign countries. MBI's commitment to evangelism only deepened as its centennial approached: publications, television, radio, music, and even an aviation training school all served the cause of spreading the Christian message. At the end of the twentieth century MBI enrolled around 1,500 students each year, many still dedicated to far-flung missionary endeavors.Other missionary training schools have substantially affected city life. The Chicago Training School (CTS), an outgrowth of the Methodist deaconess movement, opened in 1885 to train women for missionary “field work.” Lucy Rider Meyer played a key role in the early history of CTS, which had four students in its first graduating class. By 1886, CTS's growing success allowed it to move into new quarters at the corner of Dearborn and Ohio. Often referred to as simply the Training School, CTS rapidly expanded, soon turning out over 60 graduates a year for mission work both at home and abroad.Other Protestant missionary schools flourished for a time: the Baptist Missionary Training School, the City Mission Society, and the Chicago City Missionary Society. In 1868, Congregational and Presbyterian pastors' wives organized the Woman's Board of Missions of the Interior, which served as an administrative body to facilitate Christianity's expansion in the United States and around the world. It had great ambitions, seeking “to reach every church, approach and influence every member of each church, so that they may hear and obey the call to send the world of life to the ends of the earth.”",
    "Bibliography": "Hill, Patricia R. The World Their Household: The American Woman's Foreign Mission Movement and Cultural Transformation, 1870–1920. 1985.Horton, Isabelle. The Builders: A Story of Faith and Works. 1910.",
    "Author of Text": "R. Jonathan Moore",
    "Hyperlinked Terms Associated": [
        "Moody Bible Institute",
        "Protestant"
    ]
}