{
    "Title": "Model Cities",
    "Descriptive Text": "Model Cities, an element of President Lyndon Johnson's War on Poverty, was an ambitious federal urban aid program that ultimately fell short of its goals. Passed by Congress in 1966 but ended in 1974, Model Cities originated in several concerns of the mid-1960s. Widespread urban violence, disillusionment with the Urban Renewal program, and bureaucratic difficulties in the first years of the War on Poverty led to calls for reform of federal programs. The Model Cities initiative created a new program at the Department of Housing and Urban Development (HUD) intended to improve coordination of existing urban programs and provide additional funds for local plans. The program's goals emphasized comprehensive planning, involving not just rebuilding but also rehabilitation, social service delivery, and citizen participation.In Chicago, Model Cities generated significant controversy, mostly over who would control the millions of new federal dollars. Congress gave some power over funds to elected officials, but it also required citizen participation in planning and implementation. In 1967, Mayor Richard J. Daley and his Department of Development and Planning quickly selected four deserving Model City neighborhoods: Woodlawn, Grand Boulevard, Lawndale, and Uptown. But at the same time, the mayor also moved to control neighborhood input. His office appointed politically connected citizen advisory councils for each area, intending them to act as rubber stamps for the city's plans. The attempt to sidestep real participation angered neighborhood activists and dismayed federal officials. After stormy community sessions, chairmen from two of the local councils resigned to protest the city's heavy-handed tactics.A prominent community association known as The Woodlawn Organization (TWO) drew up its own Model Cities plan with federal encouragement. TWO's innovative proposal included a community health system, a neighborhood legal program, and a guaranteed minimum income program. But the city had no interest in TWO's ideas and instead proposed giving the new funds to existing city bureaucracies, including the Chicago Transit Authority, the Board of Health, the Department of Streets and Sanitation, and the Board of Education, as well as the YMCA.The fate of the two competing plans rested with federal officials, who had supported TWO as the legitimate community voice in 1968. But the new Nixon administration changed course, and HUD retreated from insisting on real citizen participation. The city outmaneuvered TWO and successfully won approval for its plan in the spring of 1969. As a result, Model Cities funds strengthened the Democratic machine but did little for communities. While city hall parceled out contracts and jobs ($38 million in 1969 and $53 million in 1970), it brushed aside neighborhood activists, leaving the targeted areas with few lasting gains.",
    "Bibliography": "City of Chicago. “Final Local Evaluation Report on the Model Cities Program of the City of Chicago.” Municipal Reference Collection, Chicago Public Library, 1978.Fish, John Hall. Black Power/White Control: The Struggle of the Woodlawn Organization in Chicago. 1973.Protess, David L. “Community Power and Social Policy: Citizen Participation in the Chicago Model Cities Program.” Ph.D. diss., University of Chicago. 1974.",
    "Author of Text": "D. Bradford Hunt",
    "Hyperlinked Terms Associated": [
        "Urban Renewal",
        "social service",
        "Woodlawn",
        "Grand Boulevard",
        "Uptown",
        "Woodlawn Organization",
        "Chicago Transit Authority",
        "YMCA"
    ],
    "Street addresses associated": [
        "Woodlawn",
        "Uptown",
        "Grand Boulevard",
        "Lawndale"
    ]
}