{
    "Title": "Monee, IL",
    "Descriptive Text": "Will County, 32 miles S of the Loop. Strong local tradition ties the name of the village to the Ottawa wife of Joseph Aubert de Gaspe Bailly. Marie and Joseph Bailly operated a fur trading post now within the grounds of the Indiana Dunes National Lakeshore in Chesterton, Indiana. Because of language difficulties, Marie was often referred to as “Mo-Nee” rather than “Ma-Rie.” Treaties in 1832 apportioned land to “the five daughters of Mo-nee, by her last husband, Joseph Bailly,” including Raccoon Grove south of the present-day village. Settlers came in the mid-1830s to the edges of Raccoon Grove, farming the high ground of the Valparaiso Moraine.In 1853 the Illinois Central Railroad established a station at Monee. The town soon boasted a general store, a schoolhouse, and a grain warehouse with several elevators. By the 1870s, there were several small farm implements factories, four churches, and a massive wind gristmill.Boosters hoped that Monee, midway between Chicago and Kankakee, would become a major city. Residents voted to incorporate as the village of Monee in 1874. In 1872 a German Baptist School Academy opened in a former brewery but survived only four years.The Illinois Central depot was complemented in 1907 by a stop on the interurban line from Chicago to Kankakee. Monee also had a picnic ground and amusement park at Raccoon Grove.The small town center developed with the Illinois Central line at ground level. However, to lower the tracks, the railroads cut through the center of Monee in 1922, dramatically affecting train traffic that had previously gone uphill from both Chicago and Kankakee. The Illinois Central built a new depot down in the cut and four bridges were built to provide access around the community.With an interchange on I-57, Monee has continued to grow as part of the southern expansion of the metropolitan region.",
    "Bibliography": "McClellan, Larry. “Monee: A High Point in the Southland Region.” Star, November 1, 1998.Milne, Muriel Mueller. Our Roots Are Deep: A History of Monee, Illinois. 1990.",
    "Author of Text": "Larry A. McClellan",
    "Hyperlinked Terms Associated": [
        "Ottawa",
        "fur trading",
        "Indiana Dunes",
        "Chesterton",
        "Treaties",
        "Illinois Central Railroad",
        "German",
        "brewery",
        "interurban",
        "amusement park"
    ]
}