{
    "Title": "Mongolians",
    "Descriptive Text": "Mongolian immigration to the United States was extremely limited until the 1990s. The first Mongolians to emigrate to the United States were the Kalmyk Mongols, a traditionally nomadic, pastoral group descended from the Western Mongols who left Central Asia in the seventeenth century for Russia. The Russian Revolution, the German invasion of Russia, and the dislocations of World War II caused many Kalmyks to flee across Eastern Europe. Politically classified as “stateless persons,” many Kalmyks ended up in displaced persons camps in western Germany at war's end and were sponsored by American social service organizations for resettlement in New Jersey and Pennsylvania. A handful of people from Inner Mongolia, part of China, also emigrated in the postwar period, but the independent nation of Outer Mongolia restricted emigration of its people to other Communist nations. In 1990, the Mongolian Communist Party, which had monopolized power in the country since its independence in 1921 and which was closely allied with the Soviet Union, moved toward democratic reform and political pluralism. The reforms opened up new opportunities for travel and emigration, and in the 1990s Mongolian immigrants established communities in Chicago, Denver, San Francisco, and Washington DC. By 2000, Mongolian community leaders estimated a Chicago population between 500 and 700.Many of Chicago's Mongolians are students who came to Chicago to further their education and have chosen to stay in the United States after completing their schooling. Others have come in search of new personal or economic opportunities, and many anticipate their stay to be only temporary. A few Mongolian entrepreneurs have established small businesses, and there is a small professional community. Many Mongolians are well educated but face difficulties on the job market posed by limited English skills and illegal status, forcing them to enter trades and service industries, including rug and carpet cleaning, construction, electrical trades, computers, food service, and custodial work.Chicago's Mongolian community, while geographically dispersed, is an organized and active group with a strong network of mutual assistance. The Mongolian American Association, founded in 1998, aids newcomers from Mongolia, serves as an organizational center for the community, and sponsors social and cultural events such as concerts and speakers. It is affiliated with other Mongolian groups in San Francisco, Denver, and Washington, and by 2001 it boasted 250 members. Some Chicago Mongolians attend cultural events in Bloomington, Indiana, where a small community of Mongols is gathered around the Mongolia Society and Indiana University's Department of Central Eurasian Studies, the only program in the United States to grant a degree in Mongolian Studies.Chicago's Mongolian community gathers each year in January or February to celebrate the Mongolian New Year. In addition, Mongolians hold a major celebration on the lakefront each year from July 11 to 13 in honor of the national holiday of Naadam. During the celebration, Mongolians compete in traditional sporting events and competitions that include archery, volleyball, wrestling, and basketball. The community also gathers frequently for parties, concerts, speeches, and other social events and such Mongolian cultural activities as a performance by a Mongolian artist or a visit by a Mongolian Buddhist Monk. The Mongolian community maintains ties with Tibetan Buddhists in Chicago, and the groups sometimes celebrate holidays together.",
    "Bibliography": "Kotkin, Stephen, and Bruce A. Elleman, eds. Mongolia in the Twentieth Century: Landlocked Cosmopolitan. 1999.Rubel, Paula G. The Kalmyk Mongols: A Study in Continuity and Change. 1967.",
    "Author of Text": "Tracy Steffes",
    "Hyperlinked Terms Associated": [
        "social service",
        "Communist Party",
        "construction",
        "wrestling",
        "basketball",
        "Buddhists"
    ]
}