{
    "Title": "Montgomery, IL",
    "Descriptive Text": "Kane and Kendall Counties, 38 miles W of the Loop. In 1834 the Chicago–Galena road forded the Fox River at what became Montgomery. The site was a day's stagecoach journey from Chicago and a logical place for a travelers' inn. Elijah Pierce's tavern and Daniel Gray's mill soon faced each other across the river, each man having followed relatives from the east. Pierce followed his son-in-law, Jacob Carpenter, from Ohio, while Gray, a New Yorker, had earlier visited his brother Nicholas's farm (now in Kendall County).Blacksmith William T. Elliott arrived in 1834, serving travelers, settlers, and the remaining Potawatomi population. Stagecoaches delivered Montgomery's mail biweekly from Naperville, 10 miles distant. Montgomery's future looked bright until Samuel McCarty and a little civic chicanery diverted the stage coaches. When McCarty settled in Aurora in 1834, he found he had to travel to Montgomery to pick up his mail. Staking his own road from Naperville in 1836, with the promise of a month's boarding, he induced the stagecoaches to travel through Aurora.Nevertheless, foundries, gristmills, and a reaper factory thrived on the river's millraces and dams, and Montgomery grew for three decades. Gray was Montgomery's catalyst. A visionary and entrepreneur, he was responsible for much of its earliest growth and industry and ultimately its platting. Originally “Graytown,” Montgomery was renamed for Gray's home county in New York. Gray's mill stands as a historic landmark.The arrival of the McCormick Works at Chicago doomed Montgomery's reaper plant. Likewise, the rail nexus at Aurora left Montgomery unable to compete. Population diminished, industry stagnated.Relief started in 1880, when the Chicago, Burlington & Quincy Railroad constructed a station for livestock en route to Chicago's stockyards; by 1960 it was the largest worldwide. The rails also shipped Montgomery's produce and spring water to Chicago markets. In 1899 Riverview Park (later Fox River Park) opened. An amusement park that drew crowds from as far as Morris and Chicago on express interurbans, it was replaced in 1943 by United Wallpaper Company and then by AT&T. Lyon Metallic, Montgomery's first modern factory, moved from Chicago in 1906, drawing a reverse commute from Aurora and further stabilizing the economy.Montgomery and Aurora have remained inextricably linked: along with North Aurora, they form the Fox Valley Park District, and their students share a school district. As in the past, Montgomery's identity is closely tied to the Fox River and the quality of life it promises. Highways are drawing new populations to the valley at an unprecedented rate.Though still a small town, Montgomery is rapidly growing, with a population of 5,471 in 2000. While Montgomery always straddled the river, it also came to straddle a county line, crossing south into Kendall County. Not everyone has favored more growth. An anonymous advocate for the Fox River ecosystem known as “The Fox” (later identified as James Phillips) began crusading in 1969, first protesting deadly industrial pollution, then in 1999 standing alongside the Montgomery dam warning of suburbanization's threat to the river.",
    "Bibliography": "Commemorative Biographical and Historical Record of Kane County, Illinois. Vol. 2. 1888.Giles, Wanda H., ed. The History of Montgomery, Illinois, in Words and Pictures. 1990.Meyer, Sherry A. “The Historical Geography of Montgomery, Illinois, in Words and Images.” M.A. thesis, University of Illinois at Chicago. 2000.",
    "Author of Text": "Sherry Meyer",
    "Hyperlinked Terms Associated": [
        "Fox River",
        "Potawatomi",
        "Naperville",
        "Aurora",
        "Railroad",
        "amusement park",
        "interurbans",
        "commute",
        "North Aurora",
        "school district",
        "industrial pollution"
    ]
}