{
    "Title": "Morgan Park",
    "Descriptive Text": "Community Area 75, 13 miles S of the Loop. Since it was laid out in the 1870s by Thomas F. Nichols, Morgan Park's winding streets, small parks, and roundabouts have evoked images of an English country town. In 1869, the Blue Island Land and Building Company purchased property from the heirs of Thomas Morgan, an early English settler, and subdivided the area from Western Avenue to Vincennes Avenue that falls within the present community area of Morgan Park. Although the Chicago, Rock Island & Pacific Railroad laid tracks through the area in 1852, regular commuter service to downtown was not established until the suburban line opened in 1888.To spur residential development, the Blue Island company donated land and helped finance buildings for Mt. Vernon Military Academy (1873), the predecessor of Morgan Park Academy; Morgan Park Baptist Church (1874); and the Chicago Female College (1875). But the company's greatest success occurred in 1877, when the Baptist Theological Union agreed to relocate. By 1879 its well-regarded faculty included William Rainey Harper, who became the first president of the University of Chicago in 1891.Reflecting its origins as a Baptist community, Morgan Park prohibited the sale of liquor in the area between Western and Vincennes Avenues when it was incorporated as a village in 1882. Its middle-class character was further reinforced by the construction of main-line Protestant churches, among them Methodist (1888), Episcopalian (1889), Congregational (1890), and Presbyterian (1891). Equally important was the completion in 1890 of a substantial brick structure for Esmond public school and the imposing library donated by Charles Walker, president of the Blue Island Land and Building Company.Despite these clear signs of growth, Morgan Park lost its bid to become the home of the University of Chicago, which settled in Hyde Park. After the Baptist Theological Union left Morgan Park in 1892, its buildings were used as Morgan Park Military Academy.Although Morgan Park cultivated an identity as a white Anglo-Saxon Protestant community, it also included a small settlement of African Americans as well as French immigrants. Beth Eden (1891) was the first of more than 19 churches organized by black families who lived in the segregated district east of Vincennes, near the main line of the Rock Island railroad. On the other side of the tracks near 117th Street, French Roman Catholics who worked in the local Purington brickyard established Sacred Heart Church (1904).The battle over annexation to Chicago in 1911, which sharply divided the community, dragged on in court until 1914. At a time when they were denied the franchise in national elections, women voted overwhelmingly in favor of annexation because it meant better police and fire protection as well as a new high school.By 1920, 674 of Morgan Park's 7,780 residents were African American. The official report published in the wake of the city's 1919 race riot noted that, while whites and blacks in Morgan Park “maintain a friendly attitude,” nevertheless “there seems to be a common understanding that Negroes must not live west of Vincennes Road, which bisects the town from northeast to southwest.” Public institutions such as the new Morgan Park High School (1916) and the Walker Branch Library remained integrated.But African Americans were not the only residents in Morgan Park to live on the periphery. Between 1930 and 1960, the community's population more than doubled, from 12,747 to 27,912, as new subdivisions were built up with homes. Whereas Morgan Park's mainline Protestants tended to live and worship in the oldest part of the neighborhood, the largely Irish Roman Catholic parishes of St. Cajetan (1927) and St. Walter (1953) drew most of their congregations from the area west of Western Avenue. Reflecting the reality of urban segregation, African American Catholics established Holy Name of Mary (1940) at the east end of the neighborhood.Racial integration in the larger Morgan Park area did not occur on a large scale until the late 1960s. By then, however, the west leg of Interstate 57 had effectively isolated the older black settlement east of Vincennes. Perhaps the greatest change to occur in Morgan Park involved the construction of nearly four hundred “section 235” subsidized housing units between 1969 and 1974, the largest number for any Chicago neighborhood.With support from the Beverly Area Planning Association (1947), Morgan Park has marketed its historic homes, worked to keep their public schools integrated, and strengthened area shopping strips. The Walker branch library, enlarged and renovated in 1995, remains a showplace, and the Beverly Arts Center's new complex for the performing arts (2002) has sparked redevelopment at the intersection of 111th and Western Avenue. Morgan Park claims one of the city's pioneer African American communities, and, since 1979, its Irish American community has sponsored an event billed as the largest neighborhood-based St. Patrick's Day parade outside Dublin.",
    "Bibliography": "Mayer, Harold M., and Richard C. Wade. Chicago: Growth of a Metropolis. 1969.Pacyga, Dominic A., and Ellen Skerrett. Chicago, City of Neighborhoods: Histories and Tours. 1986.",
    "Author of Text": "Ellen Skerrett",
    "Hyperlinked Terms Associated": [
        "Railroad",
        "commuter",
        "University of Chicago",
        "prohibited",
        "Protestant",
        "Hyde Park",
        "African Americans",
        "French",
        "Roman Catholics",
        "annexation",
        "race riot",
        "Irish",
        "subsidized housing",
        "Beverly",
        "Arts Centers"
    ],
    "Street addresses associated": [
        "Morgan Park"
    ]
}