{
    "Title": "Mormons",
    "Descriptive Text": "Members of the Church of Jesus Christ of Latter-day Saints (or Mormons) began migrating from Missouri to Commerce (renamed Nauvoo), in western Illinois, in 1839. In its prime, Nauvoo rivaled Chicago in size and population, and Mormon activities, including the secret practice of polygamy among the church's hierarchy, attracted the notice of Chicago journalists. Part of the correspondence between church founder Joseph Smith and the Chicago Democrat's John Wentworth became the denomination's Articles of Faith.The Mormon presence in Illinois declined with Smith's death in 1844 and the forced departure in 1846 of most church members for what is now Utah. The Utah-based church resumed its proselyting activities in Chicago in the early twentieth century, however, and eventually built a temple, dedicated in 1985, in suburban Glenview. While many Mormons who migrated to Chicago from Utah after World War II lived in the suburbs, in the late 1970s the church undertook an aggressive missionary program in the city, which resulted in the racial integration of urban congregations. By the end of the twentieth century, metropolitan Chicago's 55 Mormon congregations included approximately 20,000 members.Chicago is also important as a center for the Reorganized Church of Jesus Christ of Latter Day Saints, established in 1860 by Joseph Smith III, who united a wide array of dissident Mormon groups. In 1866 Reorganized church leaders moved their headquarters from Nauvoo to Plano, the church's flagship congregation until the 1880s. With 10 Reorganized congregations, metropolitan Chicago has become one of two or three “heartlands” of the Reorganized church. Renamed the Community of Christ in 2001, the church has remained separate from its Utah-based parent.",
    "Bibliography": "Launius, Roger D. Joseph Smith III: Pragmatic Prophet. 1995.Launius, Roger D., and John E. Hallwas, ed. Kingdom on the Mississippi Revisited. 1996.Shipps, Jan. Mormonism: The Story of a New Religious Tradition. 1987.",
    "Author of Text": "Brandon Johnson",
    "Hyperlinked Terms Associated": [
        "journalists",
        "Glenview",
        "World War II"
    ]
}