{
    "Title": "Moroccans",
    "Descriptive Text": "After Morocco won independence from France in 1956, limited numbers of its top young scholars turned from Parisian to American universities to obtain technology and science degrees. From the mid-1960s through 1980, Chicago's Moroccan population seldom exceeded 15, with only a handful making the city their permanent home. In the early 1980s, a new wave of Moroccan immigrants began arriving, many with the primary purpose of working, not earning a degree. Numbering at least several dozen by the end of the decade, some ran small retail shops while others opened restaurants catering to both Moroccans and non-Moroccans. The children of Chicago Moroccans provided the impetus for some parents to pursue Moroccan cultural activities and community ties more actively than had been done before.By the late 1980s, Chicago's Moroccan community was becoming more geographically defined, organized, and religious in its orientation. Many settled in a large area on Chicago's near Northwest Side, still the community's center by the early 2000s. Several small Moroccan American organizations followed the lead of Chicago's Sister City Program with Casablanca, established in 1982, in promoting cultural, professional, and commercial ties with Morocco. An area mosque began serving as both a spiritual and secular gathering place, foreshadowing the increased centrality of Sunni Islam within the community by the late 1990s.Developments in the 1990s contributed to the growth and complexity of the Moroccan community. Larger numbers of unskilled and less educated Moroccans came to Chicago as a result of tightened European Union immigration policies coupled with greater access to the United States. While the population of Moroccans in Chicago remained smaller than in New York City, Boston, and Washington DC, community estimates placed it somewhere above 1,000 by the early 2000s. Men from this larger wave of immigrants to Chicago found work as taxi drivers, restaurant workers, and mechanics, while some women have had to adjust to employment as childcare providers and domestic workers.Moroccans have had limited association with Chicago's Arab and Muslim communities from the Middle East, instead turning toward other immigrants from the Maghreb, the term used for the western countries of North Africa. The Maghreb Assembly, an active organization since the mid-1990s, has worked to connect Moroccans of different socioeconomic statuses with each other as well as with Algerians and Chicago's small population of Tunisians. It has aimed to help new immigrants adjust to Chicago's secular environment while remaining faithful to the tenets of Islam and their home cultures. The Maghreb Assembly sponsors a variety of activities, from meeting new arrivals at O'Hare airport, to setting them up with employment, housing, and schools, to teaching English and computer skills at a mosque on the corner of Elston and Montrose Avenues. Religious activities, such as collective prayer and the feasts of Ramadan, have been central in unifying both Chicago Moroccans and other area North African Muslims. Several restaurants and cafés have served as informal gathering places for the men, while most women congregate in homes and their mosques.",
    "Author of Text": "Stephen R. Porter",
    "Hyperlinked Terms Associated": [
        "restaurants",
        "work",
        "taxi",
        "domestic workers",
        "Muslim",
        "Algerians",
        "OHare",
        "schools"
    ],
    "Street addresses associated": [
        "Montclare"
    ]
}