{
    "Title": "Morton Salt Co.",
    "Descriptive Text": "In 1880, a 25-year-old Nebraskan named Joy Morton arrived in Chicago to become a new partner in E. I. Wheeler & Co., a salt-marketing firm. Wheeler & Co. originated as a Chicago firm called Richmond & Co., which in 1848 had become a sales agent of the New York State Salt Manufacturing Co. After Wheeler died in 1895, the firm became Joy Morton & Co. Morton soon began to invest in salt evaporation plants in Michigan, and the company grew. The Morton Salt Co. was incorporated in 1910, and the company's “Umbrella Girl” logo and its “when it rains it pours” slogan soon became familiar to consumers across the United States. During the mid-1930s, the company had about 250 employees in the Chicago area. After World War II, Morton expanded into new regions and new products, including chemicals, drugs, and adhesives. Between 1961 and 1967, annual sales grew from $50 million to $250 million. A merger with a drug company in 1969 led the company to adopt the name Morton-Norwich. By the end of the 1970s, this company grossed $700 million in annual sales and had more than 10,000 workers around the world. In 1982, the company sold its drug business and purchased Thiokol Inc., a maker of cleaners, chemicals, and rockets; the new entity was named Morton Thiokol Inc. In 1989, soon after the company's work was connected to the 1986 explosion of the U.S. Space Shuttle Challenger, Morton separated from Thiokol to focus on making chemicals. At the same time, it moved quickly into the production of safety airbags for automobiles and soon became a leader in the airbag business. By the 1990s, Morton International was still based in Chicago, where it employed about 1,500 people. Morton continued to earn profits from its market-leading salt brand, but most of its $3 billion in annual revenues came from sales of airbags and specialty chemicals. Two years after selling its airbag division in 1997, Morton was purchased by Rohm & Haas, a Philadelphia company, largely ending Morton's century-long relationship with Chicago. It still maintained a riverside distribution facility on North Elston Avenue in 2003, receiving regular shipments of Louisiana salt by barges.",
    "Bibliography": "This entry is part of the Encyclopedia's Dictionary of Leading Chicago Businesses (1820-2000) that was prepared by Mark R. Wilson, with additional contributions from Stephen R. Porter and Janice L. Reiff."
}