{
    "Title": "Motoring",
    "Descriptive Text": "As a national transportation hub and merchandising center, Chicago played an important early role in the promotion of the automobile in the United States. Horseless carriages were showcased as novelties at the World's Columbian Exposition in 1893, and on Thanksgiving Day 1895, the Chicago Herald staged a well-publicized test race through the city's streets. Six years later the first Chicago Automobile Show was held, yet only one out of every 10,000 Chicago inhabitants owned an automobile in 1900. For here, as elsewhere, automobiles were expensive and unreliable and consequently were mostly playthings of the rich.Daniel Burnham and Edward Bennett's 1909 Plan of Chicago helped transform the automobile street from a promenade for the rich to a necessity of modern urban life. It was published just as new mass-produced cars such as Ford's Model T put automobile ownership itself within the reach of the middle and working classes. Autos flooded the Loop, where the passenger cars driven by commuting professionals competed for space with streetcars and commercial traffic. The automobile friendly Chicago Plan Commission gave high priority to elements of the Burnham Plan that would relieve central city congestion, such as the widening of North Michigan Avenue (1920) and the construction of the double-decked Wacker Drive (1926). Lake Shore Drive was transformed from a pleasure drive into one of the nation's first limited-access highways.In the 1920s, the automobile made it possible for the city's suburbs to expand away from their railroad-oriented cores, increasing suburban dependence on the automobile. Private automobile ownership rose steadily in Chicago, to one car for every eight inhabitants by 1930, but lagged behind state and national averages (around one for every five people). By 1990, there was about one car for every household in the city, but the average suburban household owned nearly two cars. In metropolitan Chicago, as elsewhere throughout the nation, the construction of the local system of superhighways during the 1950s and 1960s accelerated the suburban dispersal of residential districts, businesses, and services, rendering much of suburban Chicago almost entirely dependent upon the automobile and its infrastructure for their daily transportation needs. Motels and drive-in movies and restaurants transformed the landscape, seas of parking lots spread out next to ice cream shops, book stores, and forest preserves. Growing numbers of Chicago tourists drove to vacation spots such as the Wisconsin Dells, Interlochen, Michigan, and beyond. This trend showed no signs of abatement at the end of the century. From 1973 to 1993 in each of the six metropolitan counties, the average daily vehicle miles traveled, a rough measure of how extensively cars are used, significantly outstripped the growth of both automobile ownership and population.",
    "Bibliography": "Barrett, Paul. The Automobile and Urban Transit: The Formation of Public Policy in Chicago, 1900–1930. 1983.Schafer, Louis S. “Yesterday's City: Chicago's Horseless Carriages.” Chicago History 23.3 (Winter 1994–95): 52–64.Sennott, R. Stephen. “Chicago Architects and the Automobile, 1906: Adaptations in Horizontal and Vertical Space.” In Roadside America, ed. Jan Jennings, 1990, 157–169.",
    "Author of Text": "James Akerman",
    "Hyperlinked Terms Associated": [
        "transportation",
        "Worlds Columbian Exposition",
        "commuting",
        "Burnham Plan",
        "infrastructure",
        "movies",
        "vacation spots",
        "forest preserves"
    ]
}