{
    "Title": "Motor Sports",
    "Descriptive Text": "In 1895 Chicago hosted America's first auto race, a road race running between Jackson Park and Evanston. The first major racing track in the Chicago area was the two-mile wooden-board Speedway Park in Maywood, which hosted open-wheel Indianapolis-style racing from 1915 to 1918.Small oval tracks flourished in and around Chicago. Raceway Park, a one-fifth-mile asphalt oval near Blue Island, opened in 1938 and by the 1950s was hosting more than 60 stock car races and 15 midget car races a year. During the 1940s, midget car racing also thrived as an indoor event at the International Amphitheater. Santa Fe Speedway, a quarter-mile clay oval near Willow Springs, opened in 1953 with a program of races for midgets, sprint cars, stock cars, and motorcycles, and such events as tractor pulls, motocross, and demolition derbies.Illegal teenage drag racing has a long history in Chicago, especially after World War II and through the 1960s. Organized drag strip competition was held at the U.S. 30 Dragstrip (in Merrillville, Indiana ) from 1957 until its closing in 1984.During the 1940s and 1950s, Soldier Field was the most popular venue for big-time stock car and midget car racing, drawing crowds as large as 89,000. It was on the same racing circuit as the Waukegan Speedway (1949–1979) and Rockford Speedway. This circuit produced Indianapolis 500 champs Pat Flaherty (1956) and Jim Rathmann (1960) and premier racing promoter Andy Granatelli. Soldier Field stopped hosting racing in 1968, but O'Hare Stadium (1956–1968), in Schiller Park, sponsored the prestige races during the 1960s.Chicago-area motor sports began to decline in the 1980s, as nationally televised big-track NASCAR racing and Indy Car racing drew fans away from local tracks. Santa Fe closed in 1996; Raceway closed in 2000. Motor sport racing revived in the late 1990s, when national racing organizations noticed huge television ratings for their product in the Chicago area. In 1998, the Route 66 Raceway complex opened in Joliet and featured a 30,000-seat drag strip and 8,000-seat half-mile clay oval for sprint, stock, and truck racing. During 1999–2001, the Chicago Motor Speedway hosted NASCAR truck races in Cicero and Indy Car events. In 2001 the Route 66 Raceway complex opened Chicagoland Speedway for major NASCAR stock car races.",
    "Bibliography": "Brown, Allan E. The History of the American Speedway Past and Present. 1984.Cutter, Robert, and Bob Fendell. The Encyclopedia of Auto Racing Greats. 1973.Pistone, Pete. “Chicago Owns a Racy Past.” Chicago Sun-Times, August 20, 1999.",
    "Author of Text": "Robert Pruter",
    "Hyperlinked Terms Associated": [
        "Evanston",
        "Maywood",
        "Blue Island",
        "Willow Springs",
        "Merrillville",
        "Indiana",
        "Soldier Field",
        "Waukegan",
        "Schiller Park",
        "Joliet",
        "Cicero"
    ],
    "Street addresses associated": [
        "OHare"
    ]
}