{
    "Title": "Motorola Inc.",
    "Descriptive Text": "In 1928, brothers Paul V. Galvin and Joseph E. Galvin purchased a battery eliminator business from the bankrupt Stewart Storage Battery Co. of Chicago. The brothers' new company, located on the West Side of Chicago, was called the Galvin Manufacturing Corp.; it began with five employees. The company began to make car radios in 1930 and manufactured larger radio sets for homes starting in 1937. During World War II, Galvin made hand-held, two-way FM portable radios—which became known as “walkie-talkies”—for the use of the U.S. military. Although the company experienced a severe decline immediately after the end of the war, as the end of large military contracts pushed its annual sales down from $68 million in 1945 to $23 million in 1946, it soon recovered in spectacular fashion. In 1947, the company changed its name to Motorola Inc. Six years later, it opened a large television assembly plant in the Chicago suburb of Franklin Park, where Motorola made the first television sets to sell for under $200. Motorola introduced new electronics products year after year. An all-transistor car radio appeared 1959; later, the company pioneered eight-track tape players for automobiles and began to sell an all-transistor television set, the “Quasar.” In 1958, two years after Robert W. Galvin succeeded his father Paul as company president, Motorola started a semiconductors division, based in Phoenix, Arizona. By the middle of the 1960s, the company grossed $500 million in annual sales and employed some 30,000 people nationwide. One of Motorola's customers was NASA, which bought communications for its space missions. In 1974, the year it stopped making televisions, Motorola introduced its first microprocessor. By 1976, when the company moved its headquarters to a 325-acre campus in the Chicago suburb of Schaumburg, it employed over 7,500 people around the Chicago area. Expansion continued during the 1980s, when Motorola began to sell pagers and cellular telephones, boosting annual sales past $10 billion and the total number of employees (worldwide) beyond 100,000. Meanwhile, the company had become the nation's fourth-largest manufacturer of semiconductors for the booming computer industry. In 1993, Robert Galvin's son Christopher was named company president. By the end of the 1990s, annual sales had passed $30 billion, and there were over 20,000 Motorola employees working in the Chicago area. Strong telecommunications competition with new rivals such as Nokia (a giant cellular phone manufacturer based in Finland) and slumping semiconductor markets in the early 2000s hit Motorola hard. Three-quarters of a century of rapid growth came to an end, as Motorola slashed tens of thousands of jobs in Chicago and worldwide. Christopher Galvin was replaced by the first non-Galvin to head Motorola in its storied history, a former executive at General Electric with a reputation for instituting relentless cost-cutting measures. By 2002, however, Motorola remained one of Chicago's largest corporations, with net revenues of almost $27 billion and 97,000 employees worldwide.",
    "Author of Text": "Timothy J. Gilfoyle",
    "Street addresses associated": [
        "Near North Side",
        "Hyde Park",
        "Ravenswood",
        "Back of the Yards",
        "Andersonville",
        "Old Town",
        "Near West Side",
        "Pullman",
        "South Side",
        "Cabrini-Green"
    ]
}