{
    "Title": "Mount Prospect, IL",
    "Descriptive Text": "Cook County, 20 miles NW of the Loop. Yankee farmers established homesteads in what became the heart of downtown Mount Prospect after signing a Potawatomi treaty in 1833. New Englanders cleared and farmed the land until 1843. Many of these settlers, however, moved west for larger claims, and were replaced by German immigrants, who planted the roots of a small rural community.By 1854, the Illinois & Wisconsin Railroad (later renamed the Chicago & North Western) ran through Mount Prospect, but it did not stop there until 1886. As a result, the remaining Yankee families who wanted access to broader markets moved to the neighboring railroad towns of Arlington Heights and Des Plaines. Meanwhile more German and Irish immigrant families bought up the available homesteads.In 1871, real-estate agent Ezra Carpenter Eggleston built a four-block residential subdivision on farmland south of the railroad. Eggleston named the area Mount Prospect because the village sat on the highest point in Cook County. Eggleston went bankrupt, since the area failed to prosper until a railroad station was established.In 1900, the community still fell short of the three hundred people required for incorporation. A group of small businessmen known as the Mount Prospect Improvement Association pushed for official empowerment to solicit funds through taxation. In May 1917, the village immediately incorporated when a newborn infant became Mount Prospect's three-hundredth resident.William Busse, a local storeowner, served as the first president from 1917 to 1929. During this period, Mount Prospect experienced business expansion and population growth that increased the number of residents to 1,225 by 1930. Although the area remained predominately farmland, a small industrial district appeared north of the railroad, which included a creamery, farm machinery retailers, a hardware store, a coal yard, and a general store.The village's post– World War II population growth was similar to neighboring communities with an influx of white, middle-class Chicagoans. During the 1950s, the population increased 370 percent to 18,906, prompting village officials to adopt a council-manager form of government. In this period of growth, the Randhurst Corporation opened an enclosed and air-conditioned mall, Randhurst Shopping Center (1962). The village also attracted new industry and light manufacturing with the addition of the Kensington Center (1974).During the late 1970s, village president Carolyn Krause contested the Metropolitan Housing Development Corporation's efforts to rezone for the building of multifamily housing for minorities and the elderly. A federal agreement, however, allowed the construction of low-income housing on unincorporated land between Arlington Heights and Mount Prospect. Although village leaders continued to promote some light industry, they maintained Mount Prospect as a residential community made up primarily of middle-class white families. Most white-collar residents worked for large companies in the area, such as Centel, Mitsubishi Electronics, and Eastman Kodak, or commuted to Chicago. By 1992, the village's chamber of commerce began a downtown revitalization campaign that sought to “keep the small in small town.”",
    "Bibliography": "The Chicago Fact Book Consortium, ed. Local Community Fact Book: Chicago Metropolitan Area, Based on the 1970 and 1980 Censuses. 1984.Chicagoland's Community Tour Guide. 20th ed. 1983/84.Murphy, Jean Powley, and Mary Hagan Wajer. Mount Prospect: Where Town and Country Met, An Illustrated History. 1992.",
    "Author of Text": "David MacLaren",
    "Hyperlinked Terms Associated": [
        "Yankee",
        "Potawatomi",
        "German",
        "Railroad",
        "Arlington Heights",
        "Des Plaines",
        "Irish",
        "real-estate",
        "subdivision",
        "railroad station",
        "taxation",
        "World War II",
        "chamber of commerce"
    ],
    "Street addresses associated": [
        "Mount Prospect",
        "Arlington Heights",
        "Des Plaines"
    ]
}