{
    "Title": "Mount Greenwood",
    "Descriptive Text": "Community Area 74, 14 miles SW of the Loop. Mount Greenwood is a two-square-mile community area bounded by eight cemeteries and the suburbs of Oak Lawn, Alsip, Evergreen Park, and Merrionette Park. Because of the presence of cemeteries, the area was once known as Seven Holy Tombs.German and Dutch truck farmers were active in the area by the Civil War. In 1879, George Waite received a state land grant of 80 acres, and named the area Mount Greenwood after the presence of trees on an elevated ridge. It seemed ideally suited for a cemetery.By 1897 taverns and restaurants emerged on 111th and Sacramento Streets to serve mourners following funerals, which were all-day horse-driven affairs. Dog and horse racing tracks were also close by, so that an assortment of customers patronized 111th Street. Irish saloons served corned beef and cabbage, while German saloons served sauerbraten and dumplings.The first religious congregations in the community were Methodist and Reformed, respectively attracting German and Dutch Protestants. The Dutch and German populations were later joined by other European immigrant groups, including Irish, Welsh, English, Poles, Lithuanians, Swedes, Norwegians, and Danes.In the early 1900s, Protestant temperance crusaders sought to close down the saloons and make the community dry like nearby Morgan Park. But the opposition succeeded in incorporating Mount Greenwood in 1907 as part of a strategy to remain wet. In 1927 Mount Greenwood voted for annexation to Chicago, hoping for improvements such as sewers, water mains, hard-surfaced streets, streetlights, and a new public school, but such changes were slow to arrive. It was not until 1936 that the Works Progress Administration finally laid sewage systems and paved and lighted city streets. As late as the 1960s, the Mount Greenwood Civic Association was still fighting the city for curbs and gutters.From 1930 to 1950, Mount Greenwood experienced its first spurt of residential growth, with population increasing from 3,310 to 12,331. These young families required new schools, parks, and public recreation areas. In the first years after World War II, from 1945 to 1953, 4,000 new homes were built. But there was only one industry in Mount Greenwood, the Beverly Shear Company, and population declined from 23,186 in 1970 to 19,179 in 1990.By the 1980s, Mount Greenwood was hometo the last surviving farm in the city, which wasdeveloped as the Chicago High School for Agricultural Sciences. The magnet school stirredcontroversy in the late 1980s, when black students were bussed into the overwhelminglywhite community. This led to a communityprotest and increased racial hostility. By 2000 the population had declined to 18,820, of whom 94 percent were white, with African Americans and Hispanics each under 4 percent.",
    "Bibliography": "“The Tallest Fence: Feelings on Race in a White Neighborhood.” New York Times, June 21, 1992.Chicago Fact Book Consortium, ed. Local Community Fact Book: Chicago Metropolitan Area, 1990. 1995.DeZutter, Hank. “The Last Farm in Chicago.” Chicago Reader, August 15, 1981.",
    "Author of Text": "Clinton E. Stockwell",
    "Hyperlinked Terms Associated": [
        "Oak Lawn",
        "Alsip",
        "Evergreen Park",
        "Merrionette Park",
        "cemeteries",
        "trees",
        "German Dutch",
        "Civil War",
        "racing",
        "saloons",
        "Protestants",
        "Irish",
        "Welsh",
        "English",
        "Poles",
        "Lithuanians",
        "Swedes",
        "Norwegians",
        "Danes",
        "annexation",
        "water",
        "World War II"
    ],
    "Street addresses associated": [
        "Mount Greenwood",
        "Morgan Park",
        "Beverly"
    ]
}