{
    "Title": "Movies, Going to the",
    "Descriptive Text": "Chicago helped launch the movie industry in the United States in the early 1900s, so it is no surprise that Chicagoans loved going to the movies. By the 1920s, Chicago had some of the most exquisite movie palaces in the world, and moviegoers could count on seeing several newsreels, a stage show, and the main feature for the price of admission.The first movie palace built in the Loop was the Chicago Theater at 175 N. State Street. The building was executed by the well-known movie theater architects Rapp & Rapp. Completed in 1921, the Chicago Theater seated 3,800 and featured a series of interior spaces inspired by the palace of Versailles. By the late 1930s, the Loop had the highest concentration of movie theaters within the city. Other prominent movie theaters included the McVickers at 25 W. Madison Street, the Oriental at 20 W. Randolph Street, and the RKO Palace Theater at 159 W. Randolph.During this same period, grand movie theaters were built to serve neighborhoods throughout the city. The North, South, and West Sides were well served by theaters strategically positioned along major commercial arterials and transportation lines. The Paradise, at 231 N. Pulaski Road, was finished in 1928 and could seat 3,600 in its one-screen auditorium. The building featured a mansard roof and an interior lobby designed in the French Renaissance style. Other well-known neighborhood theaters included the Central Park at 3535 W. Roosevelt Road, the Tivoli at 6325 S. Cottage Grove Avenue (also by Rapp & Rapp), and the Southtown at 610 W. 63rd Street.While the city had its share of movie palaces, many of Chicago's suburbs moved quickly to construct their own theaters. Perhaps the most dramatic of these was the Tivoli in Downers Grove, built in 1928. Designed as one of the first sound-equipped theaters in the United States, the interior was decorated in the French Renaissance style. This trend toward centrally located downtown suburban movie theaters would continue as other similar theaters were built in Kankakee in 1931 and Oak Park in 1936.The movie theaters of the period between World Wars I and II were often the most luxurious places the average person would ever visit. The exteriors of these buildings were elaborately detailed, transporting the patrons to a different time and place. Often eclectic, movie theaters of the day featured a mix of architectural influences, including Moorish, Spanish, Greek, and Persian. The interior spaces were often lavishly decorated with sculptures, oil paintings, and murals depicting various mythological events. Patrons were encouraged to enjoy these sumptuous surroundings while sitting on overstuffed chairs or sofas, often upholstered in silk or velvet. Men's and women's lounges also featured furniture for sitting and large framed vanity mirrors.After World War II, the changing economic status of the motion picture industry and new leisure-time opportunities signaled the end of the movie palaces' reign at the top of Chicago's entertainment world. Very few movie theaters were built in the city of Chicago between 1950 and 1970, and quite a few of the neighborhood movie theaters were demolished in the 1970s and 1980s. New theater complexes began to be built again in Chicago in the late 1980s, and some of the old movie palaces in the Loop were restored as live entertainment venues.",
    "Bibliography": "Hall, Ben M. The Golden Age of the Movie Palace: The Best Remaining Seats. 1975.Naylor, David. American Picture Palaces: The Architecture of Fantasy. 1981.Putnam, Michael. Silent Screens: The Decline and Transformation of the American Movie Theater. 2000.",
    "Author of Text": "Max Grinnell",
    "Hyperlinked Terms Associated": [
        "movie palaces",
        "transportation",
        "Downers Grove",
        "Oak Park",
        "entertainment"
    ],
    "Street addresses associated": [
        "Loop",
        "Pulaski Road",
        "Cottage Grove Avenue",
        "Downers Grove",
        "Oak Park"
    ]
}