{
    "Title": "Mundelein, IL",
    "Descriptive Text": "Lake County, 33 miles NW of the Loop. An 1850s settlement of English millwrights three miles west of Libertyville is said to have inspired the area's name of Mechanic's Grove. When the Wisconsin Central Railroad built through the area to Chicago in 1880, local farmer John Holcomb donated land for a station and village plat, which he named after himself. To honor the line's most notable stockholder, the railroad renamed the station after William Rockefeller in 1885.Little changed in the tiny community until after the Chicago & Milwaukee Electric interurban terminated its Lake Bluff spur line there in 1904. Anticipating a boom, residents planned an incorporation referendum for January 1909. Although there were too few residents to meet the legal requirements, settlers around nearby Diamond Lake were included in the vote with the understanding that they could withdraw from the new village. The vote on January 25, 1909, was successful, with Sylvester L. Tripp being named president in March. Residents living around Diamond Lake withdrew shortly thereafter.Meanwhile, Chicagoan Arthur Sheldon purchased a large holding on the east side of Rockefeller called Mud Lake. Hoping to prepare and sell home study business school courses, he erected large buildings and hired numerous staff, primarily women. Sheldon even persuaded villagers in mid-1909 to change Rockefeller's name to Area, an acronym for his company's motto: Ability, Reliability, Endurance, and Action.Sheldon's business failed—perhaps as a result of World War I —and his property fell vacant. By 1920 George Cardinal Mundelein, seeking to realize his dream of building a world-renowned theological seminary, had purchased these holdings, renaming Mud Lake as St. Mary's Lake. In 1924, Area was renamed Mundelein in honor of the cardinal. As a grand complex of buildings rose, Mundelein played host to the 28th International Eucharistic Congress in 1926, which over 500,000 people attended.The size of the crowds interested Samuel Insull, Chicago capitalist and electricity mogul, who attempted to organize a large, planned community with underground utilities and decentralized shopping centers. The failure of his economic empire and the Great Depression derailed his dream, and Mundelein's population grew to only 1,328 by 1940.As suburbanization swept into Lake County, Mundelein, which had been planned to accept growth, mushroomed from 3,186 in 1950 to over 12,000 in 1962. Even with such a population base, the Chicago, North Shore & Milwaukee Electric interurban ceased operating in January 1963.Still, Mundelein's population continued to rise, from 17,053 in 1980 to over 30,935 in 2000. Community and other area leaders worked with Metra to acquire a rail commuter route, which opened in 1996 as the Metra North Central Service line from Chicago through Mundelein to Antioch.",
    "Bibliography": "“Mundelein.” Waukegan News-Sun, October 2, 1995.“Twenty-fifth Anniversary Edition.” Mundelein News, June 27, 1968.Purcell, Connie. Memories of Mundelein. 1984.",
    "Author of Text": "Craig L. Pfannkuche",
    "Hyperlinked Terms Associated": [
        "English",
        "Libertyville",
        "Railroad",
        "interurban",
        "Lake Bluff",
        "World War I",
        "seminary",
        "Great Depression",
        "Lake County",
        "Metra",
        "commuter",
        "Antioch"
    ]
}