{
    "Title": "Munster, IN",
    "Descriptive Text": "Lake County, 24 miles S of the Loop. In 1850 most of the site of the future town of Munster lay under the turbid waters of Cady Marsh or was seasonally flooded by the Little Calumet River. But for centuries Native Americans, most recently the Potawatomi, had lived on the abundant fish, wildlife, and countless migratory birds found along the dry and sandy ridge. After 1840 a scattering of European American families moved in and as often drifted away. Beginning in 1845, a succession of innkeepers, among them Allen Brass and Johann Stallbohm, welcomed travelers to a rambling wooden structure beside Ridge Road.Dutch immigrants arrived in 1855, and by 1900 had established a tidy farm community. Jabaays, Kooys, Schoons, Jansens, and Bakkers raised potatoes, cabbages, beans, and flowers along the ridge for local families and regional wholesalers, and onion sets for the national market. Peter Klootwyck and town postmaster Jacob Munster operated small stores. Late in the century Aaron Norton Hart channeled through the ridge to the Little Calumet, drained Cady Marsh, and created hundreds of acres of valuable farmland. In 1927 Burns Ditch minimized the annual floods of the Little Calumet and made north Munster habitable.The 7.5-square-mile Town of Munster was organized in 1907 with a population of 500. After 1920 growing numbers of commuters launched the suburban era. The Great Depression halted all growth until the late 1930s, when a war-induced regional housing shortage brought the working-class-oriented development of Independence Park, rows of brick duplexes, and even a few apartment houses. By 1945 Munster was an uneasy mixture of small farmers, industrial workers, and well-to-do commuters.Munster's suburban status was confirmed in the 1950s by the construction of 1,500 homes, which doubled the town's population to 10,313. The new residents were young, well educated, upwardly mobile, and family-oriented. They created a prosperous community of comfortable and occasionally grand houses. Modern public services were introduced. An industrial park attracted several large and small tenants. Farm stands were replaced by shops, banks, service stations, garden centers, and a lumberyard. Munster never developed a focused downtown, though a sizable mall was built beside Calumet Avenue.The booming sixties and seventies saw the completion of Munster's transition into a suburban community. Though the town board continued to govern, a town manager was appointed, and municipal ordinances multiplied, along with streets and handsome trees, parks, and recreational areas. Long-empty South Munster filled with subdivisions; Don Powers, one businessman among many, had developed almost two thousand homesites by 1990.Excellent schools absorbed much tax revenue. Munster High School opened in 1966 and curricula were developed to serve a largely college-bound student population. As the century ended, Munster was a mature and prosperous suburban town, home to a well-educated and largely professional population of 21,511. A remarkable hospital complex dominated its skyline. A handsome art center stood beside the ridge. A second business park was attracting a variety of “clean” tenants. The farm village of 1920 had quite disappeared.",
    "Bibliography": "Clipping file. Munster Branch, Lake County Public Library, Munster, IN.Moore, Powell, A. The Calumet Region: Indiana's Last Frontier. 1977.Trusty, Lance. Town on the Ridge: A History of Munster, Indiana. 1982.",
    "Author of Text": "Lance Trusty",
    "Hyperlinked Terms Associated": [
        "Calumet River",
        "Native Americans",
        "Potawatomi",
        "commuters",
        "Great Depression",
        "apartment",
        "subdivisions",
        "art center",
        "hospital"
    ]
}