{
    "Title": "Museum of Science and Industry",
    "Descriptive Text": "The Museum of Science and Industry is one of the nation's oldest and largest institutions devoted to the display and exploration of scientific and technological advancements.Though a community effort, the museum owes its founding primarily to the vision and philanthropy of Julius Rosenwald, one of Chicago's wealthiest merchandisers. In 1911, while vacationing with his family in Germany, Rosenwald visited the Deutsches Museum in Munich, a museum that focused on industrial and scientific processes and promoted visitor participation with the exhibits. Repeated contacts with the museum's director convinced Rosenwald that Chicago should have such an institution. In 1921 he proposed the idea to the Commercial Club of Chicago. By 1926 the museum was incorporated, backed financially by a $3 million gift from Rosenwald and a city bond issue. At the time of his death in 1932, Rosenwald had contributed roughly $7 million in cash and stock donations.The museum chose as its location the former Palace of Fine Arts Building in Jackson Park, the last structure left from the World's Columbian Exposition of 1893 and former home of the Field Museum of Natural History. Vacant since 1920, the building required extensive renovation, which began in 1929. Working toward an opening coincident with Chicago's 1933 “A Century of Progress ” World's Fair, the museum received its first visitors in June of that year with 10 percent of its space readied for visitation. As attendance and exhibition space grew throughout the 1930s, so too did its financial troubles. By the end of the decade, expenditures greatly outpaced revenues, endangering the museum's future.A turning point in the direction and administration of the museum came in 1940, when the board of directors lured Major Lenox R. Lohr, the head of the National Broadcasting Company and former general manager of “A Century of Progress,” to its presidency. Lohr quickly restructured the museum's organization and focus. Instead of relying on traditional in-house design, execution, and upkeep of the exhibits, Lohr hoped to attract industry-sponsored displays through increased attendance. In exchange for construction and maintenance costs, the museum would allow the sponsor to advertise in the exhibit. Exhibit space would be allocated to 10 percent to historical achievement and 90 percent to the present. Lohr's plan proved successful, although exhibit renovation did not occur at the rate he had originally envisioned. His legacy remains visible through the sustained popularity of the museum.At the end of the twentieth century the museum's 350,000 square feet (approximately 8 acres), it presents over 2,000 exhibits in many fields, including technology, agriculture, transportation, energy, and communications. Educating as it entertains, the museum promotes learning through interactive, hands-on participation between the visitor and the exhibitions. Featured attractions include a working replica of a coal mine, the U-505 submarine, the Henry Crown Space Center, and Omnimax Theater. The museum began charging an admission fee in 1991. Nevertheless, attendance has remained high (approximately two million annually), ranking the Museum of Science and Industry as one of Chicago's premier tourist attractions and attesting to its role as an effective tool of mass education.",
    "Bibliography": "Alexander, Edward P. Museums in Motion: An Introduction to the History and Functions of Museums. 1979.Kogan, Herman. A Continuing Marvel: The Story of the Museum of Science and Industry. 1973.Pridmore, Jay. Inventive Genius: The History of the Museum of Science and Industry. 1996.",
    "Author of Text": "Jonathan J. Keyes",
    "Hyperlinked Terms Associated": [
        "philanthropy",
        "Commercial Club of Chicago",
        "Jackson Park",
        "Worlds Columbian Exposition",
        "Field Museum",
        "Century of Progress",
        "advertise",
        "agriculture",
        "transportation",
        "tourist"
    ]
}