{
    "Title": "Museum of Contemporary Art",
    "Descriptive Text": "The Museum of Contemporary Art (MCA), which opened in 1967, has evolved dramatically from an energetic organization supported by a dedicated group of Chicago collectors and patrons to a national institution presenting the art of our time to an increasingly international public. The museum's opening occurred in an atmosphere of great artistic and social experimentation.From its inception, the MCA focused on temporary exhibitions modeled on the example of a European kunsthalle. In 1974, the mission expanded to establish a permanent collection with works created after 1945. Joseph Randall Shapiro, a prominent collector of surrealism, provided the leadership to inspire other collectors and gather private resources to purchase and renovate a building on Ontario Street. Implicit in the MCA's mission was a commitment to vigorous performance and educational programs and an outreach mechanism designed to increase awareness of contemporary art. Building on the remarkable exhibitions in its early history—the first U.S. wrapping of a public building by Christo in 1969, a Robert Irwin exhibition in 1975, the first U.S. exhibition of Frida Kahlo in 1978, and a Magdalena Abakanowicz exhibition in 1982—and recognizing the necessity of a larger facility, in 1996 the MCA acquired the stunning site of the National Guard Armory between Lake Michigan and Michigan Avenue. Designed by Berlin architect Joseph Paul Kleihues, the new building clad in aluminum and Indiana limestone opened in June 1996 in a 24-hour summer solstice celebration.Referencing the modernism of Mies van der Rohe as well as the tradition of Chicago architecture, the $46 million structure is among the largest in the United States devoted to contemporary art. Its 45,000 square feet of galleries, with a permanent collection boasting more than 5,600 works and a 300-seat auditorium and outdoor sculpture garden, is suitable for large-scale artworks, new media, and ever larger audiences.",
    "Bibliography": "Neff, Terry Ann R., ed. Collective Vision: Creating a Contemporary Art Museum. 1996.Warren, Lynne, ed. Art in Chicago, 1945–1995. 1996.",
    "Author of Text": "Judith Russi Kirshner",
    "Hyperlinked Terms Associated": [
        "Armory",
        "architecture"
    ]
}