{
    "Title": "Music Clubs",
    "Descriptive Text": "As hopes of prosperity inspired waves of migration from the South to the industrial North at the turn of the century, Chicago's position as the transportation hub and economic powerhouse of Middle America made it very attractive to musicians of all kinds. Through the “Jazz Age” and the “Roaring Twenties,” Chicago established its reputation as a thriving, wide-open city, with an increasing number of entertainment options.Jazz was born in New Orleans. Chicago is where the music came of age, with Louis Armstrong's move to the city in 1922, when he joined King Oliver's band at the Lincoln Gardens Cafe, considered a milestone along the historical path of American music. Chicago became the center of black American culture, with jazz flourishing in clubs such as the Plantation and the Sunset, and later in the Grand Terrace and the Club DeLisa. In a variety of locations, Joe Segal's Jazz Showcase has remained one of the oldest jazz clubs in the world.While the Mississippi Delta is celebrated as the cradle of the blues, the South Side Chicago clubs are where the music transformed itself and sustained its greatest popularity, from the boogie-woogie piano that flourished in the 1920s through the electrified, guitar-powered urban blues of the 1940s and 1950s. From neighborhood taverns such as Pepper's Lounge and Theresa's to “chitlin' circuit” palaces such as the Regal Theater, Chicago nightspots have enjoyed a storied reputation among blues fans.Chicago has supported a varied and increasingly diverse array of music clubs, from 1960s and 1970s folk clubs such as the Gate of Horn, the Quiet Knight, and the Earl of Old Town to sophisticated supper clubs such as the London House and Mister Kelly's. Through the latter half of the twentieth century, rock has been a mainstay of the Chicago club circuit, with dozens of clubs competing for the younger music audience. More recently, Chicago clubs have been an influential incubator in the development of house, techno, and other forms of dance music.",
    "Bibliography": "Keil, Charles, Angeliki V. Keil, and Dick Blau. Polka Happiness. 1992.Keil, Charles. Urban Blues. 2nd ed. 1991.Kenney, William Howland. Chicago Jazz: A Cultural History, 1904–1930. 1993.",
    "Author of Text": "Don McLeese",
    "Hyperlinked Terms Associated": [
        "transportation",
        "Jazz",
        "blues",
        "South Side",
        "Regal Theater",
        "Old Town",
        "rock"
    ],
    "Street addresses associated": [
        "South Side"
    ]
}