{
    "Title": "Musical Instrument Manufacturing",
    "Descriptive Text": "After the Great Fire of 1871, Chicago quickly became a national center in musical instrument manufacturing, especially organs and pianos. Indeed, by 1910 Chicago manufacturers were supplying about half of all pianos sold in the United States, and one firm, W. W. Kimball Company, became the largest single producer of pianos and organs in the world. Although most of the early technological innovations in piano design in the United States were by Eastern manufacturers, they share credit with the rising Midwestern firms for innovations developing the industrial magnitude of the trade. Significantly, the Chicago World's Columbian Exposition in 1893 sparked a national marketing competition over the “best” piano between eastern and Midwestern manufacturers, generating valuable publicity for Chicago brands. By 1915 over 40 companies were producing pianos, organs, and other instruments; many had showrooms on Wabash Avenue, appropriately called. “Music Row.” Familiar brands included Bush & Gerts, Cable, Cable-Nelson, Conover, Hamilton (Baldwin), Kimball, Lyon & Healy (originally renowned for harps), Steger & Sons, and Story & Clark. Kimball, along with Baldwin, pioneered modern dealership organization and aggressive sales techniques, and they as well as Cable were among the strongest corporations in the industry.In the era before radio and sound movies, self-playing instruments were a crucial part of the music industry. Chicago firms produced many brands associated with automatic pianos, notably Melville Clark, Kimball, and Gulbransen-Dickinson, whose famous “Gulbransen Baby” trademark rivaled Victor Talking Machine Company's “His Master's Voice” in familiarity. Furthermore, several Chicago companies specialized in manufacturing coin-operated, roll-activated electric music machines specifically designed for public entertainment. These “coin-pianos” and “orchestrions”—precursors of today's jukebox—often contained a variety of instrument sounds. Famous Chicago companies included Operators Piano Company, who made the Coinola, and the J. P. Seeburg Company, which, along with Wurlitzer, later dominated post– World War II jukebox production. Seeburg was also a leader in producing “theater photoplayers”—automatic instruments uniquely designed to provide music and sound effects for silent movies—until sound movies destroyed this market in the late 1920s. Not surprisingly, Chicago was a manufacturing center for the actions and perforated music rolls for all types of automatic instruments. Chief companies were Gulbransen-Dickinson and the Q-R-S Company, the largest manufacturer of music rolls in the world, producing 10 million rolls annually by 1926.Chicago's historical prominence in musical instrument manufacturing also included Frank Holton Company brasswinds (Holton had been first trombonist in Sousa's band), Lowry electronic organs, and Martin Band Instruments, one of the nation's oldest manufacturers. Chicago-based Montgomery Ward & Co. and Sears, Roebuck & Co. offered an impressive variety of musical instruments through their celebrated mail-order catalogs, including accordions, banjos, mandolins, guitars, violins, harps, harmonicas, drums, brass and woodwind instruments, even pianos and organs. For generations, Ward and Sears provided Americans, especially in rural areas, with arguably the most important single source of instruments.The music industry ceased to be dominated by the piano and organ trade after the Great Depression and World War II, and Chicago lost its leadership as the musical instruments trade struggled against a wider variety of entertainment choices available in the postwar culture. Many old Chicago trademarks still in production at that time, such as Gulbransen, Story & Clark, Q-R-S, Holton, and Martin, have long since been sold to corporations in other states. Nevertheless, present-day Chicago-area firms still produce a variety of instruments, including fifes and song whistles, guitars, banjos, basses, mandolins, band and orchestral instruments, digital pianos, and synthesizers. Historically prominent names include Lyon & Healy harps, Lowry electronic organs, and W. H. Lee & Co., the largest maker of handcrafted orchestral string instruments in the United States.",
    "Bibliography": "“Chicago's Music Industry Is Huge.” Chicago Commerce 24 ( July 21, 1928): 7–9, 29–30.Roell, Craig H. “The Piano Industry in the United States.” In Encyclopedia of Keyboard Instruments: The Piano, ed. Robert Palmieri, 1994, 415–419. Reissued in 1996 as Encyclopedia of the Piano.Roell, Craig H. The Piano in America, 1890–1940. 1989.",
    "Author of Text": "Craig H. Roell",
    "Hyperlinked Terms Associated": [
        "Fire of 1871",
        "innovations",
        "Worlds Columbian Exposition",
        "movies",
        "World War II",
        "Montgomery Ward & Co",
        "Sears, Roebuck & Co",
        "mail-order",
        "Great Depression",
        "World War II"
    ]
}