{
    "Title": "Muslims",
    "Descriptive Text": "The Muslim community of metropolitan Chicago reflects the ethnic and theological diversity of global Islam.Bosnians, Arabs, and African Americans established Muslim organizations in the city prior to 1960. A Bosnian mutual aid and benevolent society, Muslimansko Potpomagajuce Drustvo Dzemijetul Hajrije of Illinois, established in the Near North Side in 1906, appears to be the oldest Muslim organization in the United States. A subsequent Bosnian mosque on N. Halsted Street relocated in the 1970s to north suburban Northbrook. This new mosque, called the Islamic Cultural Center of Greater Chicago, has served a multiethnic constituency, though not without some institutional struggle over its identity in the late 1980s and early 1990s.Arab Muslims from Palestine began settling in Chicago in the early 1900s. Mostly entrepreneurs, they occupied a sociogeographic niche along the edge of the South Side's African American community by the late 1940s. Political turmoil in the decades following the creation of Israel in 1948 brought more Palestinian Muslims to Chicago, while many non-Palestinian Arab Muslims began arriving in the mid-1950s. The first local Arab mosque, now known as the Mosque Foundation (est. 1954), opened a new facility in southwest suburban Bridgeview in 1982, later adding two state-accredited schools for Muslim children. By the end of the twentieth century, Arab Muslims were attending various mosques throughout the metropolitan region, particularly on the city's North Side and in some suburbs.Chicago has figured prominently in Islam's appeal to African Americans since 1920, the year Mufti Muhammad Sadiq, the first missionary to the United States from the Ahmadiyya Movement in Islam, relocated to Chicago. Sadiq established the first Ahmadi mosque in the nation, at 4448 S. Wabash Avenue, and Chicago served as the movement's national headquarters until 1950. Four Ahmadi mosques can be found in the region today, two predominantly African American, two predominantly Indo-Pakistani. The Moorish Science movement of Noble Drew Ali held its first National Convention in Chicago in 1928, and today at least three Moorish-derived mosques can be found in the city. Elijah Muhammad's Nation of Islam originated in Detroit in 1930 but soon shifted its locus to Chicago's Temple No. 2 on the South Side. The movement split a few years after Elijah Muhammad's death in 1975, with Minister Louis Farrakhan continuing the ideology of the original Nation of Islam, and Imam Warith Deen Mohammed (Elijah's son) leading hisgroup, the American Society of Muslims, into Islamic orthodoxy. At the end of the twentieth century over 20 African American mosques could be found locally, all but two within the city limits. The most impressive opened in 1987 at 47th and Woodlawn in Kenwood, an independent mosque named Masjid Al-Faatir, built by another of Elijah Muhammad's sons with significant financial support from boxer Muhammad Ali.During the four decades following 1960, Muslim Chicago grew from 5 mosques, all within the city limits, to nearly 70 mosques dotting the six-county region, about two-thirds of them within the city and one-third in the suburbs. Several prayer places have also been established in occupational settings. Diversity within the local Muslim community has increased dramatically since the 1965 changes in U.S. immigration policies. Indo-Pakistanis have made a particularly notable institutional impact in recent years: over half of the region's mosques serve predominantly Indo-Pakistani constituencies, and several of these mosques are located in suburbs with income levels above the regional median. Theological diversity has also increased: Sunni, Shi'ite, and Sufi groups can all be found, representing a range of orthodox and heterodox perspectives. Special-purpose organizations have proliferated as well, including two Islamic colleges, a council of local Islamic groups, several publishing and advocacy organizations, and an Islamic think tank.Regular prayer constitutes one of Islam's foundational pillars. Five times daily, and during communal gatherings weekly on Fridays and at the two annual Eid festivals, devout Muslims face northeast from Chicago toward the sacred city of Mecca. The ritual gives concise expression to the ideal of Muslim unity in “submission” (the literal meaning of “Islam”) to Allah (“God”).",
    "Bibliography": "Husain, Asad, and Harold Vogelaar. “Activities of the Immigrant Muslim Communities in Chicago.” In Muslim Communities in North America, ed. Yvonne Yazbeck Haddad and Jane Idleman Smith, 1994.Numrich, Paul D. “Facing Northeast in a Midwestern Metropolis: The Growth of Islam and the Challenge of the Ummatic Ideal in Chicago.” In History of Religion and Urban America: A Chicago Case Study, ed. Virginia Lieson Brereton and Mark N. Wilhelm. Forthcoming.Turner, Richard Brent. Islam in the African-American Experience. 1997.",
    "Author of Text": "Paul D. Numrich",
    "Hyperlinked Terms Associated": [
        "Bosnians",
        "African Americans",
        "Near North Side",
        "Northbrook",
        "South Side´s",
        "Palestinian",
        "Bridgeview",
        "Nation of Islam",
        "Kenwood"
    ],
    "Street addresses associated": [
        "Near North Side",
        "Kenwood"
    ]
}