{
    "Title": "Mutual Benefit Societies",
    "Descriptive Text": "Immigrant groups that entered cities like Chicago throughout the nineteenth and early twentieth centuries formed mutual associations that served many functions in their communities. First and foremost, these societies served immigrant economic needs. Before the creation of large insurance companies, mutual benefit societies offered modest risk protection. For low fees organizations like the GrecoSlavonic Brotherhood, formed in Chicago in 1885, sold policies offering benefits to families when an insured member died or was injured. The Lithuanian Alliance of America even offered home mortgages to its members in Chicago.Frequently these immigrant associations grew from local organizations that had performed comparable functions back home. Before coming to this country most groups had to form voluntary associations to meet the challenges of sickness and death and even foster new forms of job and educational training. Italians, Slovaks, Czechs, Poles, Romanians, and other groups often brought small benefit organizations with them. In the early stages of settlement in America most of these societies consisted of members from the same homeland village. In time, however, these societies nationalized their membership by blending people from different regions and towns. By the 1920s the Sons of Italy in Chicago, for example, recruited members from all regions of the homeland. Similarly, in 1921 the Croatian Catholic Union was created from the merger of different local groups.Once national fraternals became established, they were forced to find creative ways to sustain and increase their membership. Sometimes they undertook campaigns to improve the public image of their ethnic group. Law-abiding leaders of the Sicilian Union in Chicago attempted to rid their organization of any identification with organized crime and improve the standing of Italian Americans in the larger society by changing the organization's name in 1925 to the Italo-American National Union. Many organized programs throughout this century to preserve a sense of ethnic heritage and identity, something these organizations felt was indispensable for keeping their membership base. Thus, they established folk-dancing groups, programs on homeland culture, and foreign-language instruction.During the Great Depression mutual benefit societies attempted to help their members survive hard times. The Serb National Federation felt that social activities like ethnic group dances and theatrical productions could combat the “fatalism” of the 1930s. Local branches of this organization formed a tamburitza orchestra and weekly classes for the study of Serbian traditions. They also tried to help to the extent they could with economic problems. Although the Depression eventually overwhelmed their resources, nearly all societies distributed food to the needy at their local halls. In the aftermath of World War II, Chicago's Greek societies raised money and foodstuffs for war-ravaged areas of their homeland.Mutual benefit societies also acted as agents of Americanization. The Ukrainian Women's Alliance in Chicago attempted to promote a more active role for women in both the ethnic and larger community during the era of World War I. Many mutual societies formed activities centering on American sports for their younger members. By the 1930s they were heavily involved in bowling leagues, basketball tournaments, and gymnastic tournaments. The central Illinois Jednota Baseball League taught another American game to second-generation Slovaks.",
    "Bibliography": "Cummings, Scott. Self-Help in Urban America. 1980.Higham, John, ed. Ethnic Leadership in America. 1978.",
    "Author of Text": "John Bodnar",
    "Hyperlinked Terms Associated": [
        "insurance",
        "Lithuanian",
        "Italians",
        "Slovaks",
        "Czechs",
        "Poles",
        "Romanians",
        "Croatian",
        "folk-dancing",
        "Great Depression",
        "Serb",
        "World War II",
        "Greek",
        "Americanization",
        "Ukrainian",
        "World War I",
        "bowling",
        "basketball",
        "Baseball"
    ]
}