{
    "Title": "Zambians",
    "Descriptive Text": "The first Zambians in Chicago probably came as students in the 1970s and 1980s. After Zambian independence in 1964, the government began to send large numbers of students to Europe and the United States for education. While many returned to Zambia, others settled permanently, and when the economic situation deteriorated in Zambia in the mid-1980s they encouraged friends and family to emigrate. Most Zambians emigrated to Europe, particularly Great Britain, although several hundred settled in the United States and established small communities in Washington DC, Chicago, New York, New Jersey, and Indiana. The Zambian community in metropolitan Chicago, estimated by community members to be at 90, is thus one of the largest in the United States.Most Zambians in Chicago migrated in the mid to late 1990s and were drawn directly to Chicago by networks of family and friends. The Chicago Zambian population is generally young and well educated; most are under the age of 35 and nearly all are high-school graduates, while many also have some college education. Some migrants face obstacles in obtaining jobs commensurate with their level of education because the United States does not recognize their degrees obtained at home. Others have a difficult time because of their legal status and as a result take odd jobs, drive taxis, or work in childcare. Many Zambians live on the North Side of the city, particularly in the Rogers Park neighborhood, while some have settled in the suburbs of Mount Prospect, Des Plaines, and Willowbrook.In 1997, Zambians in Chicago formed the organization Pamodzi, which means “together” in Nyanja, a common Zambian language. Pamodzi offers aid to community members and serves as a social and cultural center bringing the community together for social events and holidays, including Christmas, New Year's, and Independence Day. For the Independence Celebration, held on October 24, community members pool their resources to rent a hall for music, food, and dancing, and they invite other groups of Africans and Europeans to join them. In its first few years, Pamodzi hosted several social events which sought to bring Zambians together with Americans and other immigrant groups in Chicago. In addition to the important role it plays as a social and cultural center of the Zambian community, Pamodzi offers assistance to recent migrants and raises money to help cover the cost of funerals.",
    "Author of Text": "Tracy Steffes",
    "Hyperlinked Terms Associated": [
        "taxis",
        "Rogers Park",
        "Mount Prospect",
        "Des Plaines",
        "Willowbrook"
    ],
    "Street addresses associated": [
        "Rogers Park"
    ]
}