{
    "Title": "Zenith Radio Corp",
    "Descriptive Text": "Karl Hassel and Ralph H. G. Mathews founded Chicago Radio Laboratory in 1919 as a small manufacturer of radio equipment. The brand name “Z-Nith” came from the call letters of their small Chicago radio station, 9ZN. In 1923, Hassel, Mathews, and investor Eugene F. McDonald, Jr., formed the Zenith Radio Corp., which soon moved into a large factory on the 3600 block of South Iron Street. The company pioneered the manufacture of portable radios in 1924, and in 1926 it introduced the first home radio receivers to operate on AC power instead of batteries. Annual sales grew from about $5 million in 1928 to $11 million in 1930. By the mid-1930s, about 450 people worked at Zenith's Iron Street plant. During World War II, the company expanded as it filled military orders for bomb fuses and other devices. In the late 1940s, Zenith began to manufacture televisions; during the 1950s and 1960s, it was the number one maker of black-and-white sets. Annual sales reached $100 million in 1950 and approached $500 million by the mid-1960s, when Zenith had more than 15,000 employees, most of whom worked at factories around the Chicago area. Zenith's headquarters remained in Chicago at this time. The company still employed about 12,000 Chicago-area residents in the early 1970s, but international competition was beginning to take its toll. By 1984, when it was renamed Zenith Electronics, the company had laid off thousands of employees and moved some operations overseas. Thanks in part to a move into computer manufacturing, Zenith still employed about 5,000 Chicago-area workers by 1990. Losses mounted, however, and in the mid-1990s a declining Zenith was acquired by LG Electronics Inc., a company based in South Korea. Zenith declared Chapter 11 reorganization bankruptcy in the late 1990s, as company layoffs in Chicago and around the country mounted. At the beginning of the next century, its sales continued to decline, from $740 million in 2000 to $560 million just one year later. Its once substantial Glenview headquarters moved to smaller facilities in suburban Lincolnshire.",
    "Author of Text": "Mark R. Wilson | Stephen R. Porter | Janice L. Reiff"
}