{
    "Title": "Zimbabweans",
    "Descriptive Text": "The first major wave of Zimbabwean migration arrived in Chicago during and after the War for Independence in the 1970s. The changing political and economic situation prompted many white Zimbabwean families to migrate first to South Africa and Britain and then increasingly to the United States and Australia. In the United States, Zimbabweans were drawn to the warmer climates of the South and to regions with established South African communities. These early migrants share a distinct cultural identity, many of them identifying as Rhodesians and claiming a cosmopolitan heritage inflected with British influences. While some maintain contact with the United States branch of Rhodesians Worldwide, which circulates a newsletter and meets once a year, this group has been slow to organize as a community in Chicago and meets only occasionally for speakers or holidays, including the Unilateral Declaration of Independence Day (November 11).A second and distinct group of Zimbabwean students began to migrate to Chicago in the 1980s and has increased in number in the 1990s. Zimbabwe boasts a high literacy rate and good primary-school system but has a limited and extremely competitive university system, which has prompted many Zimbabweans to seek educational opportunities abroad, particularly in business and technical fields like engineering and information technology. While earlier student migrants generally returned home after completing their degrees, more students in the 1990s chose to remain in the United States because of the economic situation in Zimbabwe and the job opportunities available here. Some have been joined by family members and friends, but the majority of Zimbabweans remain students and young professionals, both black and white. This group is not organized formally but tends to gather socially for soccer, parties, and cultural events like Zimbabwean musical performances at summer festivals.The generational and cultural differences, combined with the small number and geographical dispersion of Zimbabweans, have made it difficult for Zimbabweans in Chicago to find one another and organize as a single community. Some efforts have been made to organize meetings and holiday events in order to build a social basis for more formal organizing, but these efforts have been only modestly successful and reached only a small part of the estimated 80–100 Zimbabweans in the area. Many Zimbabweans in Chicago maintain close ties with the large and well-organized community in Indianapolis which holds annual Independence Day celebrations (April 18) and other events, including the first Annual Zimbabwe Business Convention and Exposition in 2002, which drew Zimbabweans from around the region.",
    "Author of Text": "Tracy Steffes",
    "Hyperlinked Terms Associated": [
        "South African"
    ]
}