{
    "Title": "Zion, IL",
    "Descriptive Text": "Lake County, 41 miles N of the Loop. On New Year's Day 1900, John Alexander Dowie announced to the church he had established in 1896, the Christian Catholic Apostolic Church, that he planned to build a utopian city on a tract of land at the extreme northeastern edge of Illinois. When Zion City was incorporated in 1902, 5,000 inhabitants joined the Christian utopia. Named after the mountain upon which Jerusalem was built, Zion City was to be communitarian and theocratic, a place of Christian cooperation, racial harmony, and strict fundamentalist morals.Born in Scotland in 1847, Dowie came to the United States from Australia in 1888 and settled in Chicago in 1893 near the site of the World's Columbian Exposition. In accord with reform efforts that swept through many American cities in the last part of the nineteenth century, Dowie desired that Zion City be free of crime and vice. Dowie instituted the “Zion City Lease,” which forbade gambling, theaters, and circuses, as well as the manufacture and sale of alcohol and tobacco. In addition, the lease banned pork, dancing, swearing, spitting, politicians, doctors, oysters, and tan-colored shoes. Whistling on Sunday was punishable by jail time. Dowie especially opposed alcohol, having signed the temperance pledge at age six, and into the late twentieth century, Zion City remained “dry.” The ban against medical doctors reflected Dowie's belief in “divine healing.” Many of the original settlers in Zion City, primarily of Dutch, German, and Irish origin, had been attracted to the community because of Dowie's reputation as a “faith healer.”ZION CITY AS A REFUGE, 1900 Initially, some 25 businesses and commercial interests jump-started Zion City's economy, providing work for the people who moved there from around the world. The Zion Department Store and the factory of Zion Lace Industries together employed as many as 3,000 workers. But by 1905 Zion's local economy was in shambles. Despite new leadership after Dowie's death in 1907, industry never flourished in Zion City. Commonwealth Edison, which constructed two nuclear plants in Zion in 1973 and 1974, closed, both plants by 1998, after a history of safety and maintenance problems.Despite the lack of industry and low level of employment in Zion City, the population increased steadily throughout the century. Zion City grew from 17,268 in 1970 to 22,866 in 2000. Although there had been only a small African American population in Zion City through much of the twentieth century, by the late 1990s blacks made up nearly 30 percent of Zion's population.In 1987 the Illinois chapter of American Atheists filed suit against Zion City, citing that its city seal, which contained a cross, a dove, and the phrase “God Reigns,” was unconstitutional. In 1992 the U.S. Supreme Court upheld a lower court decision that the city seal violated the principle of separation of church and state and that the Christian symbolism must be removed. Ironically, Zion City officials succeeded in incorporating the words “In God We Trust” on the new city seal, because the phrase was deemed acceptable religious language in the public arena.",
    "Bibliography": "Bateman, Newton, and Paul Selby, eds. Historical Encyclopedia of Illinois and History of Lake County. 1902 | Cook, Philip L. Zion City, Illinois: Twentieth Century Utopia. 1996 | Halsey, John J., ed. A History of Lake County Illinois. 1912.",
    "Author of Text": "Wallace Best",
    "Hyperlinked Terms Associated": [
        "Worlds Columbian Exposition",
        "vice",
        "gambling",
        "Dutch",
        "German",
        "Irish",
        "Department",
        "Store",
        "African American"
    ]
}