{
    "Title": "Zoroastrians",
    "Descriptive Text": "At the opening of the twenty-first century, approximately seven hundred Chicagoans were practicing the religion of Zoroastrianism, founded by the prophet Zoroaster (or Zarathustra) in ancient Persia, modern-day Iran. At least three-fourths were Indian and Pakistani immigrants and their children; most of the rest were Iranian.Perhaps the first local Zoroastrian resident was a university student in the 1930s who stayed for employment. More students followed in the 1940s–1960s. In 1965, 30 local residents formed the Zoroastrian Association of America, conceiving it as a national organization, but it ceased functioning after a few years.The number of Zoroastrian immigrants increased significantly after the liberalization of U.S. immigration laws in 1965. Another attempt at organizing the local community began with monthly meetings in 1974, first in homes, then at a Unitarian church in west suburban Hinsdale. This culminated in 1975 in the establishment of the Zoroastrian Association of Metropolitan Chicago. One of the association's first tasks was to purchase burial lots for the community in Elm Lawn Cemetery in west suburban Elmhurst. Another important early task was to build a darbe mehr (worship center); the resulting facility opened in Hinsdale in 1983 with the distinction of being the first in North America constructed specifically as a darbe mehr.The Zoroastrian Association of Metropolitan Chicago has played an important role in the institutional development of the North American Zoroastrian community, regularly hosting major conferences in Chicago. Representatives from Zoroastrian associations across North America met in Chicago in 1986 to form an umbrella organization, legally incorporated in the state of Illinois in 1987 as the Federation of Zoroastrian Associations of North America. The federation's first president was a leader of the Zoroastrian Association of Metropolitan Chicago.",
    "Bibliography": "Lieblich, Julia. “1 of oldest religions, 1 of smallest.” Chicago Tribune, July 8, 2002.Williams, Raymond Brady. Religions of Immigrants from India and Pakistan: New Threads in the American Tapestry. 1988.",
    "Author of Text": "Paul D. Numrich",
    "Hyperlinked Terms Associated": [
        "Indian",
        "Pakistani",
        "Iranian",
        "Hinsdale",
        "Cemetery",
        "Elmhurst"
    ]
}