{
    "Title": "Family Planning",
    "Descriptive Text": "People have long taken measures to control their fertility. Through the use of abortion, withdrawal, breastfeeding, and abstinence as well as condoms, douches, and pessaries, nineteenth-century Americans dramatically reduced their fertility rates. Chicago was known as a source of contraception and abortion providers because of its massive concentration of medical practitioners and commercial resources. Some believed, however, that the use of birth control disrupted the social order and promoted illicit sexual behavior. By the 1870s, coalitions of physicians, politicians, and lay reformers obtained the passage of “Comstock laws” restricting contraceptives, in addition to federal, state, and city statutes banning most forms of abortion.By the early twentieth century, a new generation challenged the prohibitions against contraceptives, drawing upon socialist, public health, and eugenic agendas. The earliest birth control advocates looked simultaneously toward improving women's health and liberating female sexuality by eliminating fears of unwanted pregnancy and the dangers of illegal abortion. In 1916, Margaret Sanger, a nurse by profession and socialist in politics, visited Chicago as part of her nationwide campaign to abolish Comstock laws and urge the establishment of local contraceptive clinics. Her speech, delivered near the stockyards to an audience of 1,200 people, inspired the creation of the Illinois Birth Control League. Despite opposition from Chicago's commissioner of health, Herman N. Bundesen, the league opened its first birth control clinic in 1923. Under the direction of Hull House resident Rachelle Yarros, the clinic provided married women primarily with the doctor-prescribed diaphragm. Similar facilities quickly spread across the city. By 1936, the decision to legalize pregnancy preventatives under the supervision of physicians in U.S. v. One Package reflected the growing acceptance of contraception.By the early 1940s, birth control assumed a different image, as Sanger's national organization took on a new name to become the Planned Parenthood Federation of America. The feminist undertones of “birth control,” the term coined by Sanger in 1914, were replaced by the less radical message of “family planning,” which emphasized the family more than women's health or sexuality. Married couples were expected to have only planned children, and those who failed were often held responsible for expanding relief rolls and juvenile delinquency. “Family planning,” however, also increasingly meant help for those unable to bear children. In response to couples' demands for assistance, in 1944 Planned Parenthood in Chicago opened an infertility clinic, one of the first of its kind in the nation.Although “family planning” continued to earn popular approval, by the time oral contraceptives came on the market in 1960, many restrictions against contraception and abortion remained. Throughout the sixties, Chicago proved a hotbed of reform in both areas. The decision by the Illinois Public Aid Commission (IPAC) in 1962 to provide contraceptive information to all welfare recipients, regardless of marital status, provoked bitter criticism. Roman Catholics condemned state support of contraception, and voices from the black community later charged that such initiatives represented an implicit attack on large families among African Americans. Nevertheless, by 1965 the commission voted to make information available to single and teenaged welfare recipients, despite the forced resignation of IPAC chairman Arnold Maremont. Seven years later, Eisenstadt v. Baird (1972) legitimated the right of the unmarried to obtain contraceptives.Chicagoans also challenged abortion restrictions. By lobbying for legislative reform and providing thousands of illegal abortions through the militant “ Jane ” organization, they helped pave the way for the passage of Roe v. Wade (1973), which secured the right to abortion for women throughout the nation.Debates over birth control persist. The 12-year battle in the 1980s and 1990s surrounding elective abortion in Cook County Hospital indicates the lack of consensus regarding the procedure. Disputes over the distribution of condoms in Chicago's public high schools in the 1990s further reveal how competing views of “appropriate” sexual behavior inform the meaning of birth control and its use.",
    "Bibliography": "Brodie, Janet Farrell. Contraception and Abortion in Nineteenth-Century America. 1994.Gordon, Linda. Woman's Body, Woman's Right: A Social History of Birth Control in America. 1976. Revised and updated edition. 1990.Reagan, Leslie J. When Abortion Was a Crime: Women, Medicine, and the Law in the United States, 1867–1973. 1997.",
    "Author of Text": "Rose Holz",
    "Hyperlinked Terms Associated": [
        "public health",
        "clinics",
        "Hull House",
        "Roman Catholics",
        "African Americans",
        "Jane",
        "Cook County Hospital",
        "schools"
    ]
}