{
    "Title": "Farwell (John V.) & Co.",
    "Descriptive Text": "Now largely forgotten, this company was once one of the leading business enterprises in the United States. In 1838, when he was 13 years old, John V. Farwell moved with his family from New York to Illinois. In 1845, the young Farwell headed to Chicago, where he worked as a clerk for several merchant houses engaged in the sale of dry-goods such as textiles, clothing, and home furnishings. In 1857, Farwell became a partner in the largest of these Chicago dry-goods firms, which changed its name from Cooley, Wadsworth & Co. to Cooley, Farwell & Co. One of Farwell's associates in this company was the young Marshall Field, who would soon form his own dry goods company. By 1863, Cooley, Farwell had become Farwell, Field & Co.; in 1865, after Field departed, John V. Farwell & Co. was born. A wholesaler of dry goods who supplied smaller wholesalers and retailers all around the Midwest, Farwell & Co. operated on a very large scale. Annual sales reached nearly $10 million by 1870 and stood at about $20 million in 1883, when the company moved its 600 employees into a new eight-story, 400,000-square-foot building at Monroe and Market Streets. By the end of the 1880s, Farwell (along with Marshall Field, its great Chicago rival) ranked as one of the top three wholesalers in the country. Unlike Field, however, Farwell did not establish retail stores. During the first decades of the twentieth century, as more manufacturers sold directly to retailers (including large department stores, chain stores, and mail-order houses), traditional wholesalers such as Farwell & Co. suffered. During the 1910s, the company (now led by John V. Farwell, Jr.) still grossed around $20 million in annual sales and employed over 1,000 people at its Chicago headquarters, but it was no longer growing and profits were declining. In 1925, Farwell & Co. closed its wholesaling business, ending a 60-year reign as one of the city's foremost business enterprises.",
    "Bibliography": "This entry is part of the Encyclopedia's Dictionary of Leading Chicago Businesses (1820-2000) that was prepared by Mark R. Wilson, with additional contributions from Stephen R. Porter and Janice L. Reiff."
}