{
    "Title": "Federal Writers' Project",
    "Descriptive Text": "The Illinois Writers' Project, based in downtown Chicago, distinguished itself as one of the most accomplished state offices of the Federal Writers' Project and the Writers' Program that succeeded it. These programs were part of a larger national effort from 1935 to 1943 to employ artists and writers who might otherwise have been unable to work during the Great Depression. The Illinois office, directed by Northwestern University professor John T. Frederick, included Nelson Algren, Richard Wright, Jack Conroy, Willard Motley, Frank Yerby, Saul Bellow, Margaret Walker, Arna Bontemps, Sam Ross, and Louis “Studs” Terkel. Its official publications included a massive guide to Illinois and smaller guides to localities, as well as studies of subjects ranging from baseball to industry.The project also afforded writers time to work on their own. Wright, for instance, worked on the landmark novel Native Son. Algren wrote his breakthrough novel, Never Come Morning, while employed by the project.Writers on the project also influenced one another. Conroy, Algren, and other established figures advised novices like Terkel and Walker (and intimidated Bellow, who remembers that he “rather looked up to” the veterans, who “rather looked down on” him). Several African American writers on the project staff participated in the South Side Writers Group, which extended the momentum of the Harlem Renaissance of the 1920s, as Bontemps put it, “without finger bowls but with increased power.” Many of the project's writers, white and black, shared a commitment to social realism and the left politics of the Popular Front.",
    "Bibliography": "Federal Writers' Project. Illinois: A Descriptive and Historical Guide. 1939.Mangione, Jerre. The Dream and the Deal: The Federal Writers' Project, 1935–1943. 1972.Sporn, Paul. Against Itself: The Federal Theater and Writers' Projects in the Midwest. 1995.",
    "Author of Text": "Carlo Rotella",
    "Hyperlinked Terms Associated": [
        "Great Depression",
        "Northwestern University",
        "baseball",
        "African American",
        "South Side"
    ],
    "Street addresses associated": [
        "South Side"
    ]
}