{
    "Title": "Fenianism",
    "Descriptive Text": "Fenianism, a form of militant Irish American nationalism, arose after the failed 1848 rebellion in Ireland amid the nativism and poverty facing Famine-generation Irish in America. The Fenian Brotherhood, a secret society formed in New York in 1858 to promote Irish independence, found a home among the roughly 20,000 Irish immigrants living in Chicago on the eve of the Civil War. Initially, the brotherhood spread slowly because of its condemnation by the Roman Catholic church as a secret society, factional disputes between American and Irish branches of the movement, and the reluctance of many Irish to endorse the Fenians' advocacy of violence.The American Civil War provided the great spur to Fenianism in Chicago, as elsewhere. Amid calls to arms to defend the Union, Chicago Irish American leaders such as the journalists John and William Scanlon rallied Irish nationalism to Fenianism. In turn, soldiers invoked Fenianism to recruit Irish regiments by linking the fight against the South with the struggle against England and promising that the training in the Union army would provide the means for Fenian strikes against British interests. The Chicago chapter, or “circle,” of Fenians even proposed declaring war on England in 1864. The denunciation of the secret society by Chicago Bishop James Duggan in 1864 hardly tempered the brotherhood's militancy.The numbers of Fenians in Chicago remain elusive. During the war, the Chicago “circle” of Fenians met regularly twice a week, and in 1866 it raised $10,000 for an invasion of Canada. The Fenians from Ireland who plotted an invasion of British Canada in 1865 claimed that 3,000 “officers from Chicago alone” would join the expedition.Fenianism came apart almost as fast as it had formed. Factionalism wracked the movement, as did political ambitions among its leaders. William Scanlon moved his Irish Republic newspaper first into the Republican party column and then in 1868 to New York to support the presidential candidacy of Ulysses S. Grant. Most Fenians remained Democrats by habit if not interest. Abortive raids on Canada in 1866 and 1870 dimmed Fenianism's star. Fenianism lingered into the 1880s, but its day had passed by 1871. Former Fenians in Chicago joined their compatriots across America by transferring their allegiance to other Irish liberation movements, especially the Clan-na-Gael, which succeeded the Fenian Brotherhood as the dominant Irish nationalist society in Chicago and the United States.",
    "Bibliography": "Funchion, Michael F. Chicago's Irish Nationalists, 1881–1890. 1976.Miller, Kerby A. Emigrants and Exiles: Ireland and the Irish Exodus to North America. 1985.Pierce, Bessie Louise. A History of Chicago, vol. 2, From Town to City, 1848–1871. 1940.",
    "Author of Text": "Randall M. Miller",
    "Hyperlinked Terms Associated": [
        "Irish",
        "Civil War",
        "Roman Catholic",
        "Civil War",
        "journalists",
        "Republican party",
        "Democrats"
    ]
}