{
    "Title": "Fermilab",
    "Descriptive Text": "In 1966, a 6,800-acre site in what was then Weston (now eastern Batavia ), won the competition for a federal project called the National Accelerator Laboratory (NAL). Continuing Chicago's tradition of scientific discovery that began with Enrico Fermi's first self-sustaining nuclear chain reaction at the University of Chicago in 1942, NAL became an international center for physics research with the highest energy accelerator in the world.Physicist Robert Rathbun Wilson, NAL's first director, established offices in Oak Brook in 1967. Wilson pushed an aggressive construction program to deliver the goal of a 200 GeV (billion electron volts) proton accelerator ahead of schedule and below the authorized $250 million budget. Moving onto the site in 1968, Wilson also addressed environmental and civil rights concerns affecting the project. Wilson achieved his goal in March 1972 with the circulation of the proton beam around the Main Ring, the four-mile accelerator enclosed within an underground tunnel. Hundreds of proposals for experiments using this powerful instrument poured into NAL from physicists around the world. In 1974, NAL was dedicated and renamed the Fermi National Accelerator Laboratory (Fermilab).By 1977 a team of physicists led by Leon M. Lederman produced a major discovery at Fermilab—the bottom quark, one of only six known quarks. Lederman became director in 1978 and won the Nobel Prize for Physics in 1988. From 1979 to 1983 the Energy Doubler/Saver, a ring of superconducting magnets, was installed beneath the Main Ring, transforming the accelerator into the Tevatron. An Antiproton Source was constructed from 1982 to 1985 under the leadership of John Peoples, Jr. Computing power was essential for the large teams working on these experiments, and by 1988 the Advanced Computer Project coordinated experimental data with analysis.Peoples became director in 1989. During his administration, Fermilab played a critical role in the computing project that gave birth to the World Wide Web. In 1994–95 nearly a thousand physicists from around the world working on two Fermilab experiments discovered the top quark, the partner of the previously discovered bottom quark. The Tevatron, upgraded between 1993 and 1999 and enhanced with the Main Injector, remains the highest energy accelerator in the world.Michael Witherell became director of Fermilab in 1999, taking the helm of an enterprise with a $300 million budget and over 2,000 employees. Managed by Universities Research Association for the U.S. Department of Energy, Fermilab has become the anchor of Illinois' east-west high-tech corridor.",
    "Bibliography": "Kolb, Adrienne, and Lillian Hoddeson. “A New Frontier in the Western Suburbs: Settling Fermilab, 1963–72.” Illinois Historical Journal 88.1 (Spring 1995): 2–18.Kolb, Adrienne. “A Brief History of Fermilab.” 1999.Westfall, Catherine, and Lillian Hoddeson. “Thinking Small in Big Science: The Founding of Fermilab, 1960–1972.” Technology and Culture 37.3 ( July 1996): 457–492.",
    "Author of Text": "Adrienne W. Kolb",
    "Hyperlinked Terms Associated": [
        "Batavia",
        "University of Chicago",
        "Oak Brook",
        "environmental",
        "civil rights"
    ]
}