{
    "Title": "Fiction",
    "Descriptive Text": "Chicago fiction has been written from practically every imaginable aesthetic approach: popular potboilers, deterministic naturalism, grim realism, postmodern surrealism, lyrical understatement, high modernism, magical realism. But whatever the particular writer's style, certain themes resonate throughout fictional treatments of Chicago: the challenge of building an individual identity in a vast, alienating city; conflicts between and within classes, genders, and ethnic and racial groups; the corrosive effect of urban life on traditional moral values; and the sheer, potentially overwhelming reality of Chicago as a set of ever-changing urban spaces— streets, alleys, parks, beaches, railroads, expressways, theaters, saloons, salons, offices, banks, factories, churches, temples, schools, universities, skyscrapers, apartments, bungalows, slums, and prairies. In these spaces Chicagoans live and work, and writers of Chicago fiction work to tell the stories of the city.Aspects of fictional technique appear even in the earliest autobiographical and historical narratives about Chicago, such as Juliette Kinzie's Wau-Bun: The “Early Day” in the North-West, and historians now agree that many of Chicago's founding narratives are more interesting as fiction than accurate as history. Later histories, whether of the boosterish or urban exposé variety, make similar use of fictional methods and suspect stories. The Chicago School of Sociology used sophisticated narrative techniques in the production of case studies examining Chicago's slums and settlement houses, while Chicago novelists absorbed and deployed the techniques of sociological research. Chicago, in no small part because of the historical reality of its connection to organized crime and political corruption, also has a long history of depiction in popular fictional narratives, from nineteenth-century Dime Novels to the numerous mystery and detective series set in the city, most prominently Sara Paretsky's chronicles of feminist private eye V. I. Warshawski. Newspaper columnists granted the editorial freedom to invent characters as a means of exploring the city have also created lasting fictional depictions of Chicago. Finley Peter Dunne's barkeep-philosopher Mr. Dooley and Mike Royko's Milwaukee Avenue Everyman Slats Grobnik endure as representative fictional Chicagoans of their time.But when discussing Chicago and fiction, most of the focus belongs on serious attempts in prose narrative—novels and short stories—to capture the essence of the city, its spaces, and its people. As Carl S. Smith has demonstrated, this project was from the beginning fraught with both aesthetic and ideological challenges, as the booming Chicago of the nineteenth and early twentieth centuries seemed to belong to some new world, a world not particularly amenable to the rules of narrative prose fiction as then practiced. Neither high-flown romance nor genteel realism could grasp a place grown from frontier outpost to world city in the course of two generations. Chicago has challenged fiction writers to contemplate new industrial methods and new urban spaces like the skyscraper; observe violent conflict between capital and labor; think about the moral drama of immigration from the Midwestern hinterland, the far reaches of Europe, and the world; and face the irreducible conflict between an urban culture centered on making money and traditional values placed on high art, civic service, and family virtue.The earliest Chicago fiction often dealt with historical events such as the Great Fire of 1871 or the Haymarket Affair, but writers such as Henry Blake Fuller addressed the fundamental divide in Chicago culture: the conflict between Philistine moneymaking and traditional cultural values embodied in art, music, literature, and other refined pursuits. Fuller's The Cliff-Dwellers and With the Procession, along with Frank Norris's The Pit, examine the contradictory and occasionally overlapping roles of the businessman and the artist in a city newly created by cutthroat real-estate speculation and shameless civic boosterism.While fiction writers approached the challenge presented by Chicago in a variety of styles, Chicago fiction soon became strongly associated with realism and naturalism. Along with the plain-language poets of the Chicago Literary Renaissance, writers such as Upton Sinclair and Theodore Dreiser, with their close attention to the details of everyday life and the new arrangements of space and power within the city, laid the foundation for a Chicago school of fiction. This tradition focused not only on the city but on the people most excluded from the city's bounty. In Sinclair's The Jungle, the story of Lithuanian immigrant Jurgis Rudkus and his extended family being ground up by stockyards capitalism and the city (until enlightened by Socialism) has created an enduring connection in the popular imagination between Chicago and its now-defunct meatpacking industry. The novel's exposé of unsanitary and dangerous conditions in the packing plants also helped President Theodore Roosevelt pass the Pure Food and Drug Act. This real-world influence of a work of fiction was not the conversion to Socialism that Sinclair had hoped to cause, but it did demonstrate the power of fiction to influence American politics. While Sinclair wrote The Jungle with the melodramatic plot tricks and ornate style learned in his career as a writer of popular novels, Dreiser's plain and direct language and relative artlessness reflects his background as a journalist (one shared with many writers of Chicago fiction). Dreiser's Sister Carrie depicts the native Midwestern immigrant parallel to Sinclair's Lithuanians, and Dreiser's depiction of Carrie Meeber's successful if by conventional standards immoral life in the big city created a scandal and blazed a trail for other writers to get beyond the idea that literature must depict the world as it should be rather than the world as it is.Later writers, radicalized by the Great Depression, extended Sinclair's and Dreiser's naturalistic treatments of Chicago with the inflections of modernism and existentialism. Each prominent Chicago writer from this period staked out his own literal and figurative territory. James T. Farrell's Studs Lonigan trilogy and Danny O'Neill tetralogy, along with scores of short stories, depicted the conflict between the Irish American working and middle classes on the South Side and the temptations of the city, as well as the dilemma of the Irish American writer who must choose between the values of his family and neighborhood and the wider world of thought and culture offered by the university and intellectual life. Richard Wright's Native Son depicted the grim emotional and physical realities of Chicago's racial segregation in the Black Belt, giving fictional life to characters representative of Chicago's African American community, both on its own terms and in relation to the dominant white community. Nelson Algren did the same for Polish American immigrants of the near Northwest Side in his novels Never Come Morning and The Man with the Golden Arm (winner of the first National Book Award), as well as in many of his short stories collected in The Neon Wilderness and in his quasi-fictional prose poem Chicago: City on the Make. Farrell, Wright, and Algren elaborated a Chicago tradition focused on creating readerly identification with the outsider, giving a voice to the voiceless. In the work of each of these writers, Chicago itself acts as a sort of character, a potentially overwhelming force with the power to shape or deform the individual.Perhaps the most prominent writer to emerge from postwar Chicago is the 1976 Nobel Prize laureate for literature, Saul Bellow. Much of Bellow's fiction is set outside of Chicago, but his long-term association with the city and the University of Chicago mark him as a figure to be considered. His National Book Award–winning Adventures of Augie March and The Dean's December can be read as a matched set, early and late in Bellow's career, depicting industrial and postindustrial Chicago. While Augie March treats Chicago as an energetic if flawed setting with limitless possibilities for intellectual growth and self-realization, The Dean's December depicts Chicago as a postindustrial wasteland, a nightmarish landscape of racial violence, empty materialism, and vapid power seeking. Bellow has, along with most writers in the Chicago fiction tradition, a critical attitude toward the city and its power structure, but his depictions of Chicago are differentiated by his emphasis on the intellectual or spiritual emptiness of the city, as opposed to the realist or naturalist emphasis on material causes for social problems and individual alienation.Chicago fiction at the turn of the twenty-first century continues along the lines laid out over its first century and a half. Once, native Chicagoan Henry Blake Fuller attempted in fiction to make sense of the new urban environment created by the skyscraper, and Midwestern immigrant Theodore Dreiser showed the naive Carrie Meeber arriving in the bewildering city. Today, writers like Stuart Dybek, Sandra Cisneros, Harry Mark Petrakis, and Ana Castillo show the dilemmas facing both Chicago's bewildered native sons, as their neighborhoods are torn up to build expressways, and newly arrived immigrants, alienated from the city by language and tradition. Whatever their métier or origins, writers of Chicago fiction continue to grapple with the fundamental dilemmas presented by city life in general and by the specifics of Chicago's urban spaces, history, and relentless change.",
    "Bibliography": "Cappetti, Carla. Writing Chicago: Modernism, Ethnography, and the Novel. 1993.Rotella, Carlo. October Cities: The Redevelopment of Urban Literature. 1998.Smith, Carl S. Chicago and the American Literary Imagination, 1880–1920. 1984.",
    "Author of Text": "Bill Savage",
    "Hyperlinked Terms Associated": [
        "streets",
        "alleys",
        "railroads",
        "expressways",
        "theaters",
        "saloons",
        "schools",
        "universities",
        "skyscrapers",
        "apartments",
        "bungalows",
        "Chicago School of Sociology",
        "settlement houses",
        "crime",
        "Dime Novels",
        "Newspaper",
        "Fire of 1871",
        "Haymarket Affair",
        "artist",
        "Chicago Literary Renaissance",
        "Lithuanian",
        "meatpacking",
        "journalist",
        "Great Depression",
        "Irish",
        "South Side",
        "Black Belt",
        "African American",
        "Polish",
        "University of Chicago",
        "expressways"
    ],
    "Street addresses associated": [
        "South Side",
        "Near Northwest Side",
        "Black Belt"
    ]
}