{
    "Title": "Field Museum",
    "Descriptive Text": "When the World's Columbian Exposition closed in the fall of 1893, and its estimated 25 million visitors had gone home, all that remained standing on the fairgrounds was the Palace of Fine Arts. On June 2, 1894, in that building, the Field Museum of Natural History opened to a large and enthusiastic crowd. On opening day, the Chicago Times reported that the magic of the exposition had been captured in the new museum. “It was,” the paper wrote, “all like a memory of the fair.”In fact, a natural history museum had been in the works for a few years. In 1891, Harvard professor Frederic Ward Putnam, in town to help oversee anthropological exhibits at the exposition, exhorted members of the Commercial Club of Chicago to establish a museum using the objects that would be left over from the fair. An aspiring city like Chicago, Putnam argued, needed a major museum of natural history to compete culturally with East Coast cities, and Chicagoans agreed. When retail magnate Marshall Field offered a million-dollar check for the project, the Field Museum was born.Directed by Frederick Skiff, the new museum divided natural history into four categories: botany, zoology, geology, and anthropology. This last category represented a new science, and it constituted some of the most extensive and attention-grabbing displays, curated initially by Franz Boas, America's most influential anthropologist.While still in its Jackson Park location, the Field Museum (along with the Art Institute ) underwent an important administrative change in 1903. Ownership of both institutions passed from the city to the newly constituted South Park Commission, one of three autonomous park districts established as a Progressive-era reform.The museum's collections quickly outgrew the space available in the old Palace of Fine Art, and in the early years of the twentieth century plans for a new museum building began to take shape. Members of the Field family provided much of the money, ensuring both the success of the project and also that the name would not change. Marshall's nephew Stanley Field not only contributed $2 million but went on to serve as museum president for 56 years.The result of this philanthropy was a massive white marble building in Grant Park, closer to other downtown cultural institutions. The new Field Museum opened to the public on May 2, 1921.In its current building, the museum houses over 10 million specimens. It has sponsored scientific expeditions around the world, and it publishes a scholarly research journal. Starting with a gift of $250,000 made by Norman Harris in 1911, the museum has also sponsored extensive outreach programs for schoolchildren. As a result, thousands of school groups troop through the galleries each year.Since its founding, the Field Museum has evolved into one of the great natural history museums in the world. In this country only the American Museum in New York and the Smithsonian in Washington compete with it in terms of size, influence, and prestige.",
    "Bibliography": "Alexander, Edward. Museums in Motion: An Introduction to the History and Functions of Museums. 1979.Conn, Steven. Museums and American Intellectual Life, 1876–1926. 1998.Horowitz, Helen. Culture and the City: Cultural Philanthropy in Chicago from the 1880s to 1917. 1976.",
    "Author of Text": "Steven Conn",
    "Hyperlinked Terms Associated": [
        "Worlds Columbian Exposition",
        "Commercial Club of Chicago",
        "Jackson Park",
        "Art Institute",
        "park districts",
        "philanthropy",
        "Grant Park"
    ],
    "Street addresses associated": [
        "Jackson Park",
        "Grant Park"
    ]
}