{
    "Title": "Field (Marshall) & Co.",
    "Descriptive Text": "In 1856, the 21-year-old Marshall Field moved to Chicago from Massachusetts. He immediately began working at Cooley, Wadsworth & Co. By the Civil War, Field was a partner in the company, then led by John V. Farwell. Not satisfied as the junior partner in Farwell, Field & Co., Field left in 1865. That year, he joined Levi Leiter and Potter Palmer to create a new dry-goods house, Field, Palmer, Leiter & Co.; after Palmer sold out in 1867, this became Field, Leiter & Co. This new company operated on a very large scale, with about $9 million in wholesale and retail sales in 1867. Although two of its stores burned during the 1870s, the company continued to do an immense business. After Leiter retired in 1881, the name of the enterprise became Marshall Field & Co. By the late 1880s, when annual sales rose to over $30 million (about $5 million retail and $25 million wholesale), the company employed a total of nearly 3,000 people at its retail store on State and Washington Streets and its massive seven-story wholesale building at Quincy and Adams. The wholesale division, managed by John Shedd, made most of its purchases in New York City; meanwhile, by the 1890s, retail division chief Harry Selfridge was helping to create the modern department store by adding features such as a tearoom and large display windows. After Field died in 1906 (leaving $8 million for a natural history museum in Chicago that would bear his name), Shedd became president of a company that employed 12,000 people in Chicago (two-thirds of them in retail) and was doing about $25 million in yearly retail sales in addition to nearly $50 million wholesale. A new State Street store, completed in 1907, ranked as one of the largest retail establishments in the world. Under the leadership of Shedd and his successor James Simpson, Field & Co. expanded beyond Chicago during the 1920s. Shedd bought textile mills in North America and Asia; Simpson, who took over in 1923, concentrated on retail sales, opening branches in suburban Oak Park, Evanston, and Lake Forest, and acquiring a Seattle store at the end of the 1920s. Meanwhile, the company built the Merchandise Mart, a building in downtown Chicago that became the world's largest commercial structure when it was completed in 1931. Field & Co. would sell it in 1945. The expansion of the 1920s ended during the Great Depression, when the company closed its wholesale operations. At the end of World War II, Field & Co. ranked as one of the 20 largest retail enterprises in the United States. By the beginning of the 1960s, the company operated 10 stores, employed about 13,000 people, and did nearly $250 million in annual sales. In 1975, when it was adding stores across the country, Field opened a large new downtown Chicago store at Water Tower Place. In 1982, when it was purchased by BAT Industries of London, Field ceased to be an independent Chicago-based company. This continued to be the case after 1990, when Field (by then a 24-store chain) was purchased for about $1 billion by the Dayton Hudson Corp. of Minneapolis. By the end of the century, when Dayton Hudson became the Target Corp., it employed nearly 16,000 Chicago-area residents, who worked at Target discount stores as well as the department stores that retained the Marshall Field name.",
    "Bibliography": "This entry is part of the Encyclopedia's Dictionary of Leading Chicago Businesses (1820-2000) that was prepared by Mark R. Wilson, with additional contributions from Stephen R. Porter and Janice L. Reiff.",
    "Street addresses associated": [
        "Oak Park",
        "Evanston",
        "Lake Forest"
    ]
}