{
    "Title": "Filipinos",
    "Descriptive Text": "After the Philippines became a U.S. colonial possession in 1898 following the Spanish American War, young male Filipinos came to Chicago, first as family-supported or government scholarship ( pensionado ) students, and later as self-supporting students who expected to both work and attend high school or college. In a pattern of chain migration, brothers, cousins, and friends followed, settling in enclaves on the Near West and Near North Sides. According to the United States census, Chicago's Filipino population grew from 154 in 1920 to 1,796 10 years later, dropping to 1,740 by 1940. Unofficial estimates, however, put Filipino numbers at approximately 5,000 during the 1930s.Before World War II, the typical Chicago Filipino was a high-school graduate with some college experience who found work in restaurants, clubs, and homes. Several hundred were employed by the U.S. Post Office as clerks and by the Pullman Company as bus boys, cooks, and club and dining car attendants. Few Filipino women ( Filipinas ) came to Chicago. In 1940, among those over the age of 20, men outnumbered women 21:1. Ninety percent married outside the ethnic community, as Filipinos typically married American-born daughters of European immigrant parents.Although permitted unrestricted entry into the United States as “nationals” until the mid-1930s, Filipinos could not become citizens. In 1934, the Tydings-McDuffie Act promised the Philippines independence after 10 years, but also limited Filipino immigration to an annual quota of 50. After independence, Filipinos, like other Asians, were to be totally excluded.Largely in recognition of Filipino valor during World War II, Filipinos became eligible for United States citizenship in 1946, and their annual quota was raised symbolically from 50 to 100 after Philippine independence on July 4, 1946. Between 1952 and 1965, however, most Filipinos came to the United States as nonquota immigrants under the family reunification provisions of the McCarran-Walter Act of 1952. Some were the newly married wives of pre-1934 “old-timers.” By 1960 Chicago's Filipino population totaled 3,554: 2,143 men and 1,411 women.After passage of the Immigration and Nationality Act of 1965, Filipino immigration to the United States surged. Occupational preferences enabled many professionals, especially nurses and physicians, to qualify for entry. Over time, however, family reunification provisions became more significant in enabling the migration of extended family units. The Filipino population in Chicago numbered 9,497 in 1970, reached 41,283 in the Chicago area in 1980, and totaled 95,298 in the Chicago metropolitan area in 2000—32,266 in Chicago.Although from a single nation, Filipino immigrants are simultaneously united and divided by provincial and language loyalties and have tended to form associations, in part, on the basis of these loyalties. In addition, ties deriving from occupation or profession, school attendance in the Philippines, voluntaristic commitment, religious affiliation, political belief, and personal interest have also spawned organizations. Throughout the twentieth century, “Philippine,” “Filipino,” and “Filipino American” clubs, societies, and associations have proliferated, providing individuals with identities beyond family, kinship, and friendship, as well as opportunities for recognition and leadership. At the same time, competition among multiple organizations has segmented Filipinos, fostering divisiveness and weakening group solidarity. To provide coordination and encourage unity, the Filipino American Council of Chicago, an umbrella association for Filipino organizations in the metropolitan area, was formed in the late 1940s under the leadership of Carmelito Llapitan, who, with others of his “old-timer” generation, purchased a former Swedish club building in 1974. The Dr. Jose Rizal Memorial Center at 1332 West Irving Park Road has since been the gathering place for many of the diverse organizations linked through the FACC.",
    "Bibliography": "Posadas, Barbara M. “Crossed Boundaries in Interracial Chicago: Filipino American Families since 1925.” Amerasia Journal 8 (Fall/Winter 1981): 31–52.Posadas, Barbara M. The Filipino Americans. 1999.Posadas, Barbara M., and Roland L. Guyotte. “Unintentional Immigrants: Chicago's Filipino Foreign Students Become Settlers, 1900–1941.” Journal of American Ethnic History 9.2 (Spring 1990): 26–48.",
    "Author of Text": "Barbara M. Posadas",
    "Hyperlinked Terms Associated": [
        "Near West",
        "Near North Sides",
        "World War II",
        "restaurants",
        "nurses"
    ],
    "Street addresses associated": [
        "Near West Side",
        "Near North Side",
        "Irving Park"
    ]
}