{
    "Title": "Film",
    "Descriptive Text": "From the beginning, the film industry in Chicago had many supporters. The inaugural June 1907 issue of the Chicago-based trade magazine Show World proclaimed that “Chicago leads the world in the rental of moving picture films and in the general patronage of the motion view.” Both of these claims were probably true of Chicago at the time. In the early film era Chicago very likely had more film theaters per capita than any other city in the United States, with five-cent theaters, or nickelodeons, opening early and often, as the Chicago election-day expression goes. The number of new nickelodeons grew each year from 1905 through World War I, and the opening of new film venues continued to play a significant, even anchoring role in commercial development in Chicago neighborhoods until the onset of the Great Depression.The Show World commentator was also correct about the city's role in film distribution. Chicago was the home of the film exchange, or film rental house. The exchanges created a new niche in the industry, giving exhibitors access (through rentals) to a larger number of films than they could afford to purchase and allowing theaters to change their films frequently. By 1907 there were over 15 film exchanges in operation in Chicago, and they controlled 80 percent of the film distribution market for the whole United States.Several film production companies were actively making moving pictures in Chicago and the suburbs during this time. William Selig, a former magician and theatrical troupe manager, was making and exhibiting films in Chicago by 1897. In 1907, the Selig Polyscope Company built a production facility at Irving Park Road and Western Avenue that covered three acres and employed over two hundred people. The other prominent production company with substantial Chicago facilities was Essanay, founded by George Spoor and Gilbert Anderson. Spoor, a moving picture exhibitor, and Anderson, a film actor, founded the company in 1907 and built a studio in Uptown on Argyle Street in 1908. Both Charlie Chaplin and Gloria Swanson worked at the Essanay studio in Chicago for a time.After the organization of major film interests into the Motion Picture Patents Company in 1908, Chicago became the center of the independent movement, the effort to make, import, and distribute films while avoiding the use of patents held by the trust—or avoiding litigation from those whose patents they had violated. Carl Laemmle's Independent Motion Picture Company and several independent, antitrust importers and exchanges were located in the city. The films produced in Chicago and/or distributed by Chicago companies were increasingly important nationally and internationally as U.S. firms tried to compete with imported films for domination of film screens.Several “race film” companies (companies run largely by African Americans who made films for a black audience) were formed during the silent film era in Chicago as well. The Foster Photoplay Company, owned by William Foster, began producing films in 1912. The Ebony Pictures company began production somewhat later and made films throughout World War I and for some years after. Many race film production companies were founded and sought investors in Chicago but never actually made any films. All of the race film firms were profoundly undercapitalized and suffered from the lack of strong distribution networks. However, it is clear that Chicago was a significant market for these films, on several occasions bringing the highest grosses in the nation for them.By the late teens those production firms who had not fled to California to avoid patent litigation left seeking better weather and more consistent sunlight. Chicago remained, however, an important distribution market in spite of these departures and even after the rise of the talkies in the late 1920s. South Wabash in the blocks from 800 to 1500 south had high-profile distribution offices for MGM, Columbia, Warner Brothers, Republic, Universal, RKO, and Paramount. Other film-related businesses gravitated to this “Film Row” to be where the market was; companies that made theater seating, film posters, and concessions had offices there. According to legend, Hollywood studios sent their toughest negotiators to the Chicago market, where audiences often produced large grosses for the studios.Chicago was the original home of the largest theater chain in the studio era (1919–1952), the Balaban and Katz chain, started by two West Side exhibitors. Obtaining expansion capital in 1915 from Chicagoans in the retailing and taxi businesses, Balaban and Katz built increasingly large and elaborate “ movie palaces ” in which they showed movies and offered popular stage shows. The Chicago Theatre, the Oriental, and the Uptown were all Balaban and Katz movie theaters. Balaban and Katz affiliated with the Paramount studio to form one of the most powerful companies of the studio era, which ended after prolonged antitrust litigation forced studios to divest their theaters.In the 1930s Chicago was the home of a regional branch of the (Workers') Film and Photo League. Nominally associated with the Workers' International Relief and the Communist Party, the Chicago Film and Photo League made several short films and newsreels that dealt with labor issues in Chicago and other locales as well as slum conditions in Chicago. Extant films include Conrad (Nelson) Friberg's Halsted Street (1934), and Maurice Bailen's The Great Depression (1934), Chicago May Day (1936), and Peace Parade and Workers' Picnic (1936), each of which documents, at least in part, leftist demonstrations in the city as well as aspects of the cultural life of laborers.In the 1980s Chicago again became a center of moving picture production. Illinois consistently ranked third or fourth among states in dollars spent in film production, much of it in Chicago. Several of the critical and popular successes of the 1980s were filmed in Chicago ( Ferris Bueller's Day Off; The Color of Money; The Untouchables; Planes, Trains, and Automobiles; When Harry Met Sally ), and several feature film directors and actors have returned to shoot films (either wholly or in part) in the Chicago area, including Dan Aykroyd and the Belushi family ( The Blues Brothers, About Last Night, Blues Brothers 2000 ), John Hughes ( Sixteen Candles, The Breakfast Club ), and Andrew Davis ( The Fugitive, Chain Reaction ). This film and television production activity fostered local boosterism and the hope that film production in the city would continue to increase.",
    "Bibliography": "Carbine, Mary. “ ‘The Finest Outside the Loop': Motion Picture Exhibition in Chicago's Black Metropolis, 1905–1928.” Camera Obscura 23 (May 1990): 9–42.Gomery, Douglas. Shared Pleasures: A History of Movie Presentation in the United States. 1992.Rabinovitz, Lauren. For the Love of Pleasure: Women, Movies, and Culture in Turn-of-the-Century Chicago. 1998.",
    "Author of Text": "J. A. Lindstrom",
    "Hyperlinked Terms Associated": [
        "Great Depression",
        "Uptown",
        "African Americans",
        "businesses",
        "taxi",
        "movie palaces",
        "Communist Party"
    ],
    "Street addresses associated": [
        "Irving Park",
        "Uptown",
        "Loop"
    ]
}