{
    "Title": "Film Censorship",
    "Descriptive Text": "From the earliest days of moving pictures, community leaders waged battles against their distribution. In 1907 Chicago became one of the first cities to censor movies, when the city council empowered the chief of police to issue permits to exhibitors. If denied a permit, a movie would either have to be cut to meet the censor's standards or removed from the theater. By 1909, both the Illinois Supreme Court and the United States Supreme Court upheld Chicago's code. The city also authorized a separate permit—colored pink—to designate those movies limited to adult viewing. That policy backfired when such permits advertised rather than penalized movies with salacious titles and material.The city's censors also tackled issues far more incendiary, such as the controversy surrounding The Birth of a Nation in 1915. The explicit and crude racism of this landmark in moviemaking by pioneering director D. W. Griffith provoked the National Association for the Advancement of Colored People (NAACP), newspaper editorialists (especially at the Chicago Defender ), and religious organizations to call for its removal from Chicago theaters. Newly elected mayor William Hale Thompson rewarded his African American supporters with a ban on the film.A few years later, in a revealing confrontation over censorship, Chicago convened a Motion Picture Commission from September 1918 through May 1919 to hear testimony from a variety of people associated with the medium. Although similar boards existed in other areas, Chicago's commission garnered attention because the city was the nation's second-largest movie market. The commission heard a diverse array of opinions regarding the role of movies in American life; and the proceedings marked the waning of civic censorship. Beginning in 1922, movie studios and producers began using a variety of organizations and codes to regulate movies in the hope of undercutting local efforts. Nonetheless, the city adopted a new code in 1922, one that remained in effect through the 1960s.In 1961, in Times Film Corp. v. Chicago, the city's censorship code was once again contested and upheld. The United States Supreme Court ruled that municipal censors could screen and, therefore, prevent a movie from being shown if it was found “obscene.” However, during the 1960s, community censorship laws slowly eroded under other legal challenges. By the early 1970s, Chicago's censorship board was no longer effective, and as in cities throughout the nation, Chicago residents could attend theaters that showed everything from the latest Disney movie to hard-core pornography.",
    "Bibliography": "City of Chicago Motion Picture Commission. Report of the Chicago Motion Picture Commission. 1920.Couvares, Francis G., ed. Movie Censorship and American Culture. 1996.Jowett, Garth. Film: The Democratic Art. 1976.",
    "Author of Text": "Raymond J. Haberski, Jr.",
    "Hyperlinked Terms Associated": [
        "movies",
        "police",
        "racism",
        "National Association for the Advancement of Colored People",
        "Chicago Defender",
        "African American"
    ]
}