{
    "Title": "Film Criticism",
    "Descriptive Text": "Chicago's cinematic appropriation for movie sets inspired local film criticism. Newspaper and radio journalists were the first to comment on films' merits. In the early 1900s, Essanay News printed film synopses to report a local studio's news, and more critical analyses emerged by the 1920s. Chicago colleges developed academic programs in film criticism, attracting such scholars as Bruce Morrissette, and the University of Chicago Press issued titles in the series Books in Film Studies.Gene Siskel and Roger Ebert were perhaps the best-known Chicago film critics. In the late 1960s, Siskel, a Chicago native, reviewed movies for the Chicago Tribune, and Ebert was the Chicago Sun-Times's film critic. Their show, Opening Soon at a Theater Near You, debuted on Chicago public television station WTTW in 1975.Debating movies' entertainment value, not their artistic intricacies, the pair rated each show thumbs up or down. Viewers understood Siskel and Ebert's commentary, and Chicago's Museum of Broadcast Communications honored them for making film criticism accessible to movie patrons. They won a Chicago Emmy Award and were inducted into the Chicago Journalism Hall of Fame. A section of Erie Street was dedicated Siskel & Ebert Way. After Gene Siskel's death in 1999, Sun-Times columnist Richard Roeper joined Ebert on television.Ebert and other Chicago critics have judged the Chicago Film Festival. Annually, the Chicago Film Critics Association honors movies and presents the Commitment to Chicago Award. As technology advanced, Chicago film critics analyzed not only movies shown in theaters but also videos and DVDs.",
    "Bibliography": "Bernstein, Arnie. Hollywood on Lake Michigan: 100 Years of Chicago and the Movies. 1998.Roger Ebert's Book of Film. 1996.Rosenbaum, Jonathan. Placing Movies: The Practice of Film Criticism. 1995.",
    "Author of Text": "Elizabeth D. Schafer",
    "Hyperlinked Terms Associated": [
        "Newspaper",
        "colleges",
        "University of Chicago",
        "Chicago Tribune",
        "Chicago Sun Times",
        "Journalism"
    ]
}