{
    "Title": "Finns",
    "Descriptive Text": "After a visit to the United States in 1898 a Finnish journalist wondered why there were only four or five hundred Finns in Chicago, a figure that paled in comparison to the city's other ethnic groups. Chicago seemed a mere way station for Finns on their journey to the farmlands of Minnesota.Coming primarily from rural northern Finland, immigrants in the 1880s had little interest in the urban factories of Chicago or Waukegan. Those who found factory work along the Chicago River settled among the Swedes in the Near North Side and West Town neighborhoods, where a small but scattered Finnish community began to form in the 1880s.After 1900, however, immigrating Finns came largely from the industrial cities of southern Finland and were more likely to be attracted to factory work. By 1910 Chicago's Finnish population had risen from 500 to over 1,500, with nearly one-third of these new immigrants single women. The small Finnish community within Swede Town underwent growth in its businesses, churches, and voluntary associations.Temperance halls like “Immigrants' Haven” established in 1893 served as social and educational centers offering a variety of activities, including band, choir, and drama. After 1903 labor halls offered similar fare. Activities at the Imperial Hall ( Socialist, later Communist ) and Belden Hall ( Industrial Workers of the World ) appealed to labor activists and free thinkers. In the 1920s the Belden Hall group reorganized itself into the nonpolitical Finnish Progressive Society. Its Lincoln Auditorium at 4217 Lincoln Avenue served as a center for community activities for 30 years.Organized in 1892, Chicago's small Finnish Lutheran Congregation struggled for over 50 years in rented facilities without a regular pastor, served primarily by the larger Finnish Lutheran Church of Waukegan. Congregationalists established the Finnish Mission Church in 1908, which remained active into the 1960s. In 1902 Swede-Finns (ethnic Swedes from the western and southern coastal regions of Finland) organized the First Finnish Baptist Church, which became Bethel Baptist Church in the 1930s. Approximately 30 percent of Finnish immigrants were Swede-Finns, who for reasons of language maintained their own temperance societies and fraternal organizations, and usually worshiped in Swedish churches.By 1893 there were an estimated 100 Finns in Waukegan, most of whom worked at the American Steel and Wire Company. Despite its small size, the Waukegan community had an important Lutheran congregation, a famous Workers Hall, a large temperance hall, and one of the most successful Finnish consumer cooperatives in the country. Availability of domestic work attracted Finnish women to Waukegan, from where they commuted on the North Shore interurban to work in the affluent homes in and near Lake Forest.As the immigrant generation passed from the scene in the 1950s and 1960s, so also did many of the organizations they had created. Subsequent generations have carried the heritage forward, however, with participation in ethnic festivals and organizations like the Finnish-American Society of Illinois, Sibelius Male Chorus of Chicago, and the League of Finnish American Societies.Chicago's Finnish community remained small, reaching an estimated peak of 4,000 in the 1930s and again during World War II when many Finns from Michigan and Minnesota came looking for work. The 2000 census counted 5,879 individuals in Cook County and more than 11,000 in the metropolitan area claiming Finnish first ancestry.",
    "Bibliography": "Arra, Esa. The Finns in Illinois. Trans. Andrew Brask. 1971.Ilmonen, Solomon. Amerikan Suomalaisten Historia II. 1923.Myhrman, Anders. Finlandssvenskar i Amerika. 1972.",
    "Author of Text": "Timo Riippa",
    "Hyperlinked Terms Associated": [
        "Waukegan",
        "Chicago River",
        "Swedes",
        "Near North Side",
        "West Town",
        "Socialist",
        "Communist",
        "Industrial Workers of the World",
        "domestic work",
        "commuted",
        "interurban",
        "Lake Forest"
    ],
    "Street addresses associated": [
        "Near North Side",
        "West Town",
        "Lincoln"
    ]
}