{
    "Title": "Fire Limits",
    "Descriptive Text": "Fire limits were boundaries drawn around the center of a city within which buildings had to be constructed of brick or stone rather than wood. Ostensibly public safety measures—ways to prevent fires downtown—they also served as primitive zoning codes by mandating expensive construction techniques that in the nineteenth century were used for commercial rather than residential construction. They banned new wood construction and major repairs or improvements to old wood buildings. The Chicago Common Council enacted the city's first limit in 1845 and extended its area gradually, until in 1874 it covered the entire city. This transformed it from a zoning device to encourage commercial development into a general building code for the city.The fire limit was administered by the council's Committee on Fire and Water until 1861, when the Board of Public Works was created. These agencies received petitions to extend the limit to particular streets, remonstrances objecting to proposed extensions, and requests for individual exemption (like variances in the modern zoning process). Couched in the rhetoric of fire prevention, fire limit debates were a precursor to debates about zoning, which would not emerge until the 1920s.After the Great Chicago Fire of 1871, the fire limit was the focus of a conflict between elites demanding extension over the whole city and working-class homeowners, particularly German immigrants on the North Side, who depended on cheap construction techniques. The full-city extension was defeated in 1872 but enacted after another major fire in 1874.",
    "Bibliography": "Rosen, Christine Meisner. The Limits of Power: Great Fires and the Process of City Growth in America. 1986.Sawislak, Karen J. Smoldering City: Chicagoans and the Great Fire, 1871–1874. 1996.",
    "Author of Text": "Robin Einhorn",
    "Hyperlinked Terms Associated": [
        "zoning",
        "construction",
        "building code",
        "Water",
        "Fire of 1871",
        "German"
    ],
    "Street addresses associated": [
        "North Side"
    ]
}