{
    "Title": "Firefighting",
    "Descriptive Text": "From Chicago's incorporation in 1833, volunteer laborers protected the city from fire. Sanctioned by municipal ordinance in 1835, volunteer firefighters organized themselves into exclusively male companies and elected officers to lead them at fires. These community institutions reflected the class and ethnic diversity of the city. They also received support from their neighbors, local property owners, and insurance companies. By 1853, over 500 Chicago volunteer firemen worked in 12 separate companies.Volunteer firemen divided their demanding physical labor into two components: making hose connections and operating hand-pumped fire engines. Upon alarm of fire, they dragged their heavy apparatus to the scene of the fire. Hosemen established connections of riveted leather hose between fire engines and the city's burgeoning network of water pipes and hydrants. Enginemen, meanwhile, pumped levers or “brakes” attached to their engines in order to “throw” water onto the fire. Pulsing these brakes required intense physical strength and stamina. Few men could maintain the normal pace of 60 strokes per minute for very long, so a company's entire membership rotated in order to pour a steady stream of water onto the fire.Intense competitiveness marked volunteer firefighters' service. The act of dragging apparatus to fires became an informal test of competence. Firefighters also competed to see which company could project water highest into the air. Firemen believed that winning such contests proved their manhood and their abilities as public servants. However, these formal and informal competitions sometimes exploded into violent confrontations between companies. Frequently such outbursts were expressions of ethnic and class tensions in the city, but just as often they resulted from the exuberant all-male culture of volunteer firefighters.In the 1850s reformers took advantage of middle-class concerns over violence in the fire department. Along with business leaders, the insurance industry sought to replace the volunteer fire department with paid municipal workers operating steam fire engines. Reformers especially emphasized the efficacy of steam technology as a firefighting tool. However, such claims were dubious in the context of unreliable 1850s steam firefighting technology. In fact, when a steam engine was tested in 1856, three of the city's hand-operated engines defeated it by throwing water higher into the air. Although the city's volunteer firemen had proved their mettle, reformers pressed on. They remained impressed by claims that steam technology would improve work discipline and the moral order of the city.In 1858, the city's volunteer fire companies elected a reformer, D. J. Swenie, as their chief. Swenie helped convince the city to establish a fire department staffed entirely by paid municipal employees. The new department consisted of four fire companies, each staffed by a captain, lieutenant, and engineer, and several pipemen, drivers, and stokers. The engineer received the highest salary; he earned almost $600 per year—more than three times the salary of the company captain. This discrepancy reflected how much the newly organized department depended upon steam fire engines. As the city expanded over the remainder of the century, expenditures on the fire department increased with the size of the population. As a result, the number of fire companies increased from 26 in 1870 to over 100 by century's end.Over the same period of time, Chicago's fire department became increasingly rationalized and professional—both in its management and its use of innovative work techniques. For instance, the politically savvy Swenie—who was re-appointed chief in 1879 and served through 1901—sought to establish a merit system of hiring and promotions.Even though Swenie removed the department from the influence of “ politics, ” his personal authority remained unchecked by written guidelines. Nonetheless, firefighters thrived. As in other cities, Chicago firefighters who remained on good terms with the chief and survived the job's many dangers could expect careers of extraordinary longevity. As late as 1900, 39 firemen who had fought the Great Chicago Fire of 1871 remained on the payroll.In addition, the department adopted new work techniques and an expansive manual of drills. For instance, Swenie introduced “pompier” (or ladder) drills into the department. Using such ladder skills, firefighters scaled the sides of buildings in order to more effectively direct streams of water onto fires and to save lives. The chief also inaugurated the use of a training manual. This manual offered detailed guidelines on the proper care of firefighting equipment, ladder techniques, rescue skills, hose use, and departmental organization. By the end of Swenie's tenure, the Chicago Fire Department had adopted many of the reforms recommended by the most important professional organization founded by firefighters—the National Association of Fire Engineers.During the twentieth century, the Chicago Fire Department continued this program of reform. The city introduced a drill school, and firefighters benefited from civil service legislation, better pensions, and a shorter workweek. In addition, the rank and file received vocal support from an increasingly activist and powerful insurance industry. As early as 1905, insurance companies began to recommend legislation for better fire prevention in cities throughout the nation that included provisions for civil service and increased firefighting budgets.Firefighters' experiences continued to change as the city grew taller and more dangerous from the increased use of synthetic building materials. For instance, during the 1920s and 1930s, firefighters began to use primitive breathing apparatus to penetrate the dense toxic smoke generated by these new types of fires. It would not be until 1982, however, that use of such equipment became mandatory for all firefighters. Firefighters also became proficient in using a variety of new cutting tools, nozzles, and rescue skills. As work routines grew more complex, training grew increasingly standardized. Beginning in 1920, recruits received formal training at a drill school that broke firefighting work routines into 34 “evolutions” or training components.During the 1960s, the fire department's membership and leadership grew increasingly diverse, as African Americans and women gained greater access to the department. African Americans had served in the professional department as early as the 1870s, but the terms of their service were limited. They worked in segregated fire companies, which typically served African American neighborhoods and were usually commanded by white officers. Beginning in the 1960s, the department stopped segregating companies by race, and increasing numbers of African Americans received promotions. Although the doors into the department slowly expanded for blacks, the all-male culture of firefighters continued to exclude women from the city's firehouses. The city hired female paramedics in 1974, but it was not until 1980 that the department allowed women to perform service as rank-and-file firefighters.",
    "Bibliography": "Bushnell, George D. “Chicago's Rowdy Firefighters.” Chicago History 2 (1973): 232 – 241.Einhorn, Robin L. Property Rules: Political Economy in Chicago, 1833–1872. 1991.Teaford, Jon C. The Unheralded Triumph: City Government in America, 1870–1900. 1984.",
    "Author of Text": "Mark Tebeau",
    "Hyperlinked Terms Associated": [
        "insurance",
        "water",
        "politics",
        "Fire of 1871",
        "work",
        "African Americans"
    ]
}