{
    "Title": "First National Bank of Chicago",
    "Descriptive Text": "In 1863, a group of Chicago investors led by Edmund Aiken pooled $250,000 to establish a new bank under the guidelines established by new federal banking legislation. By 1876, First National ranked as the city's largest bank; it (and its descendants) would continue to be either Chicago's biggest or second biggest bank through the end of the twentieth century. By 1902, after it absorbed Union National Bank and Metropolitan National Bank, the $100 million in assets held by First National made it (temporarily) the nation's second-largest bank. In 1913, it became one of the original members of the Federal Reserve System. The bank managed to survive the Great Depression, and its assets passed $1 billion in 1938. By the beginning of the 1960s, when it opened an office in Tokyo, First National had over $3 billion in deposits and employed about 3,600 people. In 1969, when First National moved into a new skyscraper in Chicago's loop, it became part of the First Chicago Corp., a holding company for the bank. During the 1970s, when it employed more than 5,000 people in the Chicago area, the bank saw its assets rise from $8 billion to $30 billion. First Chicago continued to grow during the 1980s and early 1990s, when it was the city's largest bank. In comparison to many of the giant banking enterprises around the world, however, First Chicago was a relatively small, regional operation. This changed in 1995, when First Chicago merged with NBD of Detroit to create the First Chicago NBD Corp., which became the seventh-largest bank in the United States. Three years later, First Chicago NBD merged with the Banc One Corp. of Ohio to form Bank One, which had about $260 billion in assets, making it at that time the nation's fifth-largest bank. At the beginning of the century, the Chicago-based Bank One employed about 14,000 Chicago-area residents and more than 70,000 people worldwide.",
    "Bibliography": "This entry is part of the Encyclopedia's Dictionary of Leading Chicago Businesses (1820-2000) that was prepared by Mark R. Wilson, with additional contributions from Stephen R. Porter and Janice L. Reiff."
}