{
    "Title": "Fitness and Athletic Clubs",
    "Descriptive Text": "Health, fitness, and athletic clubs are a rich part of Chicago's history because athletics, socializing, and business have always been interrelated. However, the concept of an “athletic club” or “health club” as most people know it today hardly resembles that of earlier times.At the end of the nineteenth century, the most prominent athletic clubs were private, exclusive establishments founded by elite Chicagoans to foster business and social networking. Candidates seeking membership had to be voted in by existing members. Club facilities were not open to the general public.Founded in 1890 by three prominent business and professional men from Boston, the Chicago Athletic Association (CAA) erected its ornate clubhouse on fashionable Michigan Avenue in 1893. It was among very few big-city athletic clubs to survive the economic depression.While the CAA was indeed an elite men's club, women were regular participants at the Wednesday night dinners and Sunday afternoon concerts and also flocked in on Ladies' Day, begun in 1893. Not until 1972 did the club open its membership to women, before a 1987 city ordinance required all clubs to do so. Nearly two decades passed before Mary Frances Hegarty was elected as its first woman president.The Medina Athletic Club was built on North Avenue in 1929 for members of the Masonic order. Its greatest renown was its Olympic-sized swimming pool located on the 14th floor. A premier gathering spot for Chicago's elite and visiting dignitaries, it also had a shooting and archery range, miniature golf course, running track, billiards room, bowling alley, and two-story boxing arena. Women, although allowed access to the ballroom through a separate entrance and elevator, could not use any of the athletic facilities. Now the Hotel Inter-Continental Chicago, the building houses a new health club for hotel guests on the two levels below the swimming pool, the only remaining feature of its original use.Belle Ogden Armour and Paulina Harriette Lyon founded the Woman's Athletic Club of Chicago (WAC) in 1898. Members of the CAA promoted and encouraged its creation. The United States' first private athletic club for women, it was intended to provide women with the same opportunities for exercise, relaxation, and friendship that were available in the men's clubs. The original clubhouse boasted a marble swimming pool, Turkish baths, a gymnasium, bowling alley, and running track. Members could partake in fencing and dance lessons and attend lectures on nutrition, literature, theater, and current affairs. The club also had a parlor, library, tea room, dining room, and hair-dressing and massage services. The WAC moved twice, ultimately erecting its own building at 626 North Michigan Avenue, today a Chicago landmark.Chicagoans of lower social strata used parks and fieldhouses as their athletic locales at the turn of the twentieth century. Some fieldhouses, like Davis Square Park on the South Side, contained gymnasiums for men and women, meeting rooms, a public library, and a cafeteria. Parks all over the city provided playgrounds for children and sites for competitive sports events sponsored by the Chicago Park District, as well as corporate sports teams seeking to challenge their commercial competitors.The 1970s saw the proliferation of racquet sports enthusiasts, which prompted the opening of tennis and racquet clubs across Chicago, including the Midtown Tennis Club (1969), McClurg Court Sports Center (1970), Lakeshore Athletic Club (LSAC, 1972), and the Edens Athletic Club (1976). When the blizzard of 1979 collapsed the original LSAC on Fullerton Avenue, owner Jordan Kaiser decided to rebuild it as a “country club in the city,” containing a pool, weight training, racquet courts, dining, spa services, a physical therapy clinic, and a 450-yard indoor track. Capturing the growing national fitness craze, LSAC became the largest health club in America in terms of both square footage and membership.As the science of exercise physiology grew rapidly during the twentieth century, it became clear that regular, vigorous exercise that raises the heart rate for an extended period is necessary to prolong good health and avoid lifestyle diseases. Therefore, some activities which were commonplace in athletic clubs in the past, such as bowling, archery, shooting, and billiards, lost importance and popularity since they did not fit the recognized criteria of “health exercise.” These were replaced by more rhythmic, regimented ways of exercising, including cardio machines like treadmills, stair climbers, stationary bicycles, and rowing machines, as well as aerobic dance classes, which exploded in popularity in the 1980s. Throughout the 1990s, group fitness instructors created new class formats that did not involve dancing, such as body sculpting, cardio boxing, and group yoga, the latter two replacing aerobic dance classes as the most popular group exercise formats in Chicago in the late 1990s.In 1980, the East Bank Club was established on the east bank of the North Branch of the Chicago River as an exclusive club for upscale Chicago professionals, encompassing sports, health and fitness, socializing, dining, and spa services. National health club chains like Bally's Total Fitness, Powerhouse Gym, and World Gym also built large fitness clubs in communities throughout the Chicagoland area.These joined the “neighborhood gyms” that emerged during the 1970s. The Lincoln Park and Lake View areas became home to several gyms, each finding its own niche. Weight training to improve aesthetic appearance and quality of life gained popularity among young people. Chicago Fitness Center was the first club in Chicago to offer both weight training equipment and martial arts classes in the same club.Neighborhood gyms influenced the way clubs structured their membership fees and encouraged new members. While large chains typically charged new members an initiation fee plus monthly dues or encouraged long-term memberships, smaller clubs introduced a “no initiation fee/pay-as-you-go” concept.Corporate fitness centers also emerged as businesses recognized that regular exercise increased productivity and reduced insurance costs and employee sick days. In addition to group exercise classes and athletic facilities, many corporate fitness centers also offered wellness programs, including smoking cessation, stress management, nutrition education, and health screenings. To keep employees motivated, incentive programs were established, whereby workout clothing and gear or club membership discounts were given to employees who adhered to a minimum number of workouts per week.By the turn of the twenty-first century, the term “athletic club” became all but obsolete, whereas “health club” and “gym” typically referred to places offering exercise facilities. A few high-end health clubs that also foster networking and socializing still exist, but most gyms today serve the sole purpose of exercising, not dining or conducting business. Nearly all gyms have memberships of mixed gender and socioeconomic strata.",
    "Bibliography": "Hilliard, Celia. The Woman's Athletic Club of Chicago: A History—1898–1998. 1999.Kerch, Steve. “Classic Revival Finds Room on Michigan Avenue.” Chicago Tribune, March 19, 1989.Knobe, Bertha Damaris. “Chicago Women's Athletic Club.” Harper's Bazaar 39 ( June 1905): 537–546.",
    "Author of Text": "Tiffany L. Crate",
    "Hyperlinked Terms Associated": [
        "clubs",
        "swimming",
        "golf",
        "bowling",
        "boxing",
        "Hotel",
        "South Side",
        "playgrounds",
        "Park District",
        "tennis",
        "Lincoln Park",
        "Lake View"
    ],
    "Street addresses associated": [
        "Lincoln Park",
        "Lake View"
    ]
}