{
    "Title": "Flags and Symbols",
    "Descriptive Text": "Many municipal governments have adopted symbols such as city flag or seal, typically used on letterhead, city vehicles, brochures, water towers, and Web sites; Chicago has a special symbol just for vehicles. William B. Ogden, Chicago's first mayor, helped design Chicago's multifaceted seal in the 1830s. West Chicago adopted a much simpler one, depicting a locomotive, when it became a village in 1873. Well-established communities also have adopted symbols, especially on important occasions. Chicago, for instance, added another star to its flag after the 1933 Century of Progress Exposition. Some places have adopted a motto, or even a bird, tree, or flower.Aside from notifying viewers that a building, territory, vehicle, or letter is “official,” these symbols express pride in a community, its history, and its prospects, or boost the community to prospective investors. Several Chicago-area official seals take note of the Native Americans who first lived in the area—though not of their expulsion in the 1830s—and flags and seals often include dates of village or city founding. Commonly, they portray the economic foundations of the community. Befitting the “Crossroads of the Nation,” Chicago Heights' official seal shows buildings and fields at a crossroads. A house and factory on either side of an elk's head on Elk Grove Village's flag refer to the distinct industrial and residential districts of this planned community. Its Latin slogan, “Dignitatem Aedificatam in Terra,” translates “On this land, we build with dignity.” The virtues of the community are a favorite theme. Tinley Park's flag employs heraldic symbols for brotherhood, cleanliness, courage, growth, progress, and the village's enduring framework. The full meaning of such symbols may not be apparent without explanation. On Chicago's seemingly straightforward flag, five stripes represent the North, South, and West Sides, Lake Michigan, and the Chicago River. Four stars stand for important moments in the city's history, and meanings have been assigned to each of the six points of every star. The first star, for example, represents Fort Dearborn, while its points signify transportation, labor, commerce, finance, populousness, and salubrity. Like Fort Dearborn itself, each of these helps answer the question “Why is Chicago here?”",
    "Bibliography": "Chicago Municipal Code, chaps. 1–8.Lindell, Arthur G. Chicago's Corporate Seal. 1962.Scobey, Frank F. The Story Behind West Chicago's City Flag. 1967, 1985.",
    "Author of Text": "Christopher Thale",
    "Hyperlinked Terms Associated": [
        "West Chicago",
        "Century of Progress Exposition",
        "Native Americans",
        "Chicago Heights",
        "Elk Grove Village",
        "Tinley Park",
        "Lake Michigan",
        "Chicago River",
        "Fort Dearborn",
        "transportation"
    ]
}