{
    "Title": "Flood Control and Drainage",
    "Descriptive Text": "The Chicago area is topographically dominated by the glacial Lake Chicago plain. This plain encompasses the Chicago River, Des Plaines River, and the Calumet River. Early explorers discovered the Chicago Portage, an area within Mud Lake that was only 15 feet above the level of Lake Michigan and on the watershed divide between the Mississippi River basin and the Great Lakes basin.The Chicago area experienced many early drainage challenges. The natural condition was swampy. Chicago streets were poorly drained and muddy. The level of Lake Michigan was only two feet below the river banks, making subsurface drainage ineffective.In 1834, the first attempt to solve the sanitation problem of Chicago included a drainage ditch dug down State Street and emptying into the Chicago River. Later, the city of Chicago raised streets, then buildings, 8 to 10 feet above natural ground level. This helped to drain the streets and to get the sewage to the river more efficiently, but the river could not cleanse itself of the sewage due to the high level of Lake Michigan.The Illinois & Michigan Canal, completed in 1848, flowed from present-day Summit to LaSalle. From 1861 through 1870, the city of Chicago paid to operate the Bridgeport pumps an additional 45 days per year to flush sewage from the Chicago River and away from the lake.The 1872 flood diverted almost all the Des Plaines River flows into the Chicago River through the Ogden-Wentworth Ditch, causing significant pollution within the Chicago River when the sewage could no longer be sent downstream. A dam was constructed across Ogden-Wentworth Ditch to prevent future diversions of Des Plaines River flows.In 1885, a large rainfall washed sewage and refuse out of Chicago and the Chicago River into Lake Michigan, polluting the city's water supply. The Illinois General Assembly authorized the establishment of the Sanitary District of Chicago in 1889 to implement the construction of the Sanitary and Ship Canal to carry away waste from the city and to dilute it as it flowed downstream. Construction began in 1892, and flow through the canal began January 17, 1900. The North Shore Channel enlargement, begun in 1907 and completed in 1910, diverted more lake water to aid in dilution, and the Chicago River was enlarged in 1912. Construction of the Cal-Sag Channel began in 1911 and was completed in 1922, reversing the flow of the Calumet River away from Lake Michigan. A Supreme Court decree in 1933 ordered the construction of the Chicago River lock and controlling works, which was completed in 1938.Areas outside the city of Chicago experienced many drainage alterations as well. The Illinois Farm Drainage Act of 1879 established the authority to create drainage districts, marking the beginning of a period of significant drainage modifications in agricultural areas. By 1929, 88 drainage districts covered 177,595 acres of the Chicago River, Little Calumet River, Des Plaines River, DuPage River, and Fox River basins. By 1971, 180 drainage districts were listed in an “Inventory of Drainage and Levee Districts” within Cook, DuPage, Lake, McHenry, Kane, and Will Counties.As more land became developed with housing, streets and shopping areas, a greater amount of runoff from this developed ground ran to the sewers. The stormwater runoff mixed with sanitary sewage and became combined sewage. Suburban communities developed after World War II realized the value of separate sewer systems to handle sanitary sewage and stormwater runoff. Suburban communities have installed countless miles of storm sewers to accommodate modern drainage needs, replacing the earlier systems provided by drainage districts.Studies in the late 1960s recommended the Tunnel and Reservoir Plan (TARP), known as “ Deep Tunnel, ” as a means to solve this problem. TARP tunnels include the Mainstem, Calumet, Des Plaines, and Upper Des Plaines systems, totaling 109 miles of tunnels. These tunnels capture sewer overflows that had been discharging into rivers and streams. TARP's three reservoirs, when completed, will provide significant flood control.Flooding of rivers in the Chicago area is a natural phenomenon. Agricultural areas flood along with natural wetlands. The magnitude of these floods and the effects upon humans grew as the metropolitan area developed. Flood events of historical significance have occurred across the region during 1849, 1855, 1885, 1938, 1952, 1954, 1957, 1961, 1973, 1979, 1986, 1987, and 1996. Most record-setting flood stages and discharges in the region have been recorded since 1948.Flood control and watershed planning in the Chicago region is managed by a group of federal, state, and local agencies. These include the U.S. Army Corps of Engineers, the U.S. Department of Agriculture, Natural Resource Conservation Service, the U.S. Environmental Protection Agency, the Illinois Department of Natural Resources, the Illinois Office of Water Resources, the Metropolitan Water Reclamation District of Greater Chicago, and storm water management agencies in each of the region's counties.By the early 1980s several watershed plans were developed to address flood problems along the North Branch Chicago River, Upper Des Plaines River, Lower Des Plaines Tributaries, Poplar Creek, Upper Salt Creek, and the Little Calumet River. These plans will eventually implement 43.9 miles of channel modifications and 41,128 acre-feet (13.4 billion gallons) of floodwater storage facilities, including the Tunnel and Reservoir Plan. Flooding remains a serious problem along the main channel of the Des Plaines River and the Little Calumet River and many smaller streams. A 1998 estimate puts annual flood damages at $41,459,000 in the Chicago area, affecting nearly 20,000 homes and businesses.Local, state, and federal agencies and individuals have become increasingly aware of the unmitigated impacts of urbanization on drainage and flooding. The Metropolitan Water Reclamation District implemented the first stormwater detention ordinance in 1972. This ordinance required new developments to detain a portion of the increased runoff and to restrict the outlet capacity of the detention basin to a predevelopment discharge. It has now become standard practice to provide stormwater detention within new subdivisions to control the rate of runoff to predevelopment rates.The 1986 flood was triggered by widespread regional rainfall with varying intensity and duration, which had been preceded by two weeks of nearly continuous rain falling across northern regions of the Des Plaines, North Branch Chicago, and Fox River watersheds. Flooding in rivers and streams across Lake, McHenry, northern Cook, northern DuPage, and northern Kane Counties resulted. The 1987 flood was generated by localized high-intensity and shorter duration rainfall which dropped up to 13 inches of rainfall in less than 24 hours, largely in Cook and DuPage counties. The 1986 and 1987 floods generated enough public awareness of the continued problems of drainage and flooding for the Illinois General Assembly to pass legislation authorizing the formation of countywide stormwater management programs.",
    "Bibliography": "Barker, Bruce. Lake Diversion at Lake Michigan. Illinois Department of Transportation, Division of Water Resources, 1985.Cain, Louis P. Sanitation Strategy for a Lakefront Metropolis: The Case of Chicago. 1978.",
    "Author of Text": "Arlan R. Juhl",
    "Hyperlinked Terms Associated": [
        "Chicago River",
        "Des Plaines River",
        "Calumet",
        "Portage",
        "Lake Michigan",
        "Illinois & Michigan Canal",
        "Summit",
        "Bridgeport",
        "water supply",
        "Sanitary and Ship Canal",
        "DuPage River",
        "Fox River",
        "Cook",
        "DuPage",
        "Lake",
        "McHenry",
        "Kane",
        "Will",
        "World War II",
        "Deep Tunnel",
        "subdivisions"
    ]
}