{
    "Title": "Flossmoor, IL",
    "Descriptive Text": "Cook County, 24 miles S of the Loop. Flossmoor, a small residential town in the southern suburbs, is to a great extent the creation of the Illinois Central Railroad. The town is situated in the Calumet River watershed and lies in the townships of Bloom and Rich.Excavations at the Horton site (near Brookwood and Western) during 1966 and 1967 indicated Native Americans occupied the site in a large structure (about 30 feet wide) several hundred years ago.The Illinois Central bought 160 acres in Flossmoor in 1893. The company's plan was to strip away the black dirt and use it as fill at the World's Columbian Exposition, but the soil proved unsuitable. When the railroad later decided to sell its land, it received an unexpected boost.In 1898 a group of investors conceived the idea of building a golf course in the area. They asked the Illinois Central to extend service beyond Homewood, then the southernmost stop on the commuting line, and to erect a station close to the site of the proposed course. When the railroad agreed, the investors established the Homewood County Club (renamed Flossmoor in 1914). The venture was such a success that other country clubs soon followed, particularly Ravisloe, in Homewood (1901); Idlewild, in Flossmoor (1908); Olympia Fields, in Olympia Fields (1915); and Calumet, in Homewood (1917).The Illinois Central broke its land into lots, platted the subdivision in 1901, and in 1903 built a half-dozen houses. The U.S. Post Office selected the name Flossmoor from a list the Illinois Central had assembled through a contest to name the place. The railroad vigorously promoted Flossmoor, even running free-lunch excursions for prospective buyers from Chicago, and steadily built ridership by touting the country clubs and providing special services for golfers. Residential construction picked up after 1910, and by World War I the upper-middle-class community was firmly established and included some of the railroad's executives. Electrification of the commuter train lines in 1926 further increased the desirability of the area.Flossmoor incorporated as a village in 1924. Among the first local laws was an ordinance that prohibited industry within the town limits, thus guaranteeing the village's residential character. It also implicitly screened in new residents who worked elsewhere. By 1967, Flossmoor and neighboring Homewood were among a handful of suburbs where more than half the workers commuted to jobs in Chicago.In the postwar period Flossmoor and Homewood formed some significant partnerships. Homewood-Flossmoor Community High School in Flossmoor opened its doors in 1959 and has proven exceptionally successful, winning Blue Ribbon Awards from the U.S. Department of Education in 1982–83, 1994–95, and 2001–2. A joint park district was incorporated in 1969.Flossmoor's population at incorporation was 265, and by 1930 it had grown to 808. The village grew steadily through World War II and then in the 1950s surged 156 percent, to 4,624 in 1960. Population topped 8,400 in 1980 and reached 9,301 by 2000.",
    "Bibliography": "Adair, Anna B., and Adele Sandberg. Indian Trails to Tollways: The Story of the Homewood-Flossmoor Area. 1968.League of Women Voters of Homewood, Flossmoor, and Olympia Fields. Know Your Town: Homewood, Flossmoor, Olympia Fields. 1967.Wagner, Susan F. A History of the Village of Flossmoor, 1851–1974. 1974.",
    "Author of Text": "John H. Long",
    "Hyperlinked Terms Associated": [
        "Illinois Central Railroad",
        "Calumet River",
        "townships",
        "Native Americans",
        "Worlds Columbian Exposition",
        "golf",
        "Homewood",
        "commuting",
        "Olympia Fields",
        "subdivision",
        "World War I"
    ]
}