{
    "Title": "Folk and Traditional Dance",
    "Descriptive Text": "Social dancing in early Chicago was neither wild nor undisciplined, as frontier stereotypes suggest. The practice in New France was to conduct a ball with order and decorum, and even on the American frontier a dance customarily opened with a minuet. American fashions encompassed country dances in the French style—cotillions in square formations of four couples—and the English style—double-file sets of up to 15 couples. Dancers also did the jig and the four-hand reel. These dances have been maintained up through the twenty-first century in square dancing, contra dancing, and line dancing.In 1834, the quadrille, a four-couple square dance, became popular, along with the waltz and the schottische. Specific dances such as the Prairie Queen Quadrille and the Chicago Glide were introduced in the early 1900s. While these particular regional dances have disappeared, the waltz and schottische were maintained and reintroduced by waves of European immigrants, including Germans, Poles, Norwegians, and Swedes, and continue to be danced at weddings, ethnic gatherings, and other neighborhood celebrations. Other folk dances such as the polka were brought to the region by Polish immigrants but became popular at weddings and other celebrations even by non-Poles.Chicago's two world's fairs helped promote interest and awareness of ethnic folk dance as well as exotic dance. Ireland's Gaelic League's first American display of Irish dance costume occurred at the 1893 World's Columbian Exposition.Beginning as early as the 1920s, folk dance schools and programs were established both by ethnic groups and by those interested in maintaining or reviving older rural dance. Katherine Dunham, who later won international fame for her “Dunham Technique,” began her teaching career with her “Negro Rhapsody” at the Chicago Beaux Arts Ball in 1931.Irish and Scottish immigrants established dance schools from the 1920s on, often in family basements. Some of these schools, such as Trinity Irish Dance, have attained international visibility, others continue to serve a small local population and provide entertainment for festivals, cultural programs, and family celebrations. The Chicago Ethnic Arts Project conducted by the American Folklife Center in 1977 documented a wide variety of folk and social dance in Chicago, from Korean dance at the YMCA to Japanese classic and folk dance, Darlene Blackburn's traditional African dance troupe, Irish step dancing and social dancing, Lithuanian dancing at Saturday schools, Native American powwow fancy dress dancing, dance classes at the Polish Women's Alliance, Danish dancing, Yugoslav dance, social dancing at a blues club on the South Side, Jewish social dance at a wedding, a “sweet sixteen” Puerto Rican dance party, and polka at Polonia Grove.Several significant Chicago ethnic dance groups were established in the 1970s, '80s, and early '90s, including the Mexican Folkloric Dance Company, East Indian dance companies such as Natya, Nartan, and Kalapriya, and Alyo Children's Dance Theatre (an African American company). American country and square dancing have become a form of revived folk dance, promulgated by groups such as the Chicago Barn Dance Company (established in 1977) in order to maintain rural art forms.",
    "Bibliography": "Harnan, Terry. African Rhythm American Dance: A Biography of Katherine Dunham. 1974.",
    "Author of Text": "Susan K. Eleuterio and Paul Tyler",
    "Hyperlinked Terms Associated": [
        "dance",
        "Germans",
        "Poles",
        "Norwegians",
        "Swedes",
        "polka",
        "Worlds Columbian Exposition",
        "Irish",
        "Scottish",
        "Korean",
        "YMCA",
        "Japanese",
        "Lithuanian",
        "Native American powwow",
        "Yugoslav",
        "blues",
        "South Side",
        "Puerto Rican",
        "Mexican",
        "Indian",
        "African American"
    ],
    "Street addresses associated": [
        "South Side"
    ]
}