{
    "Title": "Folk Music",
    "Descriptive Text": "Folk music in Chicago is tied to the city's role as a national crossroads. In its neighborhood taverns, Chicagoans have embraced a variety of traditional music practices, from Irish ceilidhs to down-home blues, from polka dances to hootenannies. Through regional recordings, radio broadcasts, sheet music publication, musical instrument manufacture, and mail-order marketing, the city has exported folk music throughout the United States and beyond.In the mid-nineteenth century, Root & Cady, the largest local music publisher, disseminated the efforts of songwriter Henry Clay Work. His compositions, including “Kingdom Coming,” “The Ship That Never Returned,” and “Grandfather's Clock,” entered informal tradition and still remain staples of rural performance. Other works, such as O'Neill's Music of Ireland (1903) and M. M. Cole's One Thousand Fiddle Tunes (1940), became templates for melodies disseminated—and adapted—throughout the country. Composer Thomas A. Dorsey's publishing firm fostered the growth and professionalization of gospel, a folk-based art form. And the Industrial Workers of the World locally printed a union songbook from 1918 to 1933 that included topical songs often set to well-known melodies, a practice long employed in traditional music.With the growth of commercial recording in the 1920s, Chicago's studios documented the ethnic music of Irish, Romanian, and, in particular, Polish emigrants. Karol Stoch, for instance, was a Polish mountain fiddler whose 1928–29 recordings recreated a regional rural style in a New World setting. Of greater fame, Chicago's polka musicians developed this native dance form, giving rise to a distinctive local sound.In the 1920s, Henry Thomas and Blind Blake made recordings that drew on ragtime repertoires, field hollers, country reels, and minstrelsy. By the next decade, artists such as Memphis Minnie and Tampa Red explored and enlarged the domain of the blues. Chicago's most famous musical commodity, the urban blues codified by the amplified guitar and harmonica of Muddy Waters and Little Walter, respectively, represents not only a new creativity but a transformation of Mississippi folk melodies. Similarly, in his move from the Soul Stirrers to his own solo career, singer Sam Cooke serves as an example of the transfer of a folk-inflected gospel quartet style to pop music.Hillbilly music in Chicago centered around the WLS's live National Barn Dance, which offered radio audiences cosmopolitan skits side-by-side with grassroots musicians such as Doc Hopkins and Bradley Kincaid. One of the show's clog dancers, Kentuckian Bill Monroe, returned to Chicago in 1946 to make his first bluegrass recordings with banjoist Earl Scruggs.In the late 1950s, a folk revival characterized by an urbane approach to certain forms of American folk music ascended in national popularity. WFMT's Midnight Special began its broadcasts in 1953 while clubs such as the Gate of Horn, which opened in 1956, inaugurated a succession of nightspots devoted to this form of entertainment. The following year marked the founding of the Old Town School of Folk Music. In subsequent years, other institutions, such as the University of Chicago Folk Festival (1961) and Flying Fish Records (1974), focused on the work of innovative artists rooted in traditional music—just a few pieces of Chicago's enduring yet evolving mosaic of folk music creativity.",
    "Bibliography": "Brubaker, Robert L. Making Music Chicago Style. 1985.Spottswood, Richard K. Ethnic Music on Records: A Discography of Ethnic Recordings Produced in the United States, 1893 to 1942. 1990.",
    "Author of Text": "Stephen Wade",
    "Hyperlinked Terms Associated": [
        "Irish",
        "blues",
        "polka",
        "broadcasts",
        "musical instrument manufacture",
        "mail-order",
        "gospel",
        "Industrial Workers of the World",
        "ethnic music",
        "Romanian",
        "Polish",
        "Old Town School of Folk Music",
        "University of Chicago"
    ]
}