{
    "Title": "Folklore",
    "Descriptive Text": "Chicago's folklore includes legends and stories, folk speech, names and expressions, material culture, foodways, traditions, beliefs, and folk arts. Many of these traditional genres are tied to historical events, characters, and places such as the Great Fire of 1871, Al Capone, Jane Addams's Hull House, the steel mills of South Chicago and northwest Indiana, and Chicago's swampy location at the base of Lake Michigan.Chicago lore includes the word “ Chicago, ” with its contested origins in Native American language. From before the time of the 1871 fire, Chicagoans have used legends and stories to explain both natural and man-made events and figures. The story of Mrs. O'Leary's cow is one of the most persistent of those legends, rooted in the belief that an Irish immigrant's carelessness resulted in the fire of the century.Other legends revolve around the exploits of Al Capone, one of the most notorious gangsters of the 1920s. Stories of Al Capone's deeds are told from Detroit to the outer suburbs of the city, and Chicagoans traveling abroad still encounter signs or sounds of the “rat-a-tat-tat” of a tommy gun when they name their home town.Ghost stories and urban legends are a particularly ubiquitous form of folklore in metropolitan Chicago, with Resurrection Mary a favorite of the South Side, La Llorona, or the weeping lady of Mexico, found in northwest Indiana, and the Hull House Devil Baby, which tells about the former social workers' home on Halsted Street.Stories of a ghostly, beautiful hitchhiker have shown up in Chicago since the running boards of the 1920s. Many Chicago-region teenagers relate a version of this ghost who lives in Resurrection Cemetery on Archer Avenue and likes to go dancing, particularly on Halloween night. A movie character, Candyman, created by Hollywood writers in 1992 as a terrifying ghost who haunted Cabrini-Green, has also passed into legend, especially among African American children on the South and Near West Sides of the city. A more recent urban legend also comes from a mix of popular culture and contemporary fears of urban life. Reports of a man dressed as Homie the Clown, a character from the television show In Living Color, driving a white van and kidnapping children throughout the metropolitan area, were collected from a variety of children in Chicago during the 1990s.The Hull House “Devil Baby” is found mostly in the written folklore of Chicago. It is still possible, however, to find former residents of the old immigrant neighborhood on the Near West Side who know the cautionary tale of the young Italian, Irish, or Jewish girl who variously committed adultery, married an atheist, or married outside her faith, delivering a devil child to social worker Jane Addams at Hull House. Mexican immigrants across Chicago warn their children about La Llorona, the weeping woman of Mexico who is searching for her drowned children even in the waters of Lake Calumet.Chicago folklore includes a variety of foodways, including Chicago deep-dish pizza; Chicago-style hot dogs made with cucumbers, onions, tomatoes, celery salt, mustard, and relish; and ethnic food customs, restaurants, stores, and traditions. Many suburbanites still come into the city to shop for specialty items or go to dinner at a neighborhood restaurant, though ethnic foods have gradually crept into chain stores as well. Grocery stores across the region carry paczki, a soft, donut-like, fruit-filled pastry used by Polish immigrants to prepare for the hardships of Lent on Fat Tuesday but now eaten by many Chicagoans regardless of their ethnic heritage.Folk customs include the territorial marking of parking spaces in the winter with everything from lawn chairs to dining room furniture. Official city traditions include dyeing the Chicago River green on St. Patrick's Day. Unofficial neighborhood names often become official geographic markers such as Bronzeville, famous home of jazz and blues musicians on the South Side, Maxwell Street, for the old market on Halsted Street (which has now been “officially” moved by the city to Canal Street), and such areas as Little Italy, Chinatown, Greektown, and Little Vietnam, all named for the apparent majority of their residents.One of the earliest groups created to study Chicago folklore was the Chicago Folklore Society, founded in 1891. Projects to document Chicago-area folklore include the Library of Congress American Folklife Center's study of ethnic traditions in 1977; Indiana University Folklore Institute's Gary Project in the late 1970s; the David Adler Cultural Center's research and documentation projects in the 1980s; and research by Indiana Traditions (Indiana University Folklore Institute) into Lake and Porter County folk culture in 1998.While the Chicago Folklore Society disappeared at the end of the twentieth century, grassroots folklore organizations have survived into the twenty-first century. The 1970s saw the rise of a number of groups devoted to folklore and folk culture, including the University of Chicago Folklore Society, which hosts an annual Folk Festival; the Old Town School of Folk Music, which offers classes, workshops, and concerts on the North Side of Chicago; and the Fox Valley Folklore Society, which hosts a Folk Music and Storytelling Festival annually. Newer groups include the Chicago Association of Black Storytellers, founded in 1999, and the Illinois Folklife Society, established in 2000. This group includes folklorists, ethnomusicologists, and anthropologists who conduct research and coordinate public programming in folklore and folk culture in the Chicago area.",
    "Bibliography": "Dorson, Richard. Land of the Mill Rats. 1981.Scott, Beth, and Michael Norman. Haunted Heartland. 1985.",
    "Author of Text": "Susan K. Eleuterio",
    "Hyperlinked Terms Associated": [
        "foodways",
        "Fire of 1871",
        "Hull House",
        "South Chicago",
        "Chicago",
        "Irish",
        "South Side",
        "Cemetery",
        "Cabrini-Green",
        "Near West Sides",
        "African American",
        "Near West Side",
        "Italian",
        "Jewish",
        "Hull House",
        "Mexican",
        "pizza",
        "restaurants",
        "Grocery stores",
        "Polish",
        "parking",
        "Chicago River",
        "jazz",
        "blues",
        "Maxwell Street",
        "Little Italy",
        "Chinatown",
        "Greektown",
        "Gary",
        "Lake",
        "University of Chicago",
        "Old Town School of Folk Music"
    ],
    "Street addresses associated": [
        "Near West Side",
        "South Side",
        "North Side",
        "Bronzeville",
        "Little Italy",
        "Chinatown",
        "Greektown",
        "Little Vietnam"
    ]
}