{
    "Title": "Food Processing: Regional and National Market",
    "Descriptive Text": "As the leading city in one of the world's most productive agricultural regions, Chicago has long been a center for the conversion of raw farm products into edible goods. Best known for its dominance in meatpacking, Chicago has also been home to leading firms in other areas of the food processing industry, including cereals, baked goods, and candy, since the 1880s. At the end of the twentieth century, during which most parts of the industry became concentrated under fewer firms, food processors stood among Chicago's largest companies.In early Chicago, the most important food processing activity was grain milling. Before 1800 Catherine and Jean Baptiste Point DuSable had a pair of millstones and had constructed a bakehouse just north of the Chicago River. By the 1830s Chicago contained steam-powered flour mills and enjoyed a brief period of importance as a local milling center for spring wheat. But the great bulk of wheat handled by the city's booming grain trade was never milled locally: it was shipped east, to be processed in major U.S. cities such as Buffalo, or in Europe. After the Civil War, as wheat farming moved north and west, the national center of wheat flour manufacture shifted to Minneapolis. Meanwhile, other kinds of milling operations settled within close reach of Chicago. In 1910 the town of Argo (Summit), southwest of Chicago, became the site of a new plant opened by the Corn Products Refining Company. By the 1930s this plant, manufacturing products with the Argo brand name, had become the largest corn refinery in the world.The milling of oats served as the foundation for another of Chicago's leading companies. By the 1880s and 1890s, oatmeal producers in Chicago and around the Midwest had begun to form industrial combinations. Between 1901 and 1911, many of the industry's leading producers, then operating under the umbrella of groups such as the American Cereal Company and the Great Western Cereal Company, were absorbed by the Quaker Oats Company. This Chicago-based giant grew steadily, making big business out of oatmeal. At the close of the twentieth century, when it sold over $5 billion annually of a diverse range of products—including cereals, pastas, and Gatorade sports drink—Quaker, with its corporate headquarters in Chicago, was still an industry leader and one of the city's largest companies.Compared to the highly industrialized milling and cereal business, bread in Chicago and elsewhere has been characterized by a more diverse range of producers. Even after the appearance of mechanized ovens, baking continued in the kitchens of individual households and in small shops. In 1880, most of Chicago's 280 bakeries were small, neighborhood retailers, and the number of small bakeries continued to grow until the 1930s. With the rise of mechanized bread factories, chain grocery stores, and chain bakeries, more and more small bakers disappeared from the Chicago landscape.Although bread baking saw significant consolidation over time, it was never as concentrated or industrialized as cracker and biscuit manufacturing, another business in which Chicago was a national leader. Between 1890 and 1898, Chicago lawyers A. W. Green and W. H. Moore led a series of cracker mergers that created the National Biscuit Company, which had its executive offices in Chicago until 1906. During its early years, this company (later known as Nabisco) controlled over 100 large bakeries—several of them in the Chicago area—which produced the company's well-known line of cracker and cookie brands, including Uneeda biscuits, Fig Newtons, and Oreos. In 1927, the Chicago region became home to another large cracker producer, the United Biscuit Company, based in Elmhurst. Renamed Keebler in 1966, this company has remained one of the region's largest. Another important baked-goods firm, the Sara Lee Corporation, takes its name from a Chicago bakery founded by Charles Lubin in 1949. By the end of the century, Sara Lee made clothing and meat products as well as frozen pies and cakes and had become an industry leader and one of Chicago's largest companies.In the area of canned foods and processed meat and dairy products, Chicago firms have long been national leaders. By the 1880s, Libby, McNeill and Libby, a firm connected to Swift & Co., was packing 35 million cans annually, and several Chicago canners were filling large orders from European armies and navies. By 1918, Libby was the nation's second-largest canner. In the dairy industry, Chicago's strength was generated by its proximity to Wisconsin, a leading dairy state. Major dairy companies located in the city during the twentieth century included Beatrice Foods, which moved from Nebraska to Chicago in 1913, and Dean Foods, founded in 1925 by Sam Dean, a local dealer in evaporated milk. In processed dairy foods, the industry leader was James L. Kraft, who began selling cheese in Chicago in 1904. By 1930, Kraft had taken over much of the cheese distribution business from Chicago's meatpackers, and by 1960, processed cheese, Kraft's specialty, accounted for half of U.S. cheese production.Throughout the twentieth century, Chicago and Illinois have dominated the American confectionery industry. William Wrigley, Jr., founded his Chicago-based chewing gum company in 1891, and several of his brands, including Juicy Fruit and Wrigley's Spearmint, rapidly became big sellers. The well-known Cracker Jack brand of snacks, popular at the 1893 World's Columbian Exposition, were the creation of Chicago popcorn vendor F. W. Rueckheim. In the candy industry, some of America's best-known brands were produced in the Chicago area by companies such as M. J. Holloway (Milk Duds), and E. J. Brach. Another major candy firm, Tootsie Roll Industries, whose brands include Junior Mints and Tootsie Pop, has been located on Chicago's South Side since the 1960s.For much of its history, Chicago has been an organizational center for workers in the food processing industries. In the 1880s, German bakers in New York and Chicago created the first bakers' unions in the United States. From 1904 to 1955, Chicago served as the headquarters of the Bakery and Confectionery Workers International Union, which claimed 28,000 members in 1920 and 80,000 in 1940. From the 1880s through the 1920s, Chicago bakers and baked-good distributors struck frequently, but with mixed success, in attempts to gain some power over hours, working conditions, and production. A major defeat in Chicago in 1922 was symptomatic of labor groups' lack of success in their confrontations with large bakery owners, but unions continued to have some power in the smaller retail shops.Since the earliest days of the city, Chicago food processors have been subject to a variety of government regulations concerning food quality and monopolistic business practices. Rules for flour grading and inspection were established in Illinois in the 1850s. By 1880, Chicago was licensing its bakeries. In the first decade of the twentieth century, the federal Pure Food and Drug Act, along with new state and municipal rules, placed broader controls over the food industry; and federal oversight increased significantly during World War I and World War II. During the 1920s, Kraft struggled with the state of Wisconsin over cream skimming limits. In the realm of antitrust regulation, Quaker Oats was sued unsuccessfully in 1915 for alleged violations of the 1890 Sherman Act, and Beatrice was one of the companies investigated and regulated by the Federal Trade Commission between the 1930s and 1960s for alleged anticompetitive practices in the dairy industry.As the twentieth century came to an end, Chicago-area companies continued to be important in the food processing business, but the city's status as an industry headquarters had been shaken by a recent rash of corporate takeovers and acquisitions. In 1985, the Chicago-based food giant Beatrice, one of the largest companies in the United States, was dismantled by investment bankers in a leveraged buyout. And in the 1990s, Quaker Oats suffered a $1.4 billion dollar loss on its Snapple drink brand. The massive capital flows involved in these kind of transactions, combined with changing consumer preferences, suggest a volatile landscape of food processing. But at the end of the 1990s, the stable strength of Midwestern agricultural production, along with the presence of major food processors such as Quaker, Sara Lee, Dean, Keebler, Tootsie, and Wrigley, indicated that Chicago would remain at the center of the industry.",
    "Bibliography": "Connor, John M., and William A. Schiek. Food Processing: An Industrial Powerhouse in Transition. 2nd ed. 1997.Gazel, Neil R. Beatrice: From Buildup through Breakup. 1990.Thorn-ton, Harrison John. The History of the Quaker Oats Company. 1933.",
    "Author of Text": "Mark R. Wilson",
    "Hyperlinked Terms Associated": [
        "meatpacking",
        "Civil War",
        "(Summit)",
        "grocery stores",
        "Elmhurst",
        "Worlds Columbian Exposition",
        "South Side",
        "German",
        "World War I",
        "World War II"
    ],
    "Street addresses associated": [
        "South Side",
        "Chinatown"
    ]
}