{
    "Title": "Food Processing: Local Market",
    "Descriptive Text": "From its first days as a small settlement, Chicago has manufactured foodstuffs for its own and regional markets. The size and types of manufactories varied through time. Many small food producers have served Chicago's various ethnic communities with specialized products. Among the most important of these were alcoholic beverages, meat, baked goods, and candy.Whiskey may have been the first manufactured “food” product. By 1812, members of the Kinzie clan had set up a still to sell their product from a shack. The first brewery was established in 1833, and German immigrants who arrived in midcentury brought forth many others. Names such as Berghoff, Gottfried, Schoenhofen, and Wacker were Chicago institutions. Like many other breweries throughout the country, all served the local populace. None became national brands like breweries in St. Louis and Milwaukee.Given Americans' carnivorous propensities, meat processing was an important local industry. Archibald Clybourne's slaughterhouse, built in 1827 at the city limits, fed the immediate market. Clybourne sold his processed meat door to door in the 1830s, as did Sylvester Marsh. Food production was so localized that a contemporary claimed, “From 1832 to 1838 the incoming settlers consumed nearly all the products of those who had come before them.”George Dole's abattoir, begun around 1832, eventually not only served locals but began packing meat for the Lake Michigan shipping trade. The great national meatpacking industry thus was born. Nevertheless, sales to local customers by food manufacturers and processors who sold to wider markets would remain Chicago's pattern. Vienna Beef Company and many other packing companies located in the Randolph Street market area maintained retail outlet stores.Candy companies followed a similar pattern. An 1857 survey shows 46 confectioners worked in the city, of whom 7 were large-scale manufacturers with wholesale markets. By the end of the century Chicago would become the largest producer of candy in the United States, a position it retained into the twenty-first century. A number of firms became national, including the Wrigley company (1891), Brach's (1904), and Curtiss Candy Company, maker of the Baby Ruth bar (1921). The Blommer Chocolate Company, a large regional wholesale chocolate manufacturer, maintains an outlet store to service local clientele. A number of other candy makers, such as Margie's Candies in the Logan Square community area, remained small concerns dedicated to neighborhood clientele.The manufacture and distribution of dairy products were always local. In 1911 there were 1,200 to 1,500 small dealers (most doing home deliveries with milk wagons) in the city receiving the milk of perhaps 5,500 regional producers. James Kraft, whose cheese-processing plant was located on Water Street, was one of them. As larger dealers perfected on-site bottling and an efficient distribution system, and with new pasteurization laws, the number of small dealers dropped. In 1935 there were 236 in the city, over half of whom received their milk from an average of just 5.4 farms. Two dealers, Borden and Bowman, accounted for over 58 percent of total purchases. The rise of centralized dairy businesses and national distribution systems beginning in the 1950s left only large producers selling to food stores. Hawthorne Mellody and Dean's Foods were preeminent, leaving only Oberweis Dairy of Aurora, revived in the last two decades of the twentieth century, as an artifact of the old home delivery business.As the number of Chicago's food producers grew with rising population, their character changed according to ethnicity. German immigrants produced beer and pickles. By the mid-nineteenth century Chicago had 4 “pickle warehouses,” 3 pickle makers (all with German names), and 14 vinegar manufacturers who catered to this new clientele. One B. Hyde even manufactured “Vermicelli and Maccaroni,” showing the city's increasingly diverse citizenry.Bakeries are one of the best indicators of ethnic change. By 1861 there were 59 where a generation before none had existed. Many of the bakers had German surnames, an indication of the large influx of Central Europeans. By the early twentieth century, bakers selling to the Chicago market included S. Rosen and Kaufmann's ( Jewish ), Mary Ann ( Greek ), and Baltic Bakery ( Lithuanian ) among many other small companies. Rosen's and Mary Ann transcended their neighborhood origins to achieve regional distribution. Italian bakeries followed a similar pattern. As interest in Italian food became widespread throughout Chicago in the 1960s, Italian bread followed suit. Gonnella Baking Company, founded as a neighborhood place in 1886, became Chicago's largest producer of Italian bread and rolls. Others, such as Fontana Brothers Bakery, remained in their ethnic enclaves. The cracker, sold from barrels in grocery stores, was a staple American snack food. Cracker makers sold products to regional markets, but they also supplied the city's growing numbers of neighborhood grocery stores. By the end of the century, snack foods would be prepackaged, with national brands such as Uneeda Biscuits beginning to dominate store shelves. Local snack food companies such as Jays Foods (founded in 1927 as Mrs. Japp's) followed suit. Jays Potato Chips remains a major Chicago regional brand.The arrival of other ethnic groups brought new food products to the local market. East European immigrants brought their food preferences with them—so did African Americans, Italians, and, later, Mexicans. Emblematic of Eastern Europe were Vienna Beef and David Berg, both producing Chicago's singular all-beef hot dog; the Slotkowski Sausage Company, makers of Chicago's famous “ Polish ” sausages, Leon's Sausage Company ( Ukrainian ), Daisy Meat Products (Bohemian), and many other small producers. Vienna Beef achieved national distribution. African Americans were served by Parker House Sausage Company's southern-style hot and mild links. Italian makers included Lucca Packing Company, Fabbri Sausage Manufacturing Company, and a host of neighborhood butcher shops.Ethnicity remains a key to local food production. The Chinese population required more “authentic” Chinese products. The Hong Kong Noodle Company established in 1914 in the “new” Chinatown on Wentworth Avenue was one such supplier. By the 1970s, with immigration from mainland China, new companies such as the Wah King Noodle Manufacturing Company and bakeries producing almond cookies, fortune cookies, moon cakes, and other specialties appeared, servicing both retail and restaurant markets. In similar fashion, the newer Korean (Lawrence Avenue), Arabic (North Kedzie Avenue), Indian (Devon Avenue), and Southeast Asian (Argyle Street) communities have brought forth bakeries and spice and sauce packers geared to local consumption.As members of these groups moved out of their original neighborhoods, these goods followed them. Although the process is old, there is no better example than Chicago's Latino communities. The Mexican population grew rapidly after 1960. Pilsen soon sprouted tortilla factories such as Del Rey, Atotonilco, and Sabinas. As native Mexicans and Mexican Americans spread across the Chicago and Northern Illinois region, and as tastes for Mexican fare grew among many population segments, tortillas were to be found in many food stores, including chain supermarkets. Similarly, food processors and canners such as La Preferida Inc., once Hispanic-targeted, sold their beans, chiles, sauces and other “Mexican” products to the general public while maintaining their ethnic customer base.Local markets also mean food distribution systems. The oldest systems were open-air markets and door-to-door street peddling. A market at the corners of Lake and State Streets was superceded by a municipal market hall built in the middle of State Street in 1848. By 1850 population pressure led to three more market halls near the Loop area. However, continued dispersal of the citizenry spelled the end of central market halls. Except for the great Maxwell Street open-air market that flourished from the 1890s to 1980s, they were replaced by neighborhood grocery stores. Such establishments could better address local ethnic communities and served as the main distribution system for locally manufactured foodstuffs. Neighborhood grocers and meat markets were, in their turn, mostly eliminated by the spread of large supermarkets beginning in the years after World War II. By 1990, multipurpose markets dominated the food retail business in Chicago. Dependent as they are on national and proprietary brands, these stores have provided venues for only a few locally produced, mainly fresh bread products and tortillas. Therefore, local manufacturers such as sausage makers have used smaller stores and factory outlet stores as their main distribution networks.Ideas about food often move in cycles. New open-air retail markets replicated the city's earliest public markets. Rising interest in fresh foods led to the appearance of farmers' markets in the city in the late 1980s. During the growing season, local produce was trucked in and sold by farmers in various locations throughout the city. Daley Plaza in downtown Chicago became the scene of a weekly farmers' market, replicated on a smaller scale in other neighborhoods. In 1999, a popular “Green Market,” selling only locally produced organic produce, was established in downtown Chicago.",
    "Bibliography": "Andreas, A. T. History of Chicago from the Earliest Period to the Present Time. 3 vols. 1884.Duis, Perry R. Challenging Chicago: Coping with Everyday Life, 1837–1920. 1998.Half-Century's Progress of the City of Chicago: The City's Leading Manufacturers and Merchants. History of Illinois, pt. 1. 1887.",
    "Author of Text": "Bruce Kraig",
    "Hyperlinked Terms Associated": [
        "brewery",
        "German",
        "Lake Michigan",
        "meatpacking",
        "Logan Square",
        "Jewish",
        "Greek",
        "Lithuanian",
        "Italian",
        "grocery stores",
        "African Americans",
        "Mexicans",
        "Polish",
        "Ukrainian",
        "Chinese",
        "Chinatown",
        "Korean",
        "Indian",
        "Pilsen",
        "street peddling",
        "Maxwell Street",
        "World War II"
    ],
    "Street addresses associated": [
        "Pilsen",
        "Logan Square",
        "Chinatown",
        "Lawrence",
        "Kedzie",
        "Devon",
        "Argyle"
    ]
}