{
    "Title": "Foodways",
    "Descriptive Text": "At the end of the twentieth century, the multiethnic essence of Chicago's foodways was reflected in one of its most familiar forms: the hot dog stand. Evolved from pushcarts manned primarily by Jewish immigrants in the early twentieth century, Chicago's hot dog stands now represent a virtual United Nations of cuisine. Next to yellow Vienna Beef signs, hot dog stands advertise Greek gyros, Italian beef sandwiches, Mexican burritos, Chinese hom bao, Middle Eastern shawarma, as well as pizza and hamburgers, themselves definitively American descendants of humble ethnic roots.At the other end of the epicurean spectrum, the city's turn-of-the-century fine dining establishments also practice culinary transnationalism. Charlie Trotter's helped cement Chicago's reputation as one of the United States' restaurant meccas by winning multiple international awards for its “fusion” food, amalgamating global ingredients into creative dishes inspired by the city's architecture in both form and presentation. Surrounding Trotter in Chicago's culinary constellation were Rick Bayless's upscale Mexican Frontera Grill and Topolobampo, Arun's Thai cuisine, and a bevy of chic establishments serving every kind of international cookery, from Moroccan to Japanese to “pan-Latin.”All this does not necessarily represent anything new for Chicago's food scene. The city's ongoing roles as destination for migrants and major food distribution center have always placed food squarely at the center of Chicago's history and culture. The city's very existence was generated in the mid-nineteenth century by the exchange of commodities between the food producing regions of the rural Midwest and West and the hungry masses of the burgeoning nation.As meat, grain, European immigrants, and American businessmen flowed into nineteenth-century Chicago, the city's taste for eating options varying in both price and ethnic diversity became clear. Fine dining establishments eschewed the city's gritty image by emphasizing Continental cuisine and service, importing oysters and lobster from the East, and comparing themselves favorably to New York's best. By the early to mid twentieth century, prompted by cultural trends toward “exoticism” and the growing numbers of immigrant businesspeople entering the fine dining market, the city's tonier watering holes began advertising their Chinese and Italian chefs and menus alongside their Continental and East Coast credentials.By the early 1840s, business deemed Chicago a first-rate “expense account town,” whose culinary and entertainment opportunities provided a respite from merchant travel in the uncivilized west. As the home of the Union Stock Yard, the city enjoyed a reputation as a mecca for high-quality, fresh beef. And Chicagoans continue to look with confidence to late-twentieth-century institutions like Morton's and Gene & Georgetti to continue the nineteenth-century culinary tradition of abundant quantities of red meat, red wine, baked potatoes, creamed vegetables, brandy, and cigars. In fact, it is the steakhouse that gives Chicago foodways their distinctively masculine character. While food is often thought of as a feminized cultural form, conjuring images of the comforts of home and mothers cooking family meals, Chicago foodways have a brawnier, more animalistic connotation, owing at least in part to the city's former glory as the center of the meatpacking world and to the ritual of the abundant steakhouse meal.Meanwhile, the city's development from a commodity crossroads to a major industrial metropolis necessitated the growth of more modest food businesses to serve employees of the factories and stockyards. While home cooking continued to be most people's main source of sustenance, supported by neighborhood grocery stores, street peddlers, community gardening, and even livestock raising, the women who were largely responsible for this work were limited by tenement kitchens and work schedules that often failed to coincide with normal family mealtimes. As a result, large numbers of working-class Chicagoans ate out at neighborhood cafés, taverns, and lunch counters. These places reflected their patrons' ethnicities and cultural backgrounds. Many served as meeting places for union organizers and social clubs, employment and travel agencies, message centers, and informal banks. This custom continued into the twenty-first century in food businesses owned by new immigrants from places as diverse as Pakistan, Ethiopia, and Jamaica.All of Chicago's neighborhoods and immigrant groups have contributed in their own way to a rich food culture in the metropolitan area. A case in point is the Italian food business community. Beginning in the 1850s, immigrants from Genoa entered Chicago's food business, as they did in other major American urban centers. Originally, they opened shops in the diverse wholesale markets ringing the city, relying on a network of Italian friends, relatives, and business partners who owned farms and transportation companies across the United States. Within 40 years, although Italians accounted for less than one percent of Chicago's population, they owned one-quarter of its fruit businesses and one-fifth of its restaurants. Of the 6,773 Italians living in Chicago in 1896, the Chicago City Directory listed 22 Italian saloonkeepers, 154 fruit merchants, 32 grocery store owners, and 38 confectioners, as well as several of the city's most respected fine dining establishments. By 1927, a survey of the Chicago Telephone Directory indicated that Italians owned no fewer than 500 grocery stores, 257 restaurants, and 240 pastry shops around the city, as well as numerous bakeries, delicatessens, fruit wholesalers, cafés, and pasta and cheese shops. Although these businesses were concentrated in Italian neighborhoods, they served other Chicagoans too. By the 1920s, non-Italian Chicagoans had discovered Italian food and helped to make it the most popular “ethnic” cuisine in America. Italian restaurants, and the generations of families that owned them, continued to play substantial roles in Chicago's food scene into the twenty-first century.Other immigrants followed in a similar fashion. By the mid-twentieth century, the city and its growing perimeter brimmed with German beer gardens, Swedish smorgasbords, Greek coffee shops, African American rib joints and chicken shacks, as well as a plethora of specialized bakeries, butchers, grocery stores, and fishmongers, giving Chicago foodways a decidedly ethnic flavor. Many of these ethnic businesses found markets beyond their immediate communities, some growing into food industry giants such as Kraft Foods, Sara Lee Bakeries, and Oscar Mayer Meats. Yet the soul of Chicago foodways remains in its colorful, intimate neighborhood cuisines, from the remaining Italian restaurants in the once-bustling Taylor Street corridor, to the Vietnamese pho shops of the North Side's Uptown district, to the Michoacan taquerias of Pilsen and the Little Village, to, of course, the hot dog stands that dot all the city's neighborhoods and reflect the city's global heritage.",
    "Bibliography": "Cronon, William. Nature's Metropolis: Chicago and the Great West. 1991.Gabaccia, Donna. We Are What We Eat: Ethnic Food and the Making of Americans. 1998.Poe, Tracy. “Food, Culture, and Entrepreneurship among African Americans, Italians, and Swedes in Chicago.” Ph.D. diss., Harvard University. 1999.",
    "Author of Text": "Tracy N. Poe",
    "Hyperlinked Terms Associated": [
        "Jewish",
        "Greek",
        "Mexican",
        "Chinese",
        "pizza",
        "restaurant",
        "Thai",
        "Moroccan",
        "Japanese",
        "food",
        "Union Stock Yard",
        "meatpacking",
        "grocery stores",
        "street",
        "peddlers",
        "gardening",
        "Pakistan",
        "Ethiopia",
        "Jamaica",
        "Italian",
        "German",
        "Swedish",
        "African American",
        "grocery stores",
        "Vietnamese",
        "Uptown",
        "Pilsen",
        "Little Village"
    ],
    "Street addresses associated": [
        "Uptown",
        "Pilsen",
        "Little Village"
    ]
}