{
    "Title": "Football",
    "Descriptive Text": "The first recorded football game in Chicago took place in 1879 at the White Stockings Park between Racine College and the University of Michigan, played under the soccer rules of the day. As the game evolved to allow running with the ball and scrimmage play, high-school students founded the Cook County Football League in 1885. Shortly thereafter, a group of former Ivy League players from Chicago formed an all-star team for an annual series of games with Cornell, the start of an east-west rivalry that extended beyond the football field. The new University of Chicago opened in 1892 and it sustained the eastern rivalry as it also vied for regional supremacy with Michigan, Wisconsin, and Northwestern. Chicago high-school teams claimed the national championship after defeating New York squads in successive years (1902 and 1903), 105–0 and 76–0.By the turn of the century the YMCA, ethnic athletic clubs, and religious groups began fielding their own teams, bringing disparate factions somewhat closer in a common purpose. A neighborhood team from Normal Park, founded in 1898, evolved into the professional Chicago Cardinals by World War I. By that time numerous independent sandlot, or “prairie league,” teams, semipros, and professional teams proliferated in Chicago and the surrounding area. The Chicago Park District reported 196 games in 1914, and the Chicago Football League of 1919 included teams from Joliet and as far as Dubuque, Iowa. Some teams were sponsored by politicians, employers or businessmen who saw value in promoting their names or products. The Staley Manufacturing Company's team, under George Halas, moved from Decatur, Illinois, to Chicago in 1921, and became the Bears the next year.World War I rationing curtailed interstate travel and limited college play, but the nearby military teams thrilled Chicagoans. The Great Lakes Navy team defeated the Mare Island Marines 17–0 in the 1919 Rose Bowl, and George Halas won most valuable player honors.Football enjoyed immense popularity in the 1920s as schools, clubs, park districts, fraternal organizations, churches, employers, and youth groups fielded teams, in conjunction with the multitude of independent neighborhood contingents. By that time football had become a highly commercialized activity, even at the high-school level, where teams engaged in numerous interstate contests. In 1934 the Chicago Tribune initiated its annual All-Star Game, in which collegians tested their skills against the pros. The Prep Bowl, an annual match-up between the champions of the Catholic and public high-school leagues, drew 120,000 fans to Soldier Field in 1937, the largest crowd ever to witness a football game in the United States. In 1940 Fenger High School played 13 games, more than the Big Ten colleges, including 3 within 10 days.In the 1940s both the Chicago Park District and Catholic elementary schools initiated youth football competition based on weight classifications, providing seasoned players for the high schools, many of whom went on to star at Notre Dame or Big Ten colleges. The widespread interest in football prompted Arch Ward, sports editor of the Chicago Tribune, to start a new professional league, the All-America Football Conference, in 1944. Both the Chicago Rockets and Hornets franchises proved ill-fated and the AAFC eventually merged with the NFL.Chicago semipro teams continued to compete in the Cook County Football League and in a Midwest regional association, but high-school football began to decline as urban problems, decreased school funding, and an emphasis on state championship play focused attention on suburban teams, starting in the 1970s.The Chicago Fire of the World Football League started play in 1974, but survived only a short time. The Chicago Bears Super Bowl championship of 1986 revived the city's football fortunes; but the game has yet to regain the widespread participation of its earlier heyday.",
    "Bibliography": "Gems, Gerald R. Windy City Wars: Labor, Leisure, and Sport in the Making of Chicago. 1997.Lester, Robin. Stagg's University: The Rise, Decline and Fall of Big-Time Football at Chicago. 1995.McClellan, Keith. The Sunday Game: At the Dawn of Professional Football. 1998.",
    "Author of Text": "Gerald R. Gems",
    "Hyperlinked Terms Associated": [
        "soccer",
        "University of Chicago",
        "Northwestern",
        "YMCA",
        "World War I",
        "Joliet",
        "Bears",
        "World War I",
        "schools",
        "park districts",
        "Soldier Field"
    ],
    "Street addresses associated": [
        "Normal Park"
    ]
}