{
    "Title": "Ford Heights, IL",
    "Descriptive Text": "Cook County, 26 miles S of the Loop. The village of Ford Heights sits on a rise of land that stretches northeast into areas along Deer Creek. Farmers came in 1848 and grew onion sets and maintained fruit orchards. Both black and white families farmed in the area before 1900.After 1920, more residents came to live on newly subdivided land called the “Park Addition” on a farm road from Chicago Heights to Indiana. Acting together in 1924, 40 families successfully petitioned for electrical service. That same year, the main east-west road became a two-lane concrete highway designated as U.S. Route 30 in 1926, later known as the transcontinental Lincoln Highway. By the 1930s, the Park Addition had telephone service and was known as East Chicago Heights.Early settlers included the family of Alberta Armstrong, whose grandmother was one of the first black residents. Also important and memorable was Isabella “Grandma” Greenwood. She and her husband, both born into slavery, built a small house in the village in 1893. Alberta Armstrong and others organized black and white women to raise funds for a fire truck, and by 1948 this group became the East Chicago Heights Citizens Association.In 1949, East Chicago Heights incorporated with a growing African American population. However, then as now, the small size of its population, with little commercial activity, has limited the financial base for local government initiatives.Such dilemmas were complicated by race. For decades, racism across the metropolitan area severely limited housing choices, and East Chicago Heights was a forced option. This fostered the success of the Sunnyfield subdivision in 1964 as a suburban place for middle-class black families but also brought families with limited resources to the village. In the 1960s, 63 acres with substandard housing were cleared in an urban renewal project, leaving vacant land and the loss of over 60 families. New public housing further taxed village resources.Once referred to as the “poorest suburb in America,” the community has taken many steps to strengthen its future. In 1987, the village changed its name to Ford Heights.",
    "Bibliography": "Hayes, Jack. “The Poorest Suburb in America.” Chicago Reader, September 18, 1987.McClellan, Larry A. A History of Ford Heights, Written and Compiled to Celebrate the 50th Anniversary of the Village Incorporated as East Chicago Heights in 1949. 1999.",
    "Author of Text": "Larry A. McClellan",
    "Hyperlinked Terms Associated": [
        "Chicago Heights",
        "telephone",
        "African American",
        "racism",
        "urban renewal",
        "public housing"
    ],
    "Street addresses associated": [
        "Ford Heights",
        "East Chicago Heights",
        "Sunnyfield"
    ]
}