{
    "Title": "Forest Preserves",
    "Descriptive Text": "More than 153,800 acres of land is protected for conservation and recreation in the forest preserve districts of Cook, DuPage, Lake, Will, and Kane Counties as well as in the conservation district of McHenry County. Millions of people visit annually for picnics, bicycling, educational programs, or a walk in the woods. Endangered orchids, birds, and rare natural ecosystems abound.Forest Preserves were initiated by a 1913 statute authorizing the establishment of taxing districts, “To acquire ... and hold lands ... containing one or more natural forests or lands connecting such forests ... for the purpose of protecting and preserving the flora, fauna and scenic beauties ... restore, restock, protect, and preserve the natural forests and said lands together with their flora and fauna, as nearly as may be, in their natural state and condition, for the purpose of the education, pleasure, and recreation of the public.” No similar preserves existed anywhere in the world at the time, but architect Dwight Perkins, the principal proponent of the preserve idea, believed that the preservation of nature would have important value for life in a growing metropolis.Forest preserve districts are special districts within a single county that are distinct from other governmental entities. They are established by referendum and governed by boards comprising the same members as the county boards, except for DuPage County, which elects forest preserve commissioners separately. Funding comes primarily through property taxes and bonds. Conservation districts, authorized by a 1963 statute but prohibited in counties with fewer than a million people that already have forest preserves, are similar in purpose and organization. Conservation districts exist to acquire, develop, and maintain open spaces for recreational and conservation purposes and have developed primarily in rural areas.Cook County organized the first forest preserve district in 1914 and within 13 years DuPage, Will, and Kane Counties had followed suit. Lake County passed a referendum in 1958 to establish a forest preserve district and McHenry established its conservation district in 1971. Since their establishments, forest preserve and conservation districts have continued to acquire land, accelerating efforts in the 1980s and 1990s under the pressures of urban sprawl. Will County has recently more than tripled its forest preserves, from 4,700 acres in 1984 to over 15,000 acres in 2001.Preserve lands contain some of the Midwest's finest original forests, prairies, and wetlands. But the high-quality “remnants” are small—ranging in size from less than an acre to, at most, a few score acres. Most lands acquired for conservation had lost much of the original ecosystem through timbering, plowing, or grazing. The districts now restore and restock the natural flora and fauna, by gathering and planting seeds, controlling out-of-balance species, prescribed burning, restoration of natural hydrology, and other measures.Forest preserves are also an important site of public education and recreation. Many offer nature centers and educational programs as well as designated areas for hiking, cross-country skiing, camping, picnicking, boating, fishing, and horseback riding. They also play an important role in maintaining the region's air quality, flood control, property values, and other derivative benefits of nature.",
    "Bibliography": "Christy, Stephen T., Jr. “To Preserve and Protect: The Origins of the Forest Preserves.” Chicago Wilderness (Winter 1999).Stevens, William K. Miracle under the Oaks: The Revival of Nature in America. 1995.Watts, May T. Reading the Landscape. 1975",
    "Author of Text": "Stephen Packard",
    "Hyperlinked Terms Associated": [
        "Cook",
        "DuPage",
        "Lake",
        "Will",
        "Kane",
        "McHenry County",
        "bicycling",
        "ecosystems",
        "special districts",
        "air quality"
    ]
}