{
    "Title": "Forest Park, IL",
    "Descriptive Text": "Cook County, 9 miles W of the Loop. Forest Park extends from Harlem Avenue to the Des Plaines River and First Avenue on the west, and from Madison Street and the North Western Railway tracks on the north to Cermak Road on the south. The village's earliest inhabitants settled along the Oak Park spit, a high sand ridge along Des Plaines Avenue. In 1839, Leon Bourassa, a French Indian trader, purchased 160 acres along the Des Plaines River in present-day Forest Park, which was then part of Noyesville. Ferdinand Haase, a German immigrant, bought a 40-acre tract from Bourassa in 1851, which he eventually enlarged to 240 acres and turned into a popular park for residents and city dwellers. In 1856, the Chicago & Galena Union Railroad opened a shop and roundhouse at today's Des Plaines Avenue and Lake Street, bringing 25 men and their families to settle there. In the same year, John Henry Quick purchased a large tract of land in Forest Park and the east end of River Forest, and named the entire area Harlem after his hometown in New York.Since the 1870s, Forest Park's main industry has been several large cemeteries —Jewish Waldheim (1870), Concordia (1872), German Waldheim (1873), Forest Home (1876), and Woodlawn (1912)—which cover most of the town's acreage. Forest Home, which merged with the adjacent German Waldheim Cemetery in 1968, has a long history of burials, as evidenced when two mounds containing Native American artifacts and skeletons were unearthed in 1900. Forest Home is also the final resting place for the four men hanged in 1887 for their presumed role in Chicago's Haymarket Riot. In 1893, these men were honored as martyrs to the labor movement with a large monument over their graves. In later years, a number of other prominent labor leaders, anarchists, Socialists, and Communists were buried in the so-called Radicals' Row area of the cemetery.Leisure has also figured in Forest Park's history. An amusement park that operated there from 1907 to 1922 featured a giant safety coaster that was the highest ride in the nation at the time. Other top attractions included a fun house, beer garden, casino, swimming pool, and skating rink. The park closed in 1922. A thoroughbred racetrack was built by John Condon in 1894, a year after the Hawthorne track. The track was unable to rebound following a fire in 1904. Between 1912 and 1938, the Harlem Golf Course was located on the site, which is now occupied by the Forest Park Mall.Incorporated as the Town of Harlem in 1884, the village was renamed Forest Park in 1907, as another post office named Harlem existed near Rockford. Historically composed of mainly Germans and Italians, the town's ethnic composition has diversified in recent decades. Today, Forest Park enjoys a strong tax base—industrial and commercial—which includes a major shopping mall at Roosevelt and Des Plaines and bustling commercial life on historic Madison Street. As a result, low property taxes are fueling real-estate sales—luring empty nesters to Forest Park's condominiums as well as young people looking for affordable housing.",
    "Bibliography": "“History of Forest Park,” scrapbook no. 1. (compilation of early newspaper articles). Forest Park Library, Forest Park, IL.The Chronicles of Forest Park, 1776–1976. 1976.The Village of Harlem, Fiftieth Anniversary of the Settlement, 1856–1906. 1906.",
    "Author of Text": "Jean Louise Guarino",
    "Hyperlinked Terms Associated": [
        "French",
        "Des Plaines River",
        "German",
        "Railroad",
        "River Forest",
        "cemeteries",
        "Haymarket",
        "anarchists",
        "Socialists",
        "Communists",
        "Leisure",
        "amusement park",
        "swimming",
        "Golf",
        "Italians",
        "condominiums"
    ],
    "Street addresses associated": [
        "Forest Park"
    ]
}