{
    "Title": "Fox Lake, IL",
    "Descriptive Text": "Lake County, 46 miles NW of the Loop. When the Wisconsin glacier melted, it left behind a chain of lakes—Pistakee, Nippersink, Fox, Grass, Petite, and others—in the Fox River Valley. Although some dairy and hay farming did occur, the area remained sparsely settled into the 1880s as the wet areas made travel difficult during most of the year.Some large hunting and fishing lodges that were built along the eastern shores of the lakes in the 1880s were generally reached by steam launches based in McHenry. A visit by boat to Fox Lake's “Egyptian Lotus” beds became a popular excursion for vacationing Chicagoans in the 1890s.The railroad entered the chain of lakes in 1901 when the Milwaukee Road crossed the chain at its narrowest point between Pistakee and Nippersink Lakes on its way to Janesville, Wisconsin. A station built near the east side of the crossing called Nippersink Point became the center of the Fox Lake community. With rail access, the vacation trade mushroomed and numerous small resorts blossomed next to the large, older resorts such as the Bay View, the Illinois, the Waltonian, and the stately, 79-guest-room beauty, the Mineola. So much money flowed into the area from tavern licenses that area farmers paid no property taxes.The county's leaders, living almost entirely in eastern Lake County, soon ordered raids on the numerous unlicensed drinking and gambling resorts around Fox Lake, adding the fines to the county's coffers. Unhappy with those actions, Fox Lake's resort leaders united their community to maintain local control through incorporation in 1907. The new government placed few restraints on its resorts and, with Prohibition -era enforcement at a minimum, Chicagoans flocked to enjoy the summer water amenities, drinking, and gambling.The war to control the lucrative Fox Valley beer and gambling trade came to Fox Lake with a vengeance on June 1, 1930, when three men friendly to anti-Capone interests were machine-gunned to death at the Manning Hotel and George Druggan, brother to mobster Terry Druggan, was wounded.The permanent population of Fox Lake grew slowly between 1930 and 1950. The Depression-era trend of turning summer cabins into permanent housing expanded as soldiers returning from World War II found affordable housing in a resort setting. The paving of Rand Road (now U.S. 12) through Fox Lake after the war allowed the village to remain a popular vacation destination for Chicagoans even as the permanent population grew.Fox Lake began to modernize its infrastructure in the 1960s under five-term president Joseph Armondo, preparing the village for its present role as a middle-class residential community in a resort setting.Today, Fox Lake is a haven for many water sports enthusiasts; the area remains one of the busiest aquatic vacation sites in the United States. While the renovated Mineola Resort and the Manning Hotel remain to remind the community of its past, the numerous commuter trains that end their runs at Fox Lake speak to the community's new residential identity.",
    "Bibliography": "Fiftieth Year History of the Fox Lake Volunteer Fire Department. 1958.The Fox Lake Region. 1928.Preliminary Planning Report: Fox Lake, Illinois. N.d.",
    "Author of Text": "Craig L. Pfannkuche",
    "Hyperlinked Terms Associated": [
        "Fox River",
        "McHenry",
        "railroad",
        "Lake County",
        "gambling",
        "Prohibition",
        "gambling",
        "World War II",
        "infrastructure"
    ],
    "Street addresses associated": [
        "Fox Lake"
    ]
}