{
    "Title": "Fox River",
    "Descriptive Text": "The Fox River of Illinois—not to be confused with the Fox River of central Wisconsin—arises in southern Wisconsin in a lake basin about 15 miles northwest of Milwaukee. From this point, the Fox flows southward for 185 miles (100 miles in Illinois) and drops 470 vertical feet to reach its confluence with the Illinois River. As the Fox enters Illinois, it passes through Illinois' chain of lakes and then meanders southward through Lake, McHenry, Kane, and DuPage Counties. The Fox River is a major waterway with many small islands. Its steep valley has an average gradient of 3.6 feet per mile, and its strong flow made the stream a good source for industrial waterpower. This led to early industrial development with many dams and mills built on the stream. Now most of the old mill dams are gone, but they have been replaced by hydroelectric, flood control, and navigation dams.The Fox is a schizophrenic watercourse. Near its origins in Wisconsin it flows through bucolic rural areas and a chain of glaciated lakes in northern Illinois. Farther south, it drifts through Chicago's outermost manufacturing suburbs, tumbling over 15 dams, where it provides picturesque water frontage for industries and for parks and other recreational uses. Finally, south of Oswego as it approaches its confluence with the Illinois River near Ottawa, it leaps and rushes through a wild canyon filled with rare native plants and wildlife and reminders of Illinois' Native American heritage. The 28-mile stretch from Yorkville to Wedron is designated “The Historic Fox Valley Canoe Trail.” This well-known, interesting, and demanding water trail includes the beautiful Fox River Dells in the 11-mile section from Sheridan to Wedron.The Fox is also a stream under siege. For although its water quality is improving, the Fox valley has been engulfed by the land-hungry, sprawling Chicago metropolitan area. Today, riverboat casinos sit along the banks of the Fox, and the leading edge of Chicago's swelling urban development lies along Chicago's outer belt railway system amongst the ring of manufacturing suburbs that line the river. Formerly distinct suburbs such as Elgin and Aurora are now being overwhelmed by intense development as more and more farmland is converted to suburban uses and the metropolitan region spreads relentlessly outward.The Fox has recently been listed among the 10 most endangered rivers in America despite improving water quality. This is due to increasing threat from its many dams and from rapidly increasing sewage and sediment loads as development surges along its course. Dams are now understood to destroy stream health, and they create dangerous conditions that have led to many deaths by drowning. It now seems likely that despite their picturesque character and their role in local history, all 15 Fox River dams will eventually be removed. These measures and active citizen oversight seem likely to restore the Fox to its former glory.",
    "Bibliography": "Husar, John. “Scientists' Crusade against Dams Hits Close to Home.” Chicago Tribune, March 2, 1999.The Riverine. Newsletter for the Lower Fox River coalition. Lisle, IL.Vierling, Philip E. Illinois Country Canoe Trails [Guidebook Number Two]. 2nd ed. 1994.",
    "Author of Text": "David M. Solzman",
    "Hyperlinked Terms Associated": [
        "Lake",
        "McHenry",
        "Kane",
        "DuPage",
        "flood control",
        "Oswego",
        "Native American",
        "Yorkville",
        "Elgin",
        "Aurora"
    ]
}