{
    "Title": "Fox River Grove, IL",
    "Descriptive Text": "Lake and McHenry Counties, 37 miles NW of the Loop. Into the 1860s, Ojibwa Indians chose the Fox River Grove region for their winter home. While the men trapped small mammals, women traded beadwork to farm families in exchange for potatoes or chickens.In 1869, Frank Opatrny purchased 80 acres along the Fox River not far from the Illinois & Wisconsin Railroad station in Cary. Opatrny's son Eman took over the land in 1900, building several cottages and a restaurant along a stretch of beach. Chicagoans were transported by livery bus from the Cary station. In 1902 Opatrny added a luxury hotel, Castle Pavilion, that featured windows from the 1893 World's Columbian Exposition. Opatrny bought 100additional acres in 1905 and erected new facilities, including six bars, shooting and photo galleries, and a racetrack.In 1905 the Norge Ski Club purchased land in Fox River Grove and erected a ski jump. Large crowds came to see the jumping competitions, and in the 1950s the site was host to America's first international ski-jumping contest.The town of Fox River Grove incorporated in 1919 and in the same year Louis Cernocky, Sr., a Czech immigrant and harnessmaker, established Louis's Place, a Bohemian restaurant and bar. Politicians such as Mayor Anton Cermak came from Chicago just to eat at Cernocky's restaurant. In 1922 Cernocky built Louis' Crystal Ballroom behind the restaurant. Dancers filled the eight-sided hall and heard big bands such as Glenn Miller's.Cernocky's son, Louis, Jr., married Eman Opatrny's daughter Clara, and the pair purchased the Fox River Picnic Grove in 1942. The Cernockys sold the property to a developer, who died before he could build a resort hotel. From the late 1960s through the 1990s, the property remained unused. By the late 1990s the village had purchased most of the land for use as a public park as well as for conservation efforts.While a small downtown shopping area was still considered the village's core, some of the main shops moved into Stone Hill Shopping Center at Routes 22 and 14 when it was erected in 1980. Building continued throughout the 1990s, and the 2000 population was 4,862.Fox River Grove is home to Windy City Balloon Port, whose hot air balloons color the sky along the Fox River.",
    "Bibliography": "A History of Fox River Grove Illinois. 1951.McHenry County in the Twentieth Century, 1968–1994. McHenry County Historical Society. 1994.",
    "Author of Text": "Marilyn Elizabeth Perry",
    "Hyperlinked Terms Associated": [
        "Ojibwa",
        "Fox River",
        "Cary",
        "Worlds Columbian Exposition",
        "Czech",
        "restaurant"
    ],
    "Street addresses associated": [
        "Fox River Grove",
        "Cary"
    ]
}