{
    "Title": "Franklin Park, IL",
    "Descriptive Text": "Cook County, 13 miles W of the Loop. Franklin Park has more than met the expectations of Lesser Franklin, who settled in the area in the 1890s. He envisioned an industrial center that would blend with residential neighborhoods. A century later, Franklin Park boasted over 1,200 industries and related businesses covering 60 percent of the community.German farmers settled in the 1840s. By the mid-1870s the Atlantic & Pacific Railroad (Milwaukee Road tracks of the Chicago, Milwaukee, St. Paul & Pacific Railroad) laid tracks and built a station on Elm Street. The Minneapolis, St. Paul, & Sault Ste Marie (Soo Line) and the Indiana Harbor Belt railroads followed.In the early 1890s Franklin, a real-estate broker, purchased four farms totaling 600 acres. At the railroads' intersection he built the community's center. He named the town Franklin Park and enticed prospective buyers with parades along LaSalle Street in Chicago. He offered free Sunday train rides to the property. A pavilion was built on Rose Street where potential customers received free food and beer, heard speeches, danced, and participated in contests. Lot sales exceeded a million dollars.The community was incorporated in 1892. Before the turn of the century the first industry was founded. Lesser Franklin donated land for an iron foundry in 1900 and offered another parcel to the Siegel, Cooper Company to build a factory in 1905. Records from the 1923 foundry and school rosters listed the majority of workers and residents as Polish, Italian, and Slavic immigrants. World War II and a national preparedness program brought Douglas Aircraft and Buick Motors into the area. By 1948, 40 manufacturing firms called Franklin Park home. During the next decade 155 new companies were added. The Chamber of Commerce and the Northwest Suburban Manufacturing Association have continually supported the efforts of businesses.Population increased from 3,007 in 1940 to 18,322 by 1960. Town government promoted industrial development with zoning laws favoring their growth. A central alarm at the fire department gave both residents and industries access to heat- and smoke-detection systems. Water reserves provided large users with millions of gallons daily.The village has remained in search of land for industrial expansion. In 1990 Franklin Park annexed 65 acres and was the fourth largest industrial area in Illinois. By 2000, population was at 19,434 with an Hispanic population around 38 percent. Most residents were blue-collar workers employed by the complex of industries. Good location and easy access to O'Hare Airport cargo terminals, railroad freight terminals, major expressways for routing, and spur tracks accessing the rear of buildings have made Franklin Park a desirable place for industry.",
    "Bibliography": "The History of Franklin Park, Illinois in Words and Pictures: Centennial Commemorative Book, 1892–1992. 1992.Kunstman, John William. “The Industrialization of Franklin Park, Illinois.” Ph.D. diss., Northwestern University. 1964.League of Women Voters. Know Your Town ... Franklin Park, Illinois. 1971.",
    "Author of Text": "Marilyn Elizabeth Perry",
    "Hyperlinked Terms Associated": [
        "German",
        "Railroad",
        "real-estate",
        "iron",
        "Polish",
        "Italian",
        "World War II",
        "Chamber of Commerce",
        "zoning",
        "OHare Airport",
        "expressways"
    ],
    "Street addresses associated": [
        "Franklin Park"
    ]
}