{
    "Title": "Frankfort, IL",
    "Descriptive Text": "Will and Cook Counties, 29 miles S of the Loop. The fertile lands along the shores of Hickory Creek, a tributary of the Des Plaines River southwest of Chicago, long attracted Native Americans. Following the Black Hawk War and the federal government's expulsion of Potawatomi from the area, Euro-American settlers from Indiana, Ohio, New York, Vermont, New Hampshire, and other eastern states and territories staked their claims in the area. Settlers formed agricultural communities stretching along the creek, from Joliet eastward through Will County.By the second half of the nineteenth century, railroad expansion was transforming the landscape and economy of northern Illinois, including the communities along Hickory Creek. With the arrival of several rail lines in the 1850s, settlements focused their commerce on villages that grew up alongside the tracks.In 1855, workers for the Michigan Central Railroad laid track through Frankfort Township, linking the growing city of Joliet and the agricultural communities along Hickory Creek with the railroad's main line in Indiana. In the same year, Sherman W. Bowen, a current alderman and future mayor of Joliet who owned 80 acres of land in Frankfort Township, laid out plans for a village along the tracks named Frankfort Station.Within a year of the village's founding, a Detroit firm had built a grain elevator in the village, shipping local produce eastward along the Michigan Central cut-off line. During the following decades, Frankfort became a commercial center for local farmers, with banks, blacksmiths, cattle pens, slaughterhouses, hardware merchants, and manufacturers of agricultural implements. In 1887, the completion of the Elgin, Joliet & Eastern Railroad (Chicago Outer Belt Line), which ran through the south side of the village, tied Frankfort directly into Chicago's vast rail network.Despite Frankfort's rail ties to the expanding metropolis of Chicago, the village remained a small community, surrounded by farms, with fewer than 700 residents in 1950. By 2000, while farmers and laborers continued to cultivate surrounding acres, Frankfort's population had risen to 10,391 and the village had been designated by the Northeastern Illinois Planning Commission as one of the fastest-growing communities in the region. Village authorities advertised Frankfort as both a local commercial center and a bedroom community for commuters to Chicago and Joliet. Officials and residents in Frankfort also sought to develop a local tourist economy by offering tours of the village's nineteenth-century architecture and developing a retail center and recreational trails through its historic district.",
    "Bibliography": "History of Will County, Illinois. 1878.Mayer, Harold M., and Richard C. Wade. Chicago: Growth of a Metropolis. 1969.Sterling, Robert E. Pictorial History of Will County. 1975.",
    "Author of Text": "Sarah S. Marcus",
    "Hyperlinked Terms Associated": [
        "Des Plaines River",
        "Native Americans",
        "Black Hawk War",
        "Potawatomi",
        "Joliet",
        "Will County",
        "railroad",
        "Railroad",
        "Joliet"
    ],
    "Street addresses associated": [
        "Frankfort"
    ]
}