{
    "Title": "Free Thought",
    "Descriptive Text": "Free thought embraced reason and anticlericalism, and freethinkers formed their ideas about religion independently of tradition, authority, and established belief. A product of the Enlightenment, free thought was deist, not atheist. In nineteenth-century Chicago, freethinkers, many of them immigrants from Europe, institutionalized irreligion.Within Bohemian ( Czech ) Pilsen, on the city's Southwest Side, the irreligious might have outnumbered the religious six to one, and they built an elaborate social network. The Congregation of Bohemian Freethinkers of Chicago, Svobodna obec Chicagu, founded in 1870, became a central community institution. That congregation published the largest Czech-language newspaper in the city. These freethinkers set up building and benevolent societies, maintained a school and a library, organized children's programs and adult lectures, and sponsored musical and dramatic programs. Their congregation offered secular baptisms for their children and secular funerals, in the Bohemian National Cemetery, for their dead.The Scandinavian Freethinker's Society, Skandinavisk Fritænkere Forening, founded in 1869, commemorated Tom Paine's birthday throughout the 1870s and 1880s. Native-born freethinkers formed the Liberal League in 1880; its members joined the Scandinavians as they celebrated Paine and his Age of Reason. Free thought appeared even within Polonia, where the irreligious formed a society in the late 1880s and issued their own newspapers in the 1890s.Free thought became disreputable in the minds of native-born elites, as it increasingly attracted a working-class audience after 1875. By the end of the century, free thinkers were becoming socialists, and institutionalized free thought barely survived into the twentieth century.",
    "Bibliography": "Goldberg, Bettina. “Deutsche-amerikanische Freidenker in Milwaukee, 1877–1890.” M.A. thesis, Rühr-Universität Bochum. 1982.Leiren, Terje I. Marcus Thrane: A Norwegian Radical in America. 1987.Schneirov, Richard. “Freethought and Socialism in the Czech Community in Chicago.” In “Struggle a Hard Battle”: Essays on Working-Class Immigrants, ed. Dirk Hoerder, 1986, 121–142.",
    "Author of Text": "Bruce C. Nelson",
    "Hyperlinked Terms Associated": [
        "Czech",
        "Pilsen",
        "newspaper",
        "Cemetery",
        "Polonia",
        "socialists"
    ],
    "Street addresses associated": [
        "Pilsen"
    ]
}