{
    "Title": "Free Speech",
    "Descriptive Text": "Open (or free-speech) forums flourished in Chicago during the first half of the twentieth century, with several hundred thousand people participating at more than two hundred sites. Most participants were working people with little formal education; many were women, immigrants, or members of racial minorities.The character of the forums varied widely. Hull House, Northwestern Settlement House, the Garrick Theatre, and the Abraham Lincoln Center featured staid, well-supervised lectures and debates, as did the dozens of forums sponsored by trade unions, churches, and synagogues. Less formal were the many anarchist, socialist, Industrial Workers of the World, and other far left forums, the atheist and freethought forums, and the several “hobo colleges” scattered along the West Madison Street “Skid Road”: the original Hobo College established in 1907, the later Knowledge Box, and another which eventually called itself the Social Science Institute.The most influential and best-remembered forums were the least formal of all, and even went so far as to encourage heckling. These included such freewheeling outposts of the “soapbox culture” as the Near North Side's Bughouse Square (officially Washington Square Park), Jack Jones's Dill Pickle Club (often called “the indoor Bughouse Square”) and its 1950s successor, Myron “Slim” Brundage's College of Complexes (billed as “the Playground for People Who Think”), and their South Side equivalent, the Washington Park Forum, for decades known as the Bug Club.Open forums, especially Bughouse Square, the Pickle, and the Bug Club, figure prominently in fiction by prominent Chicago's authors. Writers as diverse as Carl Sandburg, Edna Ferber, Sherwood Anderson, James T. Farrell, Jean Toomer, Richard Wright, Alfred Kreymborg, Ben Hecht, Max Bodenheim, Emanuel Carnevali, Kenneth Rexroth, and Saul Bellow were habitués of these centers for free discussion and debate. Thanks to these writers' reminiscences, and to later journalistic accounts, some of the lost world of the open forum became a fixture of local legend.Emphasis on the colorful, eccentric, and bohemian qualities of some forums has obscured their educational significance. Chicago writers and public intellectuals have affirmed, without disparaging their formal schooling, that their discovery of new ideas and intellectual controversy came to them via the open forums. Listeners at Dill Pickle gatherings, for example often numbered in the hundreds, coming to hear many of the foremost educators of the time. Also popular were such nonacademic speakers and debaters as attorney Clarence Darrow, psychoanalyst Franz Alexander, anarchists Lucy Parsons, Emma Goldman, and Voltairine de Cleyre, socialists Arthur Morrow Lewis and Scott Nearing, and African American radical Hubert Harrison.By 1950, most forums had folded. Only a handful survived at the end of the twentieth century, most notably a one-evening-a-week remnant of the College of Complexes.",
    "Bibliography": "Abrams, Irving. Haymarket Heritage: Memoirs of Irving S. Abrams. Edited by Phyllis Boanes and Dave Roediger. 1989.Bruns, Roger A. The Damnedest Radical: The Life and World of Ben Reitman, Chicago's Celebrated Social Reformer, Hobo King, and Whorehouse Physician. 1987.Fagin, Sophia. Public Forums in Chicago. M.A. thesis, University of Chicago. 1939.",
    "Author of Text": "Franklin Rosemont",
    "Hyperlinked Terms Associated": [
        "Hull House",
        "Settlement House",
        "lectures",
        "anarchist",
        "Industrial Workers of the World",
        "freethought",
        "\"hobo colleges\"",
        "Near North Sides Bughouse Square",
        "South Side",
        "Washington Park",
        "fiction"
    ],
    "Street addresses associated": [
        "Near North Side",
        "South Side"
    ]
}