{
    "Title": "French and French Canadians",
    "Descriptive Text": "The French were the first Europeans to venture west of the Great Lakes region. Coureurs de bois, literally “wood runners,” began to appear in the 1670s. In search of trade with Native Americans, these young men paddled their way along both the eastern and western shores of Lake Michigan and then up the creeks and rivers they discovered along the way. Seeking to earn a living, they consciously or unwittingly were extending France's domain in North America.The French were latecomers to North America. During the Renaissance, while Britain, Holland, Spain, and Portugal conducted a systematic invasion of the Western Hemisphere, French kings had remained preoccupied with European politics. By the time that Jacques Cartier, in 1534, and Samuel de Champlain and Aymar de Chatte, in 1603, crossed the Atlantic Ocean, the only lands yet to be claimed were far north and lacking of either precious metals or arable lands—and therefore unattractive to their British rivals. Champlain founded Québec in 1608, Montréal in 1611. With the ascension to the French throne of Louis XIV in 1661, France began colonization in earnest. French expansion followed the waterways—the St. Lawrence River, Lakes Erie, Huron, and Michigan, then through the Fox and Illinois Rivers and on to the Mississippi.Trader Louis Jolliet and Jesuit missionary Jacques Marquette pioneered French inland exploration in 1673 with a journey from the island of Mackinac down the Wisconsin and Mississippi Rivers to present-day Arkansas and back up the Illinois and Chicago Rivers to Lake Michigan. But many individual entrepreneurs had already fanned out of the Mission of St. Ignace in what is now upper Michigan. Often linking their lives to Native American women, they created the first generation of the French presence in the Midwest.This presence intensified when Robert Cavelier de La Salle and Henri de Tonti, plus 30 Frenchmen and a handful of Native American allies, built a settlement at Starved Rock. La Salle and his party eventually canoed their way down the Mississippi to the Gulf of Mexico, and, on April 9, 1682, they claimed all the North American continent for France—with the exception of the 13 British colonies and New Spain (Mexico).In 1717, Illinois ceased to be part of New France (Canada) and was transferred to the government of Louisiana. Regardless of administrative jurisdiction, the Midwest remained an essential component of the French empire of North America, acting as a hinge between New France and Louisiana. The waterways between Lake Michigan and the Mississippi River were essential instruments of communication and remained essential to the fur traders who continued to venture southwest from Montreal and Quebec.The Treaty of Paris (1763) marked the end of the French presence in North America, with France surrendering its territories between the Atlantic and the Mississippi to Britain and transferring everything west of the Mississippi to Spain. A new distinction between French Canadians and French became clearer with the American Revolution and the separation between Canada, a British colony, and the United States. French cultural presence in the Midwest would all but disappear by the early 1840s, but the French in Canada, benefiting from a larger number and a cohesive grouping around the Roman Catholic Church in a well-defined territory, retained a distinctively French culture.During the second part of the nineteenth century, French Canadians migrating in the face of intense economic pressure at home made their way to the Kankakee area, where they founded the town of Bourbonnais. In the 1870s a large number of French Canadian families settled in the Brighton Park area of Chicago, where some of their descendants still remain.Meanwhile, a few individuals, especially artists and persons in luxury trades, migrated from France to Chicago between the Franco-Prussian War and World War I. Few because France avoided the severe economic crises that stimulated emigration from elsewhere in Europe, and it had its own colonies for the would-be emigrant. Interest in French culture was paradoxically maintained by Chicago society, who, in the 1890s, traveled extensively to France, where they bought the French art that would eventually enable the creation of the Art Institute's impressionist collection. This activity also led to the founding, in 1897, of the Alliance Française.",
    "Bibliography": "Alvord, Clarence Walworth. The Illinois Country. 1920.Balesi, Charles J. The Time of the French in the Heart of North America, 1673–1818. 1st ed. 1992; 3rd ed. 2000.Eccles, William, J. Canada under Louis XIV. 1964.",
    "Author of Text": "Charles J. Balesi",
    "Hyperlinked Terms Associated": [
        "Great Lakes",
        "Native Americans",
        "Lake Michigan",
        "Chicago Rivers",
        "fur traders",
        "Canadians",
        "Roman Catholic",
        "Brighton Park",
        "artists",
        "World War I",
        "Art Institute"
    ],
    "Street addresses associated": [
        "Brighton Park",
        "Kankakee"
    ]
}