{
    "Title": "Fuerzas Armadas de Liberación Nacional (FALN)",
    "Descriptive Text": "The FALN (Armed Forces of National Liberation) is a clandestine organization committed to the political independence of Puerto Rico from the United States. Between 1974 and 1983, the FALN claimed responsibility for more than 120 bombings of military and government buildings, financial institutions, and corporate headquarters in Chicago, New York, and Washington DC, which killed six people and injured dozens more. The purpose of these bombings was to protest U.S. military presence in Puerto Rico, draw attention to Puerto Rico's political relationship with the United States, and object to increased influence of U.S.-based corporate and financial institutions on the island.On April 4, 1980, police arrested 11 FALN members in Evanston near Northwestern University's campus. These members, as well as others arrested in Chicago in the early 1980s, were charged and found guilty of seditious conspiracy and sentenced to extensive prison terms in federal prisons throughout the United States. On August 11, 1999, President Bill Clinton offered clemency to 16 convicted FALN members on condition that they renounce violence. In September 1999, 11 prisoners were released, 2 had their fines remitted, and 1 had his prison sentence reduced. Clinton responded to criticism of his decision by explaining that the prisoners had already served extraordinarily long prison sentences for the crimes committed, and that none of the FALN members granted clemency had been convicted of any of the bombings or injuries and deaths associated with them.",
    "Bibliography": "Fernández, Ronald. Prisoners of Colonialism: The Struggle for Justice in Puerto Rico. 1994.Torres, Andrés, and José E. Velázquez. The Puerto Rican Movement: Voices from the Diaspora. 1998.Zavala, Iris M., and Rafael Rodriguez. The Intellectual Roots of Independence: An Anthology of Puerto Rican Political Essays. 1980.",
    "Author of Text": "Gina M. Pérez",
    "Hyperlinked Terms Associated": [
        "Evanston",
        "Northwestern University"
    ],
    "Street addresses associated": [
        "Evanston"
    ]
}