{
    "Title": "Funeral Service Industry",
    "Descriptive Text": "The ubiquity of death has required people and institutions specializing in the handling of dead bodies and the supervision of rituals and activities connected with death. In Chicago, as in most cities, much of this work has been performed by undertakers and funeral directors, most of whom have operated relatively small businesses, often associated with particular religious or ethnic groups. The Chicago area is historically distinctive, however, in the sense that it has been a national center of the funeral service industry since that industry started to become more specialized and professionalized in the late nineteenth century.During the city's first decades, Chicago families who required undertaking services often dealt with people for whom the funeral business was only a part-time affair. Starting in the 1830s, cemeteries were created around the city. These were staffed by men such as Henry Gherkin, a Prussian immigrant who was one of the first gravediggers in Chicago. During the period between the time of death and the time of burial, many Chicago families turned to undertakers, many of whom operated livery stables or other businesses when they were not handling the dead. As late as the 1880s, local undertakers such as Patrick Dingan, Charles Burmeister, and A. B. Russ engaged in a variety of businesses besides selling caskets and providing funeral services.Chicago's growing population supported the emergence during the late nineteenth century of more specialized funeral service businesses, which formed associations to enhance their standing and authority. The professionalization of the American funeral service industry, which coincided with the rise of public health regulatory activity during the late nineteenth century, was led by many individuals and institutions from Chicago. In 1868, the city's undertakers created a local group called the Chicago Association of Undertakers; this group sponsored the Illinois School of Embalming, which opened in Chicago in 1884. Other schools dedicated to “mortuary science” and the training of funeral service industry workers opened in the area over the following decades. By 1920, embalmers in Illinois were tested and licensed by the state. At the same time, many of the industry's national associations were headquartered in Chicago and nearby Evanston. The National Funeral Directors and Morticians Association, the descendant of a group formed in the early 1880s, settled in Chicago. Both the National Negro Funeral Directors Association and the Jewish Funeral Directors of America were led by Chicagoans and chartered in Illinois in the 1920s and 1930s. For much of the twentieth century, Evanston was home to the headquarters of groups such as the Casket Manufacturers Association of America (founded 1912), National Selected Morticians (1917), the National Foundation of Funeral Service (1945), and Monument Builders of North America (1906).The movement toward specialization and professionalization in the funeral service industry, though enhancing the authority of funeral directors and other specialists, did not mean that the business became standardized and homogeneous. In fact, providers of funeral services with strong ties to particular localities or ethnic groups continued to serve many Chicago families throughout the twentieth century, just as they had in earlier years. By the 1920s, African American entrepreneurs such as Daniel M. Jackson and Robert A. Cole ran large and successful funeral parlor and funeral insurance businesses that served thousands of customers on the South Side and beyond. Mortuaries moved with ethnic populations from the city to the suburbs. Even the rise of national chains in the funeral service industry did not necessarily reduce the segmentation of the business along ethnic or religious lines. At the end of the twentieth century, for instance, Lloyd Mandel Levayah Funerals (based in Skokie ), introduced a national chain of discount funeral service franchises, some of which were designed especially to handle the needs of Jewish families.The constancy of death makes undertaking a relatively stable business, and several hundred funeral service businesses have been operating in the Chicago area at any given time for most of the last century. The industry has become somewhat more concentrated over time, but small-scale firms were still abundant through the end of the twentieth century. In the late 1940s, there were over 700 funeral service establishments in the metropolitan area. By the early 1990s, some 440 firms with an average of five employees each were doing a combined business of about $250 million a year.",
    "Bibliography": "Farrell, James J. Inventing the American Way of Death, 1830–1920. 1980.Habenstein, Robert W., and William M. Lamers. The History of American Funeral Directing. 1955.Weems, Robert E., Jr. “The Chicago Metropolitan Assurance Company: A Profile of a Black-Owned Enterprise.” Illinois Historical Journal 86 (1993): 15–26.",
    "Author of Text": "Mark R. Wilson",
    "Hyperlinked Terms Associated": [
        "cemeteries",
        "public health",
        "Evanston",
        "Jewish",
        "African American",
        "insurance",
        "South Side",
        "Skokie"
    ],
    "Street addresses associated": [
        "Skokie",
        "South Side"
    ]
}