{
    "Title": "Fur Trade",
    "Descriptive Text": "The fur trade was the economic mainstay of Chicago during the first third of the nineteenth century. Fort Dearborn, which was established to protect U.S. interests in the fur trade, and the various trading posts formed the first stages of settlement preceding the land boom of the mid-1830s. Before that period, traders and travelers used Chicago mostly as a point of transit between the French and, later, the American settlements in the Mississippi Valley and the Straits of Mackinac. For a while, the wars between the Fox Indians and the French from the early 1700s to the 1740s closed access to the portage, and the line of communication shifted temporarily to the Wabash and Maumee Rivers south of Detroit. The flow of trade returned gradually to the more convenient location of Chicago, where the activity increased even more at the conclusion of the French and Indian Wars (1754– 1763).English and Scottish merchants, now settled in Montreal, took over control of the fur trade and allied themselves with the remaining French traders. They imported goods from London for the Indian trade: flintlock guns, gunflints, awls, trade axes, knives, metal kettles, glass beads, liquor, etc. They gave credit to the traders ( bourgeois ), a mixture of French, English, and Scots, who were stationed at various trading posts in the interior and who collected the furs from Indians and French Métis. The most-traded furs included beaver, bear, black fox, deer, marten, and otter. French voyageurs continued to transport the goods and the furs in their bark canoes.A number of small and large companies competed for the trade in the Great Lakes region. The North West Company, organized in 1779, worked mostly west of Grand Portage on Lake Superior. The short-lived General Company of Lake Superior and the South, followed by the Michilimackinac Company with headquarters at Mackinac, included northern Illinois, the Mississippi River down to Cahokia, and the Wabash down to Vincennes in their operations.The British monopoly thwarted efforts by the Americans to enter the fur trade in the Chicago area after the Treaty of Greenville of 1795, in which Indians ceded six square miles at the mouth of the Chicago River to the United States. In order to break the British hold on the region, the U.S. government established Fort Dearborn in 1803 and opened a factory, or trading post. The factory system had been enacted by Congress in order to protect Indians from unscrupulous private traders and to regulate prices. The operations of the Chicago factory were successful in its early years, attracting good quality hatters' furs and shaved deer skins. The War of 1812 and the Fort Dearborn Massacre forced the closing of the factory. After it reopened in 1816, lack of financial support by the government and increased competition from the private sector gradually reduced its effectiveness until it was definitely closed in 1822 when Congress abolished the system.The American Fur Company, established in 1808 by John Jacob Astor to compete with the powerful Canadian North West and Hudson Bay companies, practically took control of the fur trade in the United States following the War of 1812. It quickly became known for its ruthless practice of buying out or destroying the competition, as most private traders in Chicago soon found out. It appointed John Kinzie and Antoine Deschamps as its first agents in northern Illinois, and they reported to the company's headquarters on Mackinac Island. Their field of operations covered northeastern Illinois and the Illinois River. In 1819, Jean-Baptiste Beaubien was brought in to assist Kinzie and eventually became head of the outfit. Gurdon S. Hubbard replaced Deschamps in 1823 but soon went on his own by purchasing all interests of the company in Illinois.Astor formed an alliance with the Chouteau family in St. Louis in 1822. By extending the trade of his company to the Missouri River region and eventually all the way into the Rocky Mountains, he consolidated commercial connections between St. Louis, Chicago, and Mackinac. By the mid-1820s, Astor's American Fur Company dominated the economy of Chicago and, in consequence, its social life as well.The opening of the Erie Canal in 1825 enabled Easterners to migrate in increasingly large numbers to the lands west of Lake Michigan. White settlements limited the supply of game for the Indians, who could no longer afford to pay their debts to the American Fur Company. By 1828, when Hubbard took over the business of the company in Illinois, the fur trade at Chicago was measured in hundreds instead of thousands of dollars. The Treaty of 1833, which extinguished all Indian land claims in Illinois, marked the end of the fur trade as a significant part of the Chicago economy. Diminishing profits convinced Astor in 1834 to sell his interest in the American Fur Company, which reorganized under Ramsay Crooks and moved its operations to the Far West. Fur trading disappeared from Chicago as the population boomed and land speculation became the rage.",
    "Bibliography": "Haeger, John D. “The American Fur Company and the Chicago of 1812–1835.” Journal of the Illinois State Historical Society 61 (1968): 117–139.Peterson, Jacqueline. “Wild Chicago: The Formation and Destruction of a Multiracial Community on the Midwestern Frontier, 1816–1837.” In The Ethnic Frontier, ed. Melvin G. Holli and Peter d'A. Jones, 1977, 25–71.Quaife, Milo M. Chicago and the Old Northwest, 1673–1835. 1913.",
    "Author of Text": "B. Pierre Lebeau",
    "Hyperlinked Terms Associated": [
        "Fort Dearborn",
        "French",
        "English",
        "Scottish",
        "Métis",
        "Great Lakes",
        "Portage",
        "Treaty",
        "Chicago River"
    ],
    "Street addresses associated": [
        "Near North Side"
    ]
}