{
    "Title": "Furniture",
    "Descriptive Text": "Chicago's furniture industry expanded in the mid-nineteenth century by serving a regional rural market. Farmers in the city's hinterland prospered by selling their products in Chicago, and they purchased manufactured goods, including furniture, with their profits. Such markets, along with Chicago's own demands, fueled the westward expansion of all kinds of manufacturing.Railroad connections gave Chicago access to lumber and the market, which it combined with a skilled immigrant labor supply, primarily of German and Scandinavian workers. In 1870, 50 percent of Chicago's cabinetmakers had been born in Germany, 10 percent in Scandinavia, while another 16 percent came from a mixture of other European countries. Immigrants were almost as well represented among furniture manufacturers in an industry where small craft shops and medium-sized firms still coexisted. Yankees, nevertheless, usually owned the very largest companies.Many furniture manufacturers were located on the West Side along the North and South Branches of the Chicago River, near the neighborhoods of their workers and the lumber yards so well serviced by lake shipping and the railroads. They were also near industries producing byproducts of the meatpacking industry which were of use in furniture manufacture—hair, leather, and glue.Chicago's dense concentration of modest-sized furniture plants made up an innovative center of specialty production, in which manufacturers made a wide variety of goods in response to changing and varied demand. In the 1880s, one Chicago firm advertised several thousand varieties of chairs, rockers, and cradles. Manufacturers depended on a core of skilled craftsmen to produce so wide a variety of goods, usually in small batches. Furniture makers were similar to other specialty producers—printers, foundries and machine shops, and millwork establishments.The strong craft traditions and imported political values of the skilled furniture workers made them leaders in the labor movement. In the early 1870s, Chicago's German furniture workers founded the first local of what became a national American furniture workers' union. Rapid mechanization, using steam power and sophisticated new machines, stimulated labor organizing by changing, but not eliminating, the role of skilled workers in production. The concentration of the furniture workers in working-class neighborhoods near the factories contributed to labor's strength. Neighborhood organizations and communication networks supported the labor movement.By the early twentieth century the structure of the industry had changed significantly. The severe depression of the 1890s destroyed many smaller craft shops owned by the foreign-born; and, as in the rest of American industry, a merger movement increased the scale and influence of larger companies. In 1900, Chicago's more than 100 furniture plants averaged about 70 workers per firm, well beyond the scale of craft production. In 1910, 200 furniture manufacturers had a workforce of over 10,000. Nevertheless, medium-sized firms still predominated, unlike the highly concentrated meatpackers or steel producers. Meanwhile, the extension of the railroad network and the growth of cities created a more integrated national market defined increasingly by urban tastes. Furniture manufacturers found it even more advantageous to be near urban centers of transportation, finance, and marketing.Chicago's advantages in these areas made its furniture industry a national leader. In the early 1920s, Illinois ranked second only to New York in value of furniture produced, and Chicago dominated the state's furniture industry.Taking advantage of Chicago's strengths in these areas, the city's furniture manufacturers became innovative leaders in national marketing. They published extensive catalogs, organized annual exhibitions for dealers, initiated installment buying, and sold extensively through Chicago preeminent mail-order houses, Sears and Montgomery Ward. Symbolizing Chicago's importance was the opening of the American Furniture Mart in 1924. This architecturally significant building at 666 North Lake Shore Drive housed the nation's most important furniture trade shows for decades. In 1928 almost 6,500 dealers from around the country visited the Mart. In the 1920s manufacturers in the four states around Lake Michigan made the Midwest into America's largest producer of furniture by far. The region's furniture makers profited from a huge demand created by the housing boom of the decade.Profound changes were, nevertheless, undermining the Midwest's primacy. After 1900, electricity powered ever more sophisticated tools, lessening the need for craft skills, while a decline of immigration shrank the supply of European craftsmen. Changing tastes increased the use of metal in furniture, and shaping metal required different kinds of workers and different machines. The Great Depression of the 1930s destroyed many firms. After World War II, when trucks challenged railroads, furniture makers discovered that they could manufacture and market furniture in states like North Carolina, where labor was cheaper, unions were absent, and raw materials nearby. In the late 1970s, the Furniture Mart was sold for renovation into condominiums. By 1997, none of the top 25 manufacturers of household wood furniture were based in Illinois, whereas 15 of them were located in North Carolina and Virginia.Chicago remains, however, a significant center of custom production and furniture design. Even before Frank Lloyd Wright, Chicago's architects, interior designers, and furniture makers worked together to define new styles. They still do today, drawing on Chicago's enduring significance as an innovative marketing and design center.",
    "Bibliography": "Darling, Sharon. Chicago Furniture: Art, Craft, and Industry, 1833–1983. 1984.Jentz, John B. “Artisan Culture and the Organization of Chicago's German Workers in the Gilded Age, 1860 to 1890,” in German Workers' Culture in the United States, 1850 to 1920, ed. Hartmut Keil, 1988, 59–79.Scranton, Philip. Endless Novelty: Specialty Production and American Industrialization, 1865–1925. 1997.",
    "Author of Text": "John B. Jentz",
    "Hyperlinked Terms Associated": [
        "Railroad",
        "lumber",
        "German",
        "Yankees",
        "Chicago River",
        "meatpacking",
        "advertised",
        "transportation",
        "mail-order",
        "Great Depression",
        "World War II"
    ],
    "Street addresses associated": [
        "West Side",
        "Near North Side"
    ]
}