{
    "Title": "Jails and Prisons",
    "Descriptive Text": "Prior to the building of facilities specifically designed for detention and correctional confinement, trials and punishments were swift on the American frontier. Such methods as public flogging, the pillory, and short-term custody as well as the death penalty served as modes of censuring and punishing criminals in early Chicago. In 1831, revisions in the Illinois Criminal Code prohibited public whipping and the pillory, although flogging and pillorying continued inside Illinois prisons into the early twentieth century. In 1832, the newly chartered town of Chicago constructed an “estray pen” at the town square (Randolph and Clark) and a year later developed it into a log jail structure. Cook County and the town erected a courthouse in 1853, which included a basement jail, the jailer's dwelling rooms, the sheriff's office, and the city watch-house. This structure served the city until it was swept away by the Great Fire of 1871.The House of Correction opened in 1871 on the city's far Southwest Side. This prison workhouse confined mainly individuals unable to pay fines: vagrants, drunks, petty thieves, pickpockets, counterfeiters, smugglers, and especially criminals preying on the growing commerce of Chicago's docks. Nearly all were poor; most had been imprisoned before. Moreover, it was common practice to imprison witnesses to crimes—often women and children—along with the accused against whom they were scheduled to testify.During this period the police station-house lockup—the “calaboose”—emerged as Chicago's standard form of custody for street criminals. Overused and filthy dens of despair, these “police prisons” finally gave way, by the late 1890s, to the improved construction and architectural design of the city's correctional facilities. A new addition to the County Jail in 1896 at Dearborn Avenue and Illinois Street included separate facilities for women and a section for juvenile offenders.In the first quarter of the twentieth century, detention periods were becoming longer as a result of delays in the courts. The new County Jail, a Bastille-like structure at 26th Street and California, was termed obsolete on the day it opened in 1929 because it lacked adequate heating and had no separate facilities for female prisoners. Moreover, in 1928 all state executions were moved from the county jails to the state penitentiaries except in counties with populations over a million. The method of inflicting capital punishment was likewise changed from hanging to the electric chair, leaving Cook County with the only county jail in the state eligible to maintain its own electric chair and carry out its own executions. The electrocution of James Dukes in 1962 was the last execution carried out at the Cook County Jail.Subject to the politics of a one-term sheriff and an entrenched patronage system, the County Jail had to rely on a grossly untrained and underpaid jail guard corps. As a result, the wardens and supervisors yielded to the convenience of a “barn boss” system using particularly intimidating inmates for guard functions. This system inadvertently fostered the growth of gang influence in the inmate population and jail operations. In 1967, a county civil service system was introduced to counter the political influence of patronage jobs and to better prepare officers to manage the jail. In 1974, the Illinois Department of Corrections opened the nation's first centralized training academy for correctional officers at Saint Xavier University in Mount Greenwood.The 1960s and 1970s were the years of the prisoner rights movement within the jails and prisons of America. Every aspect of correctional operations came under judicial scrutiny. The Cook County Jail was also racked by waves of disturbances, escapes, suicides, and murders of inmates. Three class-action lawsuits were filed alleging racial bias in inmate classification and housing and a lack of mental health services. These lawsuits brought enormous changes in jail programs and staffing. A massive building program beginning in the 1970s yielded a new women's jail and the Cook County Juvenile Temporary Detention Center, which replaced the archaic Arthur J. Audy Home. A 1989 court mandate responding to overcrowding released 35,000 low-category inmates from the County Jail on individual-recognizance bonds. A new sentencing system of day-reporting and other community correctional alternatives to incarceration also reduced the prison population.Now officially defined and readily recognized by the public and media as the Cook County Department of Corrections, it boasts “the largest (96 acres) single-site county pre-detention facility in the United States.” It has 11 jail divisions, as well as a boot camp, an electric monitoring program for community correctional custody, a halfway house, and a substance-abuse program. It also contains the largest forensic residential psychiatric facility in Illinois and is developing gender-specific programs for female and male inmates.",
    "Bibliography": "Altgeld, John P. Live Questions: Our Penal Machinery and Its Victims. 1886.Jacobs, James B. Stateville: The Penitentiary in Mass Society. 1977.Mattick, Hans W., and Ronald P. Sweet. Illinois Jails: Challenge and Opportunity for the 1970s. 1969.",
    "Author of Text": "Jess Maghan",
    "Hyperlinked Terms Associated": [
        "Cook County",
        "Fire of 1871",
        "police",
        "courts",
        "capital punishment",
        "patronage",
        "gang",
        "Saint Xavier University",
        "Mount Greenwood",
        "mental health",
        "Audy Home"
    ],
    "Street addresses associated": [
        "Barrington"
    ]
}