{
    "Title": "Jamaicans",
    "Descriptive Text": "The 1940s saw the first major influx of Jamaicans to Chicago. Like other West Indians, Jamaican men were recruited to work in war industries by the War Manpower Commission and the Farm Work Program, and eventually migrated to Chicago.During the 1950s and 1960s, the number of Jamaicans seeking higher education in the United States increased, and schools like Chicago Technical College drew significant numbers to the city. Many worked part-time and attended school, often pursuing engineering degrees. Others came as trained professionals, especially in nursing. Jamaicans also came as laborers to work in carpentry, domestic work, and various industries. Although many Jamaicans at first came individually and planned to stay only for a short time, many soon decided to settle permanently, and were joined by spouses and children. At the close of the twentieth century, community leaders estimated approximately 40,000 to 50,000 Jamaicans in Chicago.Jamaicans apparently settled initially on the South Side. Because many found jobs such as housekeeping on the North Side and in the northern suburbs, Evanston and Rogers Park also developed early and lasting colonies of Jamaicans. As the size of the Jamaican population in Chicago increased, especially through the 1970s and 1980s, Jamaicans spread out across the city and suburbs, with concentrations forming in areas like Skokie.Jamaicans quickly organized strong community organizations. In 1944, they combined with other West Indian ethnic groups to found the American West Indian Association to aid immigrants and provide a social and cultural organization. Under the umbrella of the AWIA, Chicago's Jamaicans hosted visiting dignitaries, raised relief funds to aid the victims of a 1951 hurricane in Jamaica, celebrated its island's independence from Britain in 1962, and helped to found the National Association of Jamaican and Supportive Organizations (NAJASO) in 1977. The next year, Chicago hosted the NAJASO National Conference.After the breakup of the AWIA in the 1970s, the Jamaican American Association became the central organization for the Jamaican community. The Jamaican American Association has continued organizing community events (such as the annual Carifete on Midway Plaisance), sponsoring scholarships, and undertaking charity projects.Religion and spirituality has played a significant role in the Jamaican community. On the South Side, many Jamaicans joined St. Edmunds Episcopal Church. In Evanston, Jamaicans in 1973 founded the New Testament Church of God, which had more than 300 members in the late 1990s. Rastafarians, practitioners of the religion founded in Jamaica and rooted in black nationalism, established their presence in Chicago in 1976 with the founding of the Development Unification of Brotherhood and Sisterhood.Chicago's Jamaicans have retained their enthusiasm for cricket and soccer. They have participated in the organization of the United Cricket Conference, the West Indian Cricket Association, and a wide variety of cricket clubs, many of which have played in a Washington Park summer league. The West Indian Jets Soccer Club, founded by Jamaican and other West Indians in 1970, represented Illinois in the 1977 USA Cup.Jamaicans have maintained a strong relationship with their home island through support agencies and charity. Disaster relief has been a major focus dating back to the Chicago Committee on Jamaican Hurricane Relief in 1951. The Chicago Concerned Jamaicans, founded in 1988, has provided financial and material assistance to schools and libraries in Jamaica. The Jamaican Association of Health Care Professionals was founded in the late 1980s to provide assistance to clinics and hospitals in Jamaica. In 1994, a Permanent Committee for Disaster Preparedness was founded to help victims of floods and hurricanes.Restaurants, bakeries, and other small businesses have provided meeting places for the Jamaican community on the South Side and in Rogers Park and Evanston. In 1982, the Jamaican Consulate in Chicago began publishing a nationally circulated magazine, the Jamaican American Caribbean Quarterly, devoted to the affairs of Jamaicans in America. The consular office has also published a newsletter for the Chicago community, the Jamaica Bridge.",
    "Author of Text": "Robert Morrissey",
    "Hyperlinked Terms Associated": [
        "nursing",
        "domestic work",
        "housekeeping",
        "South Side",
        "Evanston",
        "Rogers Park",
        "Skokie",
        "American West Indian Association",
        "soccer",
        "Washington Park",
        "Restaurants"
    ],
    "Street addresses associated": [
        "Evanston",
        "Skokie"
    ]
}