{
    "Title": "James Farmer: A Chicago Lunch Counter Sit-In",
    "Descriptive Text": "James Farmer came to Chicago in 1941 to work as the race-relations secretary with the Fellowship of Reconciliation, a pacifist organization. Farmer, a recent graduate of Howard University, convened an interracial group, mostly University of Chicago graduate students, to study Gandhi and his pacifist model for social change. This group evolved into the Committee of Racial Equality (CORE), which became an important force in the civil rights movement.CORE set about fighting segregation in Chicago through direct-action techniques. Its first success was at a restaurant called the Jack Spratt Coffeehouse on 47th Street in Kenwood. The restaurant refused to serve African Americans. Farmer explained CORE's direct action:We went in with a group of about twenty—this was a small place that seats thirty or thirty-five comfortably at the counter and in the booths—and occupied just about all of the available seats and waited for service. The woman was in charge again [the manager they had encountered on a previous visit]. She ordered the waitress to serve two whites who were seated at the counter, and she served them. Then she told the blacks, ‘I'm sorry, we can't serve you, you'll have to leave.’ And they, of course, declined to leave and continued to sit there. By this time the other customers who were in there were aware of what was going on and were watching, and most of these were university people, University of Chicago, who were more or less sympathetic with us. And they stopped eating and the two people at the counter she had served and those whites in the booth she had served were not eating. There was no turnover. People were coming in and standing around for a few minutes and walking out. There were no seats available.Ultimately, CORE succeeded in desegregating this restaurant and fought for equal treatment in other public venues. CORE's techniques would later play a significant role in attacking racial segregation in the Deep South.",
    "Bibliography": "Raines, Howell. My Soul Is Rested. 1977, 31."
}