{
    "Title": "Japanese",
    "Descriptive Text": "Japanese Americans first settled in Chicago in the late 1890s, establishing small businesses such as restaurants and curio shops. While many Issei (first-generation) families arrived, increasingly stringent immigration restrictions after 1907 limited community growth. During the 1920s, about three hundred Japanese Americans lived in Chicago. Scattered across the city, this tiny community maintained contact through institutions like the Japanese Mutual Aid Society. A YMCA mission catered to Japanese students, although the organization closed during the 1930s. In addition, Buddhist and Christian churches and a Japanese school served the small population, which rose to about four hundred by 1941.When World War II broke out, hoodlums harassed a few Japanese-owned businesses, and the FBI rounded up and imprisoned community leaders. Still, the federal government chose not to intern Japanese Americans living outside the Pacific Coast area.In 1942, federal authorities experimented with releasing a few Western Nisei (second-generation Japanese Americans) from internment camps to unrestricted areas in the East. The government deemed the climate in Chicago somewhat favorable and set up a field office there. Although the authorities and various private groups working with them initially envisioned placing Japanese Americans as domestic workers, companies desperate for labor began to hire the arriving Nisei. Other interned Japanese Americans, most of whom had suffered frustrating economic discrimination in the West, flocked to Chicago.Hard-working and usually well-educated, the Nisei resettlers experienced greater opportunities in wartime Chicago than they had ever known before, but also encountered significant discrimination. Japanese Americans discovered that many neighborhoods were closed to them and often settled in areas of racial transition between blacks and whites. Some hospitals turned them away; most cemeteries refused them burial; and certain labor unions denied membership. Particular employers would not hire them at all, and others paid them less than white workers. At the same time, many managers favored them over African American employees.The relative youth of the population (many Issei stayed in the camps throughout the war) also lent an element of instability to the resettler community. The Chicago Resettlers' Committee, which would later become the Japanese American Service Committee ( JASC), formed to address this and comparable concerns.By war's end, almost 20,000 Nisei and Issei had settled in Chicago, making it by far the most popular destination for resettlers. While thousands of Japanese Americans returned to the Pacific Coast after the war, the community in Chicago remained large into the 1960s. Institutions that had initially served the wartime resettlers endured, catering to the developing community. Discrimination lessened as well, with Japanese Americans joining whites in fleeing areas of racial transition during the 1950s and 1960s. While many Japanese Americans moved to the suburbs, they maintained their community connections through Chicago's Buddhist and Christian churches, the JASC, the Japanese American Citizens' League, and similar organizations.In recent years, many of the aging Nisei have retired to the West Coast. But the Japanese American community in Chicago continues to support religious institutions, housing for the elderly, and an annual Japanese festival on the North Side.",
    "Author of Text": "Charlotte Brooks",
    "Hyperlinked Terms Associated": [
        "restaurants",
        "YMCA",
        "Buddhist",
        "World War II",
        "domestic workers",
        "hospitals",
        "cemeteries",
        "African American",
        "religious institutions",
        "housing for the elderly"
    ]
}