{
    "Title": "Jazz",
    "Descriptive Text": "Throughout the twentieth century, Chicago has played a leading role in the performance, recording, and artistic evolution of jazz. There are several reasons for Chicago's powerful musical influence. First, the city's industrial might attracted young workers from throughout the nation and the world during the first two-thirds of the century. Many of these younger people had discretionary income to spend on musical entertainment and arrived at the time of the Great Migration of African Americans from the southern states. Their increased numbers created a new demand for cabarets, cafes, restaurants, dance halls, amusement parks, and movie houses, particularly on the South Side, while also stimulating the market for musically accomplished entertainment there and in the city's “bright light” districts.Ragtime pianists, important precursors of jazz, gravitated to the World's Columbian Exposition in 1893, where they set in motion a grand procession of twentieth-century popular-music styles associated with Chicago. Whereas New York's Tin Pan Alley dominated the music publishing business, Chicago tended to attract performers rather than professional songwriters, and these musicians tended to excel at nightclub work. As early as 1906, such influential performers as pianists Tony Jackson and Ferd La Menthe “Jelly Roll” Morton were experimenting with fresh improvisational possibilities that did much to transform ragtime into jazz. So too did Chicagoans listen to a series of cornetists/bandleaders, such as Freddie Keppard, Manuel Perez, and especially Joseph “King” Oliver. While most of the earliest Chicago pioneers were African Americans, a white group calling itself Stein's Dixie Jass Band performed at the Schiller Café in 1916. Several members of this band subsequently reorganized as the Original Dixieland Jazz Band, and in 1917 they played on the first jazz records ever made.Chicago's magnetism proved especially powerful for musicians from New Orleans and the Mississippi Delta. Bountiful club work and, beginning in 1923, the possibility of making records, which did not exist in the Crescent City, proved irresistible. From 1917 to 1922, King Oliver's Creole Jazz Band, which performed at the Royal Gardens Café, later renamed the Lincoln Gardens Café, included such powerful instrumentalists as cornetist Louis Armstrong, clarinetist Johnny Dodds, and drummer Warren “Baby” Dodds. They traveled to the studio of Gennett Records in Richmond, Indiana, in order to record. New inexpensive and popular specialty labels such as Okeh, Paramount, and Vocalion responded to the swiftly growing markets for popular music by organizing active Midwestern field recording programs in Chicago. Between 1925 and 1928, Louis Armstrong with his Hot Five and his Hot Seven recorded some historic sides for Okeh in Chicago, as did Earl Hines, star pianist and bandleader at the Grand Terrace Café. Clarinetist Jimmy Noone cut influential records with his Apex Club Orchestra for the Vocalion label. These jazz and blues specialty labels issued what came to be called “race records” for the African American market, so that Chicago soon developed the reputation of being the nation's center of authentic blues and jazz recording. The Great Migration of southern musicians to Chicago continued, with the music of southern blacks captured on record during the 1930s, 1940s, and 1950s by such labels as Bluebird and Chess.The visceral excitement of the city's nightlife, when mixed with an increased awareness of the New Orleans jazz and vaudeville blues of Ma Rainey and Bessie Smith, led to the formation of many white jazz groups. A variety of recording groups formed around banjo player/tenor guitarist, raconteur, and bandleader Eddie Condon, cornetist Jimmy McPartland, clarinetist Frank Teschemacher, tenor saxophonist Bud Freeman, pianist Joe Sullivan, and drummer Dave Tough. This ensemble came to be known as the Chicagoans, and once the members moved to New York, their music was labeled Chicago Jazz by recording executives. Some of these jazz-crazed young musicians hailed from Austin, and sometimes they referred to themselves as the Austin High Gang. Several young white Chicagoans hailed from center-city neighborhoods. Clarinetist and orchestra leader Benny Goodman went on to become the King of Swing in the 1930s and 1940s, most often with drummer Gene Krupa. Pianist Art Hodes built a long and successful career as a blues-influenced piano stylist, and cornetist Francis “Muggsy” Spanier made many important jazz records with his Ragtimers.Most of the more ambitious members of the Roaring Twenties jazz scene in Chicago left for New York City late in the decade. The media and the music business increasingly centralized into national organizations run from New York, a trend that accelerated in the Great Depression. The Music Corporation of America, led by Chicagoan Jules Stein, was organized to book bands around the country on a national chain of dance halls. Radio stations, which broadcast live music in the 1920s, were nationalized into networks, while the record companies, led by Chicagoan Jack Kapp, reorganized in New York. Such influential musicians as Jimmy Noone, the Dodds brothers, Art Hodes, and Earl Hines continued to live and perform in Chicago, however, in part because racial bias closed the doors to most national media promotions.The media, for example, transformed jazz into Big Band Swing beginning in the mid-1930s, but the blues was shaped as a more ethnic, specialty taste that was relatively less commercialized, less nationalized, and therefore more “authentic” in relation to Chicago's South Side. The Paramount, Bluebird, and Chess labels recorded many of the leading blues singers in their Chicago studios. A Chicago school of immigrant blues pianists performed at South Side “rent parties” and led a national craze for boogie-woogie piano stylings during the Depression.During World War II, a new and more urbanized blues style emerged in Chicago. The twenties sound of the solitary male vocalist singing in a southern, rural style while accompanying himself on the guitar melded with the jazz rhythm section, electrified instruments, and a more standardized pronunciation of the lyrics. As recorded in Chicago, this northern, urban blues style strongly influenced Berry Gordy, Jr., the first African American owner of a successful record company. Gordy created the Motown label in Detroit in 1959 and further mixed blues traditions with popular-song formulas to allow African American artists to cross over into the more lucrative popular-music markets.The post–World War II years on Chicago's South Side brought a revolution in jazz. In the 1950s, avant-garde pianist/bandleader Sun Ra organized a jazz collective to promote performances and recordings of his Solar Arkestra. In 1961, a group of younger experimental musicians, aware of the decline of Chicago's jazz clubs and the history of racial exploitation in the music business and responding to a heightened interest in African-inspired cultural nationalism, further developed the idea of a musician-operated performance organization by forming what they called the Experimental Band. Reorganizing themselves into the Association for the Advancement of Creative Musicians (AACM), such musicians as Anthony Braxton, Malachi Favors, Joseph Jarman, Roscoe Mitchell, Leroy Jenkins, Don Moye, and many others challenged the musical traditions and political parameters of jazz. The AACM grew from the musical traditions and deep political frustrations of Chicago's South Side. It advocated free, atonal music, arranged into multisectional units, and minimized the role of the individual soloist. The AACM's flagship ensemble, the Art Ensemble of Chicago, further defied the isolation of jazz from other art forms in its blends of experimental music with costumes, make-up, dance, pantomime, comedy, dialogue, and brief dramatic scenes.At the dawn of the twenty-first century, Chicago presented a wide variety of jazz styles in clubs, concerts, and festivals, appealing to a broad spectrum of tourists and fans. With the help of recordings, many Americans still consider jazz in Chicago to be a vital expression of cultural diversity and downtown, cosmopolitan culture. Chicagoans have ample opportunities to experience jazz in clubs such as the Green Mill and through radio broadcasts, especially the nightly programming on public station WBEZ. The Chicago Jazz Festival on Labor Day weekend attracts tens of thousands of listeners each year to Grant Park. Chicago's musicians have made fundamental contributions to the musical, entertainment, and cultural dimensions of “America's original contribution to the musical arts.”",
    "Bibliography": "Kenney, William Howland. Chicago Jazz: A Cultural History, 1904–1930. 1993.Radano, Ronald M. New Musical Figurations: Anthony Braxton's Cultural Critique. 1993.Travis, Dempsey. An Autobiography of Black Jazz. 1983.",
    "Author of Text": "William Howland Kenney",
    "Hyperlinked Terms Associated": [
        "Great Migration",
        "African Americans",
        "restaurants",
        "dance halls",
        "amusement parks",
        "South Side",
        "Worlds Columbian Exposition",
        "music publishing",
        "nightclub",
        "band",
        "blues",
        "Chess",
        "vaudeville",
        "Austin",
        "Austin High Gang",
        "Great Depression",
        "broadcast",
        "Chess",
        "Association for the Advancement of Creative Musicians",
        "Grant Park"
    ],
    "Street addresses associated": [
        "Austin",
        "Richmond",
        "Grant Park"
    ]
}