{
    "Title": "Jazz Dance",
    "Descriptive Text": "“Jazz dance,” an often contested term that generally refers to a fusion of European and African movement traditions performed to the rhythms of jazz music, has been a visible presence in Chicago since the early twentieth century—as both a social dance form and a theatrical art.Jazz dance accompanied the northern migration of jazz music to Chicago in the period immediately following World War I. As this new music thrived in the Prohibition era, jazz dancing turned up in cabarets, nightclubs, and rent parties, especially on the city's South Side, and on vaudeville stages such as the Pekin, Regal, and Grand Theatres. During her company's Chicago engagements in the forties and fifties, Katherine Dunham further exposed audiences to popular jazz steps like the Charleston and the Black Bottom as part of her evening-length dance concerts.By the 1960s, when jazz music had become less danceable, a new phase of jazz dancing, one which blended jazz-based vocabulary with ballet and modern techniques, emerged on the Chicago scene. The founding of local dance companies like Gus Giordano Jazz Dance Chicago (1968), Joel Hall Dancers (1974), Joseph Holmes Dance Theatre (1974–1995), and Hubbard Street Dance Chicago (1977) exemplified this trend. In the 1990s, the confluence of several events—the establishment of the Jazz Dance World Congress, held initially in Chicago, the relocation of the Jump Rhythm Jazz Project from New York to Chicago, and finally, the resurgence of swing dancing in local nightclubs—indicated Chicago's continuing role in the growth and development of jazz dance.",
    "Bibliography": "Ann Barzel Dance Collection. The Newberry Library, Chicago, IL.Peterson, Bernard L., Jr. The African American Theatre Directory, 1816–1960. 1997.Stearns, Marshall and Jean. Jazz Dance: The Story of American Vernacular Dance. 1968.",
    "Author of Text": "Anthea Kraut",
    "Hyperlinked Terms Associated": [
        "jazz",
        "World War I",
        "Prohibition",
        "nightclubs",
        "South Side",
        "vaudeville",
        "ballet",
        "dance companies",
        "Hubbard Street Dance"
    ]
}