{
    "Title": "Jefferson Park",
    "Descriptive Text": "Community Area 11, 10 miles NW of the Loop. Jefferson Park continues to live up to its nickname, “Gateway to Chicago.” Located at the northwest edge of the city, the community long has been an important transportation link and hub. Indian trails were already well traveled by traders and hunters when John Kinzie Clark built his cabin in the early 1830s. By 1836 a hotel had been erected, a school district established, and farmers, mostly English, had settled. To get their produce to the Chicago markets they traveled on often mud-filled Indian trails. After 1849 farmers moved their goods more quickly on two plank roads, the North West Plank Road (later Milwaukee Avenue) and the Lower Road (Elston Avenue).In 1850 the state formed Jefferson Township, named after President Thomas Jefferson, and in 1855 residents platted a village near Milwaukee Avenue and Higgins Road, naming it Jefferson. Farmers traveling to and from the city often stopped to water their horses, pick up supplies, or rest. In 1855 a resident recorded that the town consisted of approximately 50 buildings. When the Chicago, St. Paul & Fond du Lac Railroad (Chicago & North Western) laid tracks and built a depot near the town's center, population grew. The town of Jefferson was incorporated in 1872 and annexed by Chicago in 1889. In 1884 an estimated 500 persons lived in Jefferson Township with most incoming residents Polish and German immigrants. About this time the area became known as Jefferson Park.By 1900 a web of street railway lines extended on Lawrence, Milwaukee, and Elston Avenues. With new means of transportation came an influx of laborers, artisans, and tradesmen. Immigrants of Polish, German, Russian, Italian, Czech, and Slovakian backgrounds brought ethnic diversity into the area. Growth mushroomed in the 1920s, bringing larger numbers of Germans, Poles, and Italians. By 1930 the population stood at 20,532. As the neighborhoods grew, Victorian graystones, A-frames, and bungalows predominated.As plans for an expressway were implemented in the 1950s, some residents of Jefferson Park objected not only to the expressway, but also to a proposed tollbooth, until the 1956 Interstate Highway Act made tolls unnecessary. The Northwest Expressway (later the Kennedy Expressway) was completed in 1959, slicing diagonally through Jefferson Park and giving denizens an added means of transportation.In 1970 the Chicago Transit Authority (CTA) constructed a terminal in Jefferson Park that connected CTA and Regional Transit Authority bus routes, a Greyhound bus stop, a Chicago & North Western commuter railroad station, and an Elevated line. In the 1980s the Northwestern rapid transit line was extended to O'Hare Airport, running through Jefferson Park along a median strip of the Kennedy Expressway. But in spite of this access to transportation, relatively little industry developed in Jefferson Park. A complex of offices and small retailers located at the intersection of Higgins Road and Lawrence and Milwaukee Avenues, the original nucleus of the community, remained the center of activity.In 1990 nearly half of the 23,649 population was of Polish descent. Many congregate at Copernicus Center, a Polish cultural and study organization, established in the former Gateway Theater. Asians and Hispanics also are a significant presence in the community. Although seniors constituted approximately 22 percent of the population in 1990, the end of the decade saw a trend toward younger residents. Transportation continued to attract newcomers: the Metra station served 10,000 commuters a day, and on weekdays 800 buses traveled Jefferson Park's main arteries.",
    "Bibliography": "Drury, John. “Old Chicago Neighborhoods: Jefferson Park.” Landlord's Guide 38.3 (September 1947); and 41.8 (August 1950).Karlen, Harvey M. Chicago's Crabgrass Communities: The History of the Independent Suburbs and Their Post Offices That Became Part of Chicago. 1992.Posadas, Barbara M. “A Home in the Country: Suburbanization in Jefferson Township, 1870–1889.” Chicago History 8.3 (Fall 1978): 134–149.",
    "Author of Text": "Marilyn Elizabeth Perry",
    "Hyperlinked Terms Associated": [
        "transportation",
        "hotel",
        "school district",
        "English",
        "Jefferson Township",
        "Railroad",
        "annexed",
        "Polish",
        "German",
        "street railway",
        "Russian",
        "Italian",
        "Czech",
        "Slovakian",
        "bungalows",
        "expressway",
        "Chicago Transit Authority",
        "Regional Transit Authority",
        "Metra"
    ],
    "Street addresses associated": [
        "Jefferson Park"
    ]
}