{
    "Title": "Jews",
    "Descriptive Text": "Jews came to Chicago from virtually every country in Europe and the Middle East, but especially from Germany and Eastern Europe. Unlike most other immigrant groups, Jews left the Old Country with no thoughts of ever returning to lands where so many had experienced poverty, discrimination, and even sporadic massacres.Jews began trickling into Chicago shortly after its incorporation in 1833. A century later Chicago's 270,000 Jews (about 9 percent of the city's population) were outnumbered only in New York and Warsaw. By the end of the twentieth century, approximately 270,000 Jews lived in the Chicago metropolitan area, but only about 30 percent of the entire Jewish population remained within city limits.Chicago's first permanent Jewish settlers arrived in 1841 from Central Europe, largely from the German states. A few lived briefly in eastern cities before being attracted to the burgeoning city of Chicago. These early settlers included Henry Horner, whose grandson of the same name would become the first Jewish governor of Illinois. Many of these settlers started out as street peddlers with packs on their backs and later opened small stores in the downtown area. From these humble beginnings they later established such companies as Florsheim, Spiegel, Alden's, Mandel Brothers, Albert Pick & Co., A. G. Becker, Brunswick, Inland Steel, Kuppenheimer, and Hart, Schaffner & Marx.JEWISH CONGREGATIONS, 1849-2002 (MAP)Chicago's first synagogue, Kehilath Anshe Mayriv (KAM), was founded at the corner of Lake and Wells in 1847 by a group of Jewish immigrants from the same general region of Germany. By 1852, about 20 Polish Jews had become discontented enough to break off from KAM, and founded Chicago's second congregation, Kehilath B'nai Sholom, a more Orthodox congregation than the older KAM. In 1861, the second major secession from KAM occurred, and, led by Rabbi Bernhard Felsenthal, this splinter group formed the Sinai Reform Congregation, meeting in a church near the corner of Monroe and LaSalle Streets.In 1859 the United Hebrew Relief Association (UHRA) was established by some 15 Jewish organizations, which included a number of B'nai B'rith lodges as well as several Jewish women's organizations. After the fire of 1871, Jews moved out of the downtown area, mainly southward, settling eventually in the fashionable lakefront communities of Kenwood, Hyde Park, and South Shore. Wherever they settled they established needed institutions, including Michael Reese Hospital, the Drexel Home (for aged Jews), and the social and civic Standard Club.In the late 1870s Eastern European Jews, especially from Russian and Polish areas, started arriving in Chicago in large numbers. They came mainly from shtetlach (small rural villages or towns) and by 1930 they constituted over 80 percent of Chicago's Jewish population. They settled initially in one of the poorest parts of the city, the Maxwell Street area on the Near Westside. There they created a community with some resemblance to the Old World shtetl with its numerous Jewish institutions, including about 40 synagogues and a bazaar-like outdoor market that attracted customers from the entire Chicago area. They eked out a living as peddlers, petty merchants, artisans, and factory laborers, especially in the garment industry, where many men and women became ardent members, organizers, and leaders in a number of progressive unions.The Eastern European Jews differed from the German Jews in their cultural background, language, dress, demeanor, and economic status and until mid-twentieth century the two maintained distinct neighborhoods and institutions. Friction also owed to differing religious practices, as the Orthodox newcomers encountered a German Jewish community increasingly oriented toward Reform Judaism.A sense of kinship, however, along with the fear that poverty and the seemingly exotic culture of European Jews might provoke anti-Semitism, led Chicago's German Jews (like their counterparts in other American cities) to provide a foundation upon which the newcomers could build lives as Chicagoans. These institutions included educational ( Jewish Training School, opened in 1890), medical (Chicago Maternity Center, 1895), and recreational (Chicago Hebrew Institute, 1903) facilities that offered practical resources while helping to speed up the Americanization of the new immigrants. Julius Rosenwald, a prominent business executive and philanthropist, was one of the chief organizers and financial contributors to these institutions.Education and entrepreneurship provided many Jews with a route out of the Maxwell Street area by 1910. A small number joined the German Jews on the South Side; some moved into the north lakefront communities of Lake View, Uptown, and Rogers Park; more headed northwest into Humboldt Park, Logan Square, and Albany Park. The largest number moved west into the North Lawndale area, which soon became the largest Jewish community in the history of Chicago, numerically and institutionally. By the 1930s, North Lawndale housed 60 synagogues (all but 2 Orthodox); a very active community center, the Jewish People's Institute; the Hebrew Theological College; the Douglas Library, where Golda Meir worked for a short while; and numerous Zionist, cultural, educational, fraternal, and social service organizations and institutions.After World War II, increasing prosperity, along with government housing benefits to returning war veterans, allowed increasing numbers of Chicago Jews to fulfill their desire for single-family houses. Upwardly mobile Jews started moving out of their old communities into higher-status West Rogers Park ( West Ridge ) on the far North Side. By the end of the twentieth century, West Rogers Park had emerged as the largest Jewish community in the city. More than 30,000 Jews were Orthodox and the rhythm of Orthodox life remained evident, from the daily synagogue prayer services to the numerous Orthodox institutions and the closing of Jewish stores on Devon Avenue for the Sabbath. Some of the recent 22,000 Russian Jewish immigrants also settled there. Other Jewish areas in the city included the apartment and condominium complexes paralleling the northern lakeshore, and a small community in the Hyde Park area.Many Jews joined the postwar migration to suburbia. Housing discrimination had limited suburbanization in early years, although in the early 1900s small numbers of Jews had moved into some of the suburbs that were open to them. The most concentrated movement of Jews into the suburbs followed World War II with the removal of restrictive housing covenants and increased affluence. Approximately 70 percent of the estimated 270,000 Jews in the Chicago metropolitan area in the 1990s lived in the suburbs, compared to just 5 percent in 1950. Most were concentrated in such northern suburbs as Skokie, Lincolnwood, Glencoe, Highland Park, Northbrook, and Buffalo Grove.Although numerous Jewish institutions have been built in the suburbs, dispersal over wide areas has made it more difficult to supply certain services desired by Jews. These suburbanites are less dependent on totally Jewish institutions and services and there are no Jewish-oriented Maxwell, Roosevelt, Lawrence, or Devon commercial streets like the ones that once served their parents and grandparents so well in the dense Jewish neighborhoods.While generally not facing the problems of poverty, prejudice, Americanization, and German and Eastern European conflict that their immigrant ancestors experienced, the current Jewish population faces other problems involving Jewish identity, ethnic survival, policy toward Israel, and religious differences. Religious influence has declined through the years, but there remains a great diversity of religious feeling, ranging from the fervor of the Orthodox Hasidic to the humanistic Reform congregations. About 80 percent of affiliated Jews belong to Conservative or Reform movements, with the remainder belonging mainly to the once dominant Orthodox movement, which is concentrated in the city and the close-in suburbs.Changing social and family values have accompanied a growing divorce rate, increasing assimilation, and a high rate of intermarriage. Chicago's Jewish community is now putting increasing emphasis on Jewish all-day elementary and high schools, of which there are about 30, Orthodox and non-Orthodox. The Jewish Federation of Metropolitan Chicago, a community umbrella organization funded by the contributions of almost 50,000 families annually, maintains or supports numerous educational, health, religious, cultural, and social welfare services that encompass many facets of Jewish life, both at home and abroad. It also maintains eight Jewish community centers serving the major Jewish areas. Hundreds of other fraternal, social, cultural, charitable, Zionist, and political organizations serve the community, including some with numerous local branches, such as B'nai B'rith, Hadassah, and Jewish War Veterans. The Spertus Institute of Jewish Studies houses an extensive library, mounts exhibitions of Jewish interest, and awards bachelor's and graduate degrees from its program in Jewish studies.",
    "Bibliography": "Cutler, Irving. The Jews of Chicago: From Shtetl to Suburb. 1996.Meites, Hyman L., ed. History of the Jews of Chicago. 1990 [1924].The Sentinel's History of Chicago Jewry, 1911–1986. 1986.",
    "Author of Text": "Irving Cutler",
    "Hyperlinked Terms Associated": [
        "German",
        "street peddlers",
        "Polish",
        "fire of 1871",
        "Kenwood",
        "Hyde Park",
        "South Shore",
        "Michael Reese Hospital",
        "Russian",
        "Maxwell Street",
        "Near Westside",
        "Judaism",
        "Americanization",
        "philanthropist",
        "South Side",
        "Lake View",
        "Uptown",
        "Rogers Park",
        "Humboldt Park",
        "Logan Square",
        "Albany Park",
        "North Lawndale",
        "Zionist",
        "social service",
        "World War II",
        "West Ridge",
        "apartment",
        "condominium",
        "Skokie",
        "Lincolnwood",
        "Glencoe",
        "Highland Park",
        "Northbrook",
        "Buffalo Grove",
        "Americanization",
        "Jewish community centers"
    ],
    "Street addresses associated": [
        "Kenwood",
        "Hyde Park",
        "South Shore",
        "Maxwell Street",
        "Near Westside",
        "Lake View",
        "Uptown",
        "Rogers Park",
        "Humboldt Park",
        "Logan Square",
        "Albany Park",
        "North Lawndale",
        "West Rogers Park",
        "West Ridge",
        "Skokie",
        "Lincolnwood",
        "Glencoe",
        "Highland Park",
        "Northbrook",
        "Buffalo Grove"
    ]
}