{
    "Title": "Joliet, IL",
    "Descriptive Text": "Will County, 35 miles SW of the Loop. In 1673 Louis Jolliet and Father Jacques Marquette paddled up the Des Plaines River and camped on a huge mound a few miles south of present-day Joliet.In 1833 following the Black Hawk War, Charles Reed built a cabin along the west side of the Des Plaines River. Across the river in 1834 James B. Campbell, treasurer of the canal commissioners, laid out the village of “Juliet,” a name local settlers had been using before his arrival.The Juliet region was part of Cook County until 1836, when it became the county seat of the new Will County. Just before the depression of 1837, Juliet incorporated as a village, but to cut tax expenses, Juliet residents soon petitioned the state to rescind that incorporation.In 1845 local residents changed the community's name from “Juliet” to “Joliet.” Joliet was reincorporated as a city in 1852. Soon, Joliet's transportation arteries included the Des Plaines River, a road that followed the Sauk Trail, the Illinois & Michigan Canal (1848), and the Rock Island Railroad (1852), which ran through the business district. Today Joliet is served by several railroads, as well as Interstate Highways 55 and 80, which intersect a few miles southwest of the city.The quarrying of limestone, with a bluish-white tinge, earned Joliet the nickname “City of Stone.” The Illinois & Michigan Canal was both a consumer of stone in the building of locks, bridges, and aqueducts and, after its completion in 1848, an artery for shipping stone to regional customers.In 1858 the state of Illinois located a new penitentiary in Joliet, in part because of the abundance of stone for prison walls and cell houses. The Chicago Fire of 1871 spurred demand for stone and by 1890, Joliet quarries were shipping over three thousand railroad carloads of stone per month to Chicago and other cities.The “City of Steel” emerged with the construction of the Joliet mill in 1869. The Bessemer converters installed at the mill in the 1870s were among the earliest used in the United States. While canal construction drew Irish immigrants, the steel mill attracted thousands of southeastern Europeans. These new immigrants also found jobs on the railroad that serviced the steel mill, the Elgin, Joliet & Eastern Railway.The city's large labor force and its steel mill attracted other industries. Wire mills, coke plants, stove companies, horseshoe factories, brick companies, foundries, boiler and tank companies, machine manufacturers, can companies, bridge builders, plating factories, steel car shops, and many others established businesses in the Joliet area. Other Joliet industries have ranged from the production of greeting cards and calendars to the bottling of Seven-Up, from the manufacture of Hart, Schaffner & Marx clothing to the brewing of beer. Pianos, windmills, wallpaper and barrels have been manufactured in Joliet, as have building materials, oil and chemical products, and Caterpillar scrapers. Joliet also became home of Joliet Junior College, the nation's oldest public community college. Joliet's economy entered a period of decline in the late 1970s and by 1983 its unemployment rate stood at 26 percent.During the 1990s, Joliet's economy rebounded. Millions of people visit Joliet's riverboat casinos and its new drag-racing and NASCAR tracks. The millions of dollars in new tax receipts have been used to revitalize the downtown City Center. Population leapt from 76,836 in 1990 to 106,221 in 2000.",
    "Bibliography": "Sterling, Robert E. Joliet Transportation and Industry: A Pictorial History. 1997.Sterling, Robert E. Joliet: A Pictorial History. 1986.Woodruff, George H. The History of Will County, Illinois. 1973 [1878].",
    "Author of Text": "Robert E. Sterling",
    "Hyperlinked Terms Associated": [
        "Des Plaines River",
        "Black Hawk War",
        "Cook County",
        "Will County",
        "transportation",
        "Illinois & Michigan Canal",
        "Railroad",
        "quarrying",
        "bridges",
        "Fire of 1871",
        "Irish",
        "clothing",
        "brewing",
        "chemical",
        "college"
    ],
    "Street addresses associated": [
        "Joliet"
    ]
}