{
    "Title": "Jordanians",
    "Descriptive Text": "Jordan's relationship with the area known as the “West Bank” makes defining Chicago Jordanians a complicated task. Wrested from the newly formed state of Israel by Jordan in the first Arab-Israeli War in 1948, the West Bank returned to Israel as an occupied territory in the Six Day War of 1967. Jordan, however, has continued to allow Palestinian refugees and workers across its borders, granting them Jordanian passports. Most people migrating to Chicago with Jordanian passports in the second half of the twentieth century have actually been Palestinians from the West Bank, generally identifying as Palestinians, not as native Jordanians.The first community of Jordanians originally hailing from the current borders of Jordan began settling on Chicago's Near West and Southwest Sides in the late 1950s. Fleeing the hardships wrought by the first Arab-Israeli War, this fairly small group foreshadowed the community's labor practices for years to come. Some opened retail stores, often groceries, while others earned degrees in business, medicine, and engineering. Many men returned to their families in Jordan after working or studying in Chicago for several years. While the vast majority of Jordanians are Sunni Muslim, most Jordanian migrants to Chicago, and to the United States generally, have been Eastern Orthodox Christian.By the mid-1960s greater numbers of Jordanians began arriving in Chicago, the result of more generous U.S. immigration laws coupled with the 1967 Arab-Israeli war. While most settled on the city's West and Southwest Sides, increasing numbers of the more affluent moved to nearby suburbs, especially Oak Lawn. Among these were some of the first congregants of St. George Antiochian Church, which has developed into one of the largest and most active Arab Christian institutions in the United States. By 1980, Chicago's Jordanian community had likely grown to several thousand people, their immigration accelerated by a Jordanian civil war (1970–71) and another Arab-Israeli war (1973).Larger percentages of families, a growing number of them Muslim, marked the increased migration of Jordanians to Chicago beginning in the late 1980s. The overall growth and familial character of the new migrations has strained the community's informal social safety net, especially with the expanded immigration of Jordanians and Palestinians following the Persian Gulf War (1991). In the past, single male immigrants could be placed rather easily in a small Jordanian- or Palestinian-owned store. The large arrival of families has stretched the availability of jobs thin. While some Jordanians have arrived educated and entered the professions, many of the men have worked as taxi drivers, in restaurants, or in automotive repair. Less-educated women have tended to work either at home or in domestic service.In the late 1990s a study conducted by a consortium of area scholars and the Arab American Action Network estimated the population of Chicago Jordanians at near 30,000, approximately one-fifth of the area's Arab American population. While institutions like the Jordanian American Center and the Fuheis American Association have served the sociocultural needs of the Jordanian community specifically, Chicago Jordanians have tended to organize with the area's broader, and highly organized, Middle Eastern Arab community. They have especially associated with Palestinians, with whom they share a similar diasporic experience, and also Lebanese and Syrians, with whom they share a common Arabic dialect and often political perspectives. Through organizations like the Arab American Action Network, the Arab American Business and Professional Association, the various Islamic Cultural Centers, and area churches and mosques, Chicago Jordanians have gathered with other Arabs to worship, celebrate holidays, network, and mobilize politically.",
    "Author of Text": "Stephen R. Porter",
    "Hyperlinked Terms Associated": [
        "refugees",
        "Palestinians",
        "Near West",
        "groceries",
        "Muslim",
        "Eastern Orthodox",
        "Oak Lawn",
        "taxi",
        "restaurants",
        "domestic service",
        "Lebanese",
        "Syrians"
    ],
    "Street addresses associated": [
        "Near West Side",
        "Southwest Side",
        "Oak Lawn"
    ]
}