{
    "Title": "Journalism",
    "Descriptive Text": "From the expressly political newspapers of the nineteenth and early twentieth centuries, to the birth and growth of radio and television journalism, through the advent of the alternative press and cable television, Chicago journalism has provided both the fertile ground for the growth of writers and the discourse from which enduring images of the city emerge.The unprecedented growth of Chicago made its newspapers a vital part of creating a sense of the city for its inhabitants, most of them immigrants from Europe or other parts of the United States. Newspaper publishers such as Joseph Medill of the Chicago Tribune, Wilbur F. Storey of the Times, and Melville E. Stone of the Daily News developed distinct approaches to journalism, methods that reflected competing ideas about the proper role of government and the very nature of the urban community of Chicago. While these and other mainstream daily newspapers have thrived or withered based on numerous factors, different journalistic approaches can be understood to represent different ideas about what most matters in the city, for the publisher and the audience. The diverse foreign-language press focuses on immigrant communities and issues of assimilation and acculturation. Local papers—in both neighborhoods and suburbs—deal with smaller-scale issues than those covered by the citywide papers. The North Side's alternative-press free weekly Chicago Reader presents extensive arts coverage as well as lengthy investigative reporting. Streetwise — sold by men and women struggling to emerge from homelessness—trains its editorial guns each week on issues of poverty, race, and social justice. Crain's Chicago Business and the Chicago Daily Law Bulletin attend to their specific beats, while various television, radio, Internet, and cable news outlets provide broader coverage. These varied points of view, taken together, create a sense of the entire city and demonstrate the diversity of Chicago journalism.Many journalists have created enduring literary and historical portraits of Chicago and its people. Late-nineteenth- and early-twentieth-century writers such as Finley Peter Dunne, George Ade, Eugene Field, Theodore Dreiser, Ben Hecht, Charles MacArthur, Carl Sandburg, and Ring Lardner all worked on various Chicago daily papers. Lardner helped to create the modern idiom and method of sportswriting, before moving on to write fiction such as You Know Me Al (1916) and for the Broadway stage. Hecht and MacArthur helped to create some of the archetypical images of cutthroat—almost amoral—American journalism in their play The Front Page (1928). (The counter-image of the crusading reporter setting out to right injustices appeared in the 1948 film Call Northside 777. Based on a true story first reported by the Chicago Times, it features Jimmy Stewart as a reporter who helps to free a man who has spent 11 years in prison for a murder he did not commit.) These writers, like many others who read the papers but did not write for them, garnered the raw material for their fiction and poetry from journalism reporting on Chicago's daily life, business, games, crimes, and politics.Later, journalists like Lloyd Wendt and Herman Kogan, Robert Cromie, and others used their experience as print or broadcast reporters to write popular histories of Chicago. Mike Royko's Boss (1971), along with Len O'Connor's Clout (1975), are popular histories of midcentury Chicago and the internal machinations of the Cook County Democratic Party.The role of individual journalists, especially columnists like Royko and longtime television anchors and radio commentators, in the daily life of Chicagoans cannot be overestimated. The familiar faces, voices, and styles of these men and women function as part of the ongoing conversation about the city and its values. Writers give their opinions, and their readers and listeners weigh in, using the journalist's stance as a starting point for their own arguments in letters to the editor and among themselves. Radio interviews, especially those conducted by Studs Terkel on WFMT, brought both obscure-but-interesting and world-renowned figures into the workplaces, living rooms, and cars of any Chicagoan who cared to tune in. The growth of the talk radio format in the last decades of the twentieth century created a self-selected urban fireside conversation, where the fates of politicians and sports figures can be endlessly debated by journalists and their audience. In this way, journalism joins diverse Chicagoans in conversation and contention.Furthermore, journalism creates a textual Chicago above and beyond the facts reported and the arguments begun or extended (arguments in Chicago never die, they just fade away). News about events in Chicago travel the wires and airwaves around the world and create an image of the city which enhances—and sometimes competes with—the reality of the place. The Great Fire of 1871 captured the world's imagination (and overshadowed the more deadly and destructive fire in Peshtigo, Wisconsin, on the same day), thanks in part to sensational newspaper coverage and photojournalism about both the fire itself and the city's seeming-miraculous rebirth. Al Capone came to be regarded as the quintessential American gangster and the worldwide symbol of Chicago because of both the spectacular violence of his criminal enterprise and the breathless journalism which detailed those crimes and his life (including stories reported by one victim of organized crime, corrupt Tribune reporter Jake Lingle, murdered in 1930). The African American –owned and –operated Chicago Defender reported on Jim Crow and lynch law in the South in contrast to work available in Chicago; tens of thousands of African Americans came to Chicago in the Great Migration, inspired by the Defender's vivid depiction of Southern oppression and Northern opportunity. The 1968 Democratic National Convention was burned into the American consciousness through televised images of the “police riot” that greeted antiwar protesters and working journalists alike and the subsequent interview with a defiant Mayor Richard J. Daley by Walter Cronkite on CBS. Even sports journalism can help create the city's image, as Chicago Bulls star Michael Jordan, perhaps the greatest basketball player in history, finally supplanted Al Capone as the personification of Chicago across the world.In whatever form—the daily or weekly paper, magazines, radio, broadcast or cable television—journalism functions as the daily conversation within which Chicagoans come to know their city and region at the same time as it presents an image of the city to America and the world.",
    "Bibliography": "Farber, David. Chicago '68. 1988.Grossman, James R. Land of Hope: Chicago, Black Southerners, and the Great Migration. 1989.Nord, David Paul. “Read All about It.” Chicago History (Summer 2002): 26–57.",
    "Author of Text": "Bill Savage",
    "Hyperlinked Terms Associated": [
        "newspapers",
        "sense of the city",
        "Chicago Tribune",
        "historical portraits",
        "Ring Lardner",
        "fiction",
        "poetry",
        "business",
        "politics",
        "broadcast",
        "Democratic Party",
        "Fire of 1871",
        "African American",
        "Chicago Defender",
        "work",
        "Great Migration",
        "Bulls",
        "basketball",
        "magazines"
    ],
    "Street addresses associated": [
        "North Side",
        "Near West Side",
        "Southwest Side"
    ]
}