{
    "Title": "Judaism",
    "Descriptive Text": "The handful of German Jews who formed the first synagogue in the Midwest in 1847, Kehilath Anshe Mayriv (KAM), the Congregation of the Men of the West, were merchants and tradesmen. They were all nominally Orthodox Jews, though dissent and Reform raised their heads within the very first decade of the congregation's existence, producing defections in each direction, with the Reform impulse issuing in Sinai Congregation.Jews from Eastern Europe arrived at the end of the century and the beginning of the 1900s. These Eastern European Jews were extremely varied: socialists, traditionalists, and everything in between. In the case of both German and East European immigrants, religious competence and commitment usually diminished after emigration from their homelands.By the time of the World's Columbian Exposition of 1893, Chicago's Jewish community was solid and growing. An ambitious presentation of Judaism to the general community at the great World's Parliament of Religions was in many ways comparable to the introduction there of Eastern religions previously unknown to most Americans. A brilliant cadre of mostly liberal Jews presented their religious views as universal, rational, and, in many ways, as a quintessential American faith. Many, like Isaac Mayer Wise of Cincinnati (Chicago's rival for leadership in the Reform movement), believed that liberal Judaism was destined to win over the American people to its own ethical and noncreedal, intellectually defensible form of religion. The Columbian Exposition also witnessed the birth of Jewish feminism in American Jewry, which issued in the creation of the National Council of Jewish Women, which, along with Hadassah, the Women's Zionist Organization, became the principal Jewish women's group in America.Maxwell Street and subsequently North Lawndale and Douglas Park became centers of Jewish institutional development. The famous Jewish People's Institute (1926–1955) was for decades a place where young people whose parents had come to Chicago in 1900 or slightly later could meet, court, and marry. The Hebrew Theological College (HTC), one of the great yeshivahs (rabbinical schools) of the nation, was located on the near West Side from 1922 to 1956, at which time it moved to Skokie, a near north suburb. The HTC instructed a generation of modern Orthodox rabbis (some of whom called themselves, only in Chicago, “traditional”), speaking English as well as Yiddish and observant of the Torah's commandments; they filled the Midwest with an Americanized version of the ancestral faith. But it was left to less traditional communities to represent Judaism in the public imagination, largely through a remarkable group of Reform and Conservative rabbis in Chicago.Rabbi Emil G. Hirsch, son of the former chief rabbi of Luxembourg, a famous European Jewish theologian, served Sinai Congregation from 1880 until his death in 1923. Far beyond the limits of Chicago, Hirsch spoke for a learned but profoundly radical version of classical Reform Judaism, and he taught at the new University of Chicago from its inception. Hirsch's lectures drew hundreds to his Sunday morning service, and his outreach to Jews of all streams and eddies in Chicago Judaism was unique.Felix Levy, rabbi at Emanuel Congregation from 1908 until 1955, was partially responsible for transforming the Reform Judaism of Hirsch and his school into a more traditional version of peoplehood and faith. His advocacy of Zionism, of Hebrew, and a return to Halakah (legal Jewish norms of behavior) was the first clear statement of a Judaism in America that could respond to the demands of tradition as well as to the pragmatism and rationality of the American mind. Solomon Goldman, a Conservative rabbi at Anshe Emet Congregation from 1929 until his death in 1953, was a prolific author of original essays and interpretations of Jewish philosophy as well as president of the Zionist Organization of America. Saul Silber, rabbi of Anshe Sholom Congregation until his death in 1946, was president of the Hebrew Theological College, where he distinguished himself as the chief of a broad group of Orthodox scholars and teachers. Silber led religious Zionists to an important new role in Chicago's community affairs. Jacob Weinstein, rabbi of KAM from 1939 until 1967, was a leading spokesman for Judaism's mission of social action in American society. A fervent opponent of racism, he helped integrate Hyde Park as a paradigm of solidarity and cooperation. He nudged the labor movement in the United States and in Israel toward egalitarian and humanitarian goals. Weinstein's disciples included Justice Arthur Goldberg and Judge Abner Mikva, as well as a host of younger rabbis and lay leaders in the Chicago and national communities.Laymen have also been prominent in the task of Jewish continuity and renewal. B'nai B'rith was led by Chicagoans from the early days of Adolph Kraus until the present era of Philip Klutznick. Philanthropists like Julius Rosenwald and Max Adler built museums that still recall their generosity.Suburbanization and dispersion posed major challenges to Jewish institutional life and practice in the second half of the twentieth century. Formerly limited largely to several Chicago inner-city neighborhoods, Jews moved into the North Shore and northwestern suburbs in increasing numbers, depleting and sometimes abandoning older centers of Jewish population and creativity.The new suburbs yielded new problems, including busy commuters, huge new congregations and schools, a vacuum of leadership, and conflicting religious goals. All of these, as well as the vicissitudes of the American economy and demanding overseas issues like the fate of Israel and Soviet Jews, transformed the nature of Chicago Jewry. Assimilation and intermarriage reached record proportions. Jewish education was at best haphazard, improvised, and poorly organized. Central institutions like the Jewish Federation of Greater Chicago grew in funds raised and in tasks undertaken but suffered a growing dispersion and sometimes even defection.Jewish suburbia has yet to meet the challenges that the older population centers met. Will the varied, far-flung new Judaisms be loyal, creative, thoughtful, and compassionate, or will cultures be less nourishing to Jewish community and values? As a new century begins, indeed a new millennium, some Jews will continue to trust in the providence of God, though uncertain of their coreligionists' ability or willingness to cooperate in ultimately bringing the messianic age to America.",
    "Bibliography": "Berkow, Ira. Maxwell Street. 1977.Cutler, Irving. The Jews of Chicago. 1996.Sklare, Marshall, and Benjamin Ringer. Jewish Identity on the Suburban Frontier. 1967.",
    "Author of Text": "Arnold Jacob Wolf",
    "Hyperlinked Terms Associated": [
        "Jews",
        "German",
        "Worlds Columbian Exposition",
        "Worlds Parliament of Religions",
        "feminism",
        "Maxwell Street",
        "North Lawndale",
        "Douglas Park",
        "Skokie",
        "University of Chicago",
        "Zionism",
        "Hyde Park",
        "Philanthropists"
    ],
    "Street addresses associated": [
        "Maxwell Street",
        "North Lawndale",
        "Douglas Park",
        "Hyde Park",
        "Skokie"
    ]
}