{
    "Title": "Jungle, The",
    "Descriptive Text": "The Jungle, America's most influential proletarian novel, emerged from a seven-week investigation of Chicago's slaughterhouses. Researching the book in 1904, Upton Sinclair interviewed fellow Socialists, settlement house officials, health inspectors, and the workers themselves, who smuggled him into meatpacking plants so he could view conditions firsthand. Within a year of its publication in book form The Jungle had sold more than 100,000 copies, and its revelations about contamination in the packing plants speeded passage of the 1906 Pure Food and Drug Act and Meat Inspection Act.Dedicated to “the Workingmen of America,” The Jungle tells the story of a Lithuanian immigrant family whose dream of success turns to a nightmare on the “killing floors” of the Chicago packinghouses. Jurgis Rudkus and his bride Ona are crushed by a series of blows that suggest parallels between the treatment of the livestock and the workers employed to process them. After the death of his wife and son, Jurgis quits the slaughterhouse and works at a variety of jobs, from strikebreaker to thief, discovering firsthand how democratic ideals have been betrayed by a citywide system of graft and corruption.After Jurgis has lost everything—his family, his health, his hope—he discovers and converts to socialism. Many readers have found this resolution contrived, but it is integral to Sinclair's larger purpose: working-class liberation. His publisher's marketing campaign, however, emphasized the novel's alarms over the safety of the nation's meat supply while ignoring its critique of industrial capitalism. Sinclair himself recognized this fact, famously lamenting that he had aimed at the public's heart but hit it in its stomach.The novel's unstable mixture of documentary naturalism and political polemic continues to trouble even those readers sympathetic to its Socialist politics. By rendering his characters as helpless victims, Sinclair denies them agency, and thereby distorts the rich histories of those who actually lived in and shaped the community known to its residents as the “ Back of the Yards. ”",
    "Bibliography": "Barrett, James R. Work and Community in the Jungle: Chicago's Packinghouse Workers, 1894–1922. 1987.Rideout, Walter B. The Radical Novel in the United States, 1900–1954. 1956.Sinclair, Upton. The Jungle. 1906.",
    "Author of Text": "James Diedrick",
    "Hyperlinked Terms Associated": [
        "Socialists",
        "settlement house",
        "meatpacking",
        "Lithuanian",
        "Back of the Yards"
    ],
    "Street addresses associated": [
        "Back of the Yards"
    ]
}