{
    "Title": "Justice, IL",
    "Descriptive Text": "Cook County, 14 miles SW of the Loop. Justice grew along the route of Archer Avenue, which was a former Indian trail and one of the oldest roads in Cook County. Bordered on the northwest by the Illinois & Michigan Canal, the community is divided into east and west portions by the Tri-State Tollway. Two large cemeteries on the east side of Justice, as well as several smaller ones on the west side, further define the community.In 1835 the I&M Canal commissioners began selling land in this area in order to help finance the construction of the canal. The earliest settlers were Irish canal workers and German immigrants. Stagecoaches traveling along Archer Avenue linked the area with Chicago. When the I&M Canal opened in 1848, canal barges carried passengers and freight eastward to Chicago and westward to the Illinois River. By the 1850s, the Justice area was crisscrossed by Archer Avenue, La Grange Road, and the canal, as well as a railroad running along the south side of the canal.Settlement continued slowly in this area of farmlands. The population was supplemented by the arrival of German farmers after the Civil War.By 1890 a small community stretched several blocks along the north side of Archer Avenue. Late-nineteenth-century and early-twentieth-century maps label this area as Mount Forest or Seafield.In 1894 Bethania Cemetery was established on the northeast side of the settled area. The presence of this cemetery and Resurrection Cemetery in 1904 stimulated economic growth. Picnic groves and taverns opened to cater to cemetery visitors from Chicago. In 1901, streetcars began running from Chicago to Joliet along Archer Avenue. Weekends and holidays brought crowds from Chicago to visit the picnic groves, taverns, and cemeteries. Three monument companies supplied headstones.In 1911, the residents voted to incorporate as a village. (The source of the name Justice is unclear.) The original boundaries of the village zigzagged around Archer Avenue. Workers constructing the Calumet Sag Channel occupied an area along the eastern edge of the incorporated area, and in 1914, Justice deannexed this part of the village.Dutch truck farmers moved to the Justice area in the early decades of the twentieth century, and the village grew slowly. Its position at the intersection of Archer Avenue and La Grange Road made it a natural choice for the path of the Tri-State Tollway in 1958. This highway cut through the heart of the small village and divided the community into three areas. “Old Justice” lies north of Archer Avenue, and the tollroad divides the southern part of Justice into east and west sections. The village of 12,193 people (2000) is governed by a mayor and six trustees.",
    "Bibliography": "Untitled manuscript on Justice history. Justice Public Library, Justice, IL.",
    "Author of Text": "Betsy Gurlacz",
    "Hyperlinked Terms Associated": [
        "Illinois & Michigan Canal",
        "Tollway",
        "cemeteries",
        "Irish",
        "German",
        "railroad",
        "Civil War",
        "Cemetery",
        "Dutch",
        "tollroad"
    ],
    "Street addresses associated": [
        "Justice"
    ]
}