{
    "Title": "Juvenile Justice Reform",
    "Descriptive Text": "Chicago's juvenile justice system serves three distinct categories of children: delinquent, neglected, and abused. In the nineteenth century, children lived alongside adults in Illinois' poorhouses, asylums, and jails. Between 1855 and the Great Fire of 1871, convicted boys were sent to the Chicago Reform School. After the fire destroyed the building, they went to the State Reform School at Pontiac. In 1899 a coalition of “child-saving” reformers won a 30-year campaign for a separate juvenile court system.The Cook County Juvenile Court was the nation's first separate court for children. Under the principle of parens patriae, the state as parent, children's trials were informal hearings without legal counsel. In addition to the usual run of adult crimes, children could be charged with offenses such as truancy, incorrigibility, and sexual delinquency. But the creation of a distinct process for minors presented only a limited victory for the reformers. The court relied heavily upon institutionalization rather than the family preservation initially envisioned by reformers. On the court's twenty-fifth anniversary reformers lamented that it had become bureaucratic, unresponsive, and overburdened. A 1935 Illinois Supreme Court decision restricted its power to those cases that the state's attorney chose not to prosecute in adult court. A 1963 citizens committee report criticized the juvenile court for having limited and contradictory jurisdiction, overworked judges, and overburdened and underqualified staff, consisting predominantly of patronage appointees. In 1965 the state legislature overhauled the Illinois Juvenile Court Act, giving significant legal protections to minors, including the provision of a public defender. The 1967 U.S. Supreme Court Gault decision further extended the rights of accused juveniles to due process. During the next decade, however, public opinion demanded harsher treatment. A 1982 revision to the Illinois Habitual Juvenile Offender Act decreed that any juvenile aged 15 or older charged with murder, armed robbery, or sexual assault face prosecution in adult criminal court and, if convicted, commitment to the Illinois Department of Corrections.While the scope of juvenile delinquency laws has been increasingly limited over the last three decades, the scope of child protection laws has greatly expanded. The 1975 Illinois Abused and Neglected Child Reporting Act gave the Illinois Department of Children and Family Services (DCFS) great latitude in interpreting the “child's best interest.” The number of abused and neglected minors entering the court system has skyrocketed, with more and more entering DCFS custody for protection from neglect. Reformers argued that children removed to state care received minimal levels of treatment and often languished for years in “temporary” foster placements. Lawsuits filed in 1986 against the Cook County Guardian and in 1991 against DCFS resulted in sweeping changes in personnel and policies.As the twentieth century drew to a close, Cook County Juvenile Court consisted of a huge complex on the city's Near West Side. In 1997 between 1,500 and 2,000 cases were heard every day, representing 25,000 active delinquency and 50,000 active abuse and neglect cases. The Arthur J. Audy Home was the largest juvenile jail in the world, housing 750 youths a day. Minority youths (95 percent) and males (90 percent) were disproportionately represented. Only 6 percent of delinquency cases involved serious violent offenders. Two-thirds of the court's caseload consisted of abuse and neglect cases, which reformers linked to increased rates of poverty, decline in high-wage jobs, and drastic cutbacks in welfare and social services for families and children since the 1980s.",
    "Bibliography": "Ayers, William. A Kind and Just Parent: The Children of Juvenile Court. 1997.Gittens, Joan. Poor Relations: The Children of the State in Illinois, 1818–1990. 1994.Platt, Anthony M. The Child-Savers: The Invention of Delinquency. 2d ed. 1977.",
    "Author of Text": "L. Mara Dodge",
    "Hyperlinked Terms Associated": [
        "jails",
        "Fire of 1871",
        "court system",
        "Audy Home",
        "social services"
    ],
    "Street addresses associated": [
        "Near West Side"
    ]
}