{
    "Title": "Taiwanese",
    "Descriptive Text": "Separating Chicago's ethnic Taiwanese community from the broader Chinese American community is a delicate task involving an understanding of Chinese history, politics, ethnicity, and culture. Between 1950 and 1980, roughly half of immigrants labeled Chinese by U.S. authorities arrived via Taiwan. Many identified themselves as ethnically Taiwanese, claiming cultural roots to the island originally known to westerners as Formosa; others were “mainlanders” who had retreated to Taiwan following civil war in the 1940s. Before 1970, most Taiwanese arrived in Chicago as graduate students and then stayed to accept professional jobs. Efforts to organize the community often originated with students, who formed the Taiwanese Association of Chicago (1956) and the Taiwanese Student Association (1957). Later, the North American Taiwanese Professors Association (1980) and the Taiwanese United Fund (1985) were founded in Chicago.The bulk of Taiwanese immigration took place in the 1970s and 1980s, after the 1965 Immigration Act raised quotas to 20,000 migrants per year. (The quota survived the U.S. government's derecognition of the Republic of China in 1979.) Since 1980 the proportion of Taiwanese relative to other Chinese ethnicities has shrunk as immigration from the mainland has surged. The majority of Taiwanese were concentrated in the west, northwest, and north suburbs.The Taiwanese have long been closely attuned to the political tensions between the mainland People's Republic of China and Taiwan's government, the Republic of China. Since 1976, the World Journal, a daily newspaper with ties to the Kuomintang party that ruled Taiwan from 1949 until 2000, has been widely available; in 2000, circulation reached 30,000 in the Midwest. The weekly Pacific News and Taiwan Tribune, also distributed in Chicago, provided outlets for opposition party news. As in Taiwan, most Taiwanese in Chicago supported complete independence for Taiwan during the conflicts of the second half of the twentieth century, while a small minority has supported unification with China. But voices were also heard among Chicago's Taiwanese in opposition to the Kuomintang's martial law, imposed from 1949 to 1987. The shift to democracy and the Kuomintang's defeat in 2000 reduced factors pushing Taiwanese to emigrate to the United States.Divisions between Taiwanese and mainland Chinese in the Chicago area have been social and economic as well as political. Language is often one barrier; Taiwanese largely speak Taiwanese and Mandarin, while Cantonese is the predominant mainlander language. Class is another; Taiwanese who migrated between 1950 and 1980 often arrived with high levels of education and readily found professional jobs. Location is a third; the Taiwanese largely avoided Chicago's Chinatown and instead sought campus and suburban settings.Divisions widened in the 1980s when the Taiwanese community in Chicago became more assertive in differentiating itself culturally from the mainland community. A network of nine suburban Chinese-language schools was created to stem the loss of language among succeeding generations. The Formosan Association of Public Affairs, founded in Los Angeles in 1982 to lobby Congress for Taiwanese independence, has a chapter in Chicago. In May 1999, the city celebrated its first Taiwanese American Heritage Week. By the start of the twenty-first century the largely middle-class and suburban Taiwanese had developed a cultural identity distinctive from their mainland brethren.",
    "Bibliography": "Ng, Franklin. The Taiwanese Americans. 1995.",
    "Author of Text": "D. Bradford Hunt"
}