{
    "Title": "Tanzanians",
    "Descriptive Text": "The Tanzanian presence in Chicago is a relatively recent phenomenon, and the few Tanzanians who live in the city form a modest community. During the early 1980s a drought in Tanzania caused serious economic distress, inducing some people to seek opportunities and financial stability elsewhere. These educated immigrants began to come in appreciable numbers in 1986, when 370 Tanzanians emigrated to the United States. The majority of those who have arrived since have chosen to live in Chicago.Many of the city's Tanzanians are students and professionals who came to Chicago to pursue an advanced degree or work for an employer who sponsored their entry into the country. Many Tanzanians in Chicago work as technicians, executives, and managers. Sometimes individuals have left families and friends behind to gain a foothold in their careers and then return home a few years later. More men than women have made the trek to the United States, and at the end of the 1990s most were between 20 and 44 years of age.Because their stay in Chicago is often relatively short and focused on personal pursuits, Tanzanians participate in few collective undertakings around the city. Like Kenyans, their East African neighbors, they are less visible than some West African groups and their cultural impact is therefore more subtle. Most Tanzanians are scattered across the North Side, with a few in Hyde Park, clustering around the University of Chicago and the nearby Lutheran School of Theology. Efforts to bring people together in a social or cultural setting have included student gatherings at the end of the year to socialize and build networks. On the last Sunday of every month, the Lutheran School of Theology holds worship services in Swahili, the official language of Tanzania. Religion plays an active role in the lives of many, as roughly 40 percent of the Tanzania's population is Christian, 30 percent Muslim, and 30 percent followers of ethnic faiths. Some Chicago churches, such as Zion Lutheran and Augustana Lutheran, have small Tanzanian memberships. Heritage Books, located on Granville Avenue, is a hub of information on Tanzanian culture and history.",
    "Author of Text": "Tramayne M. Butler"
}