{
    "Title": "Tax Strikes",
    "Descriptive Text": "Between 1931 and 1933, Chicago and Cook County experienced one of the largest tax strikes in American history. The instigators belonged to the Association of Real Estate Taxpayers (ARET), which had been founded in 1930 by several wealthy real-estate owners.The chief demand of ARET was that local and state governments obey a long-ignored provision of the Illinois Constitution of 1870 requiring uniform taxation for all forms of property. John M. Pratt and James E. Bistor charged that the failure to assess such personal property as furniture, cars, and stocks and bonds was not only illegal but left owners of real estate with excessive burdens. ARET's program also included support for sweeping rate reductions in the general property tax and retrenchment in local governmental spending.ARET functioned primarily as a cooperative legal service. Each member paid annual dues of $15 to fund lawsuits challenging the constitutionality of real-estate assessments. The radical side of the movement became apparent by early 1931 when ARET called for taxpayers to withhold real-estate taxes (or “strike”) pending a final ruling by the Illinois Supreme Court, and later the U.S. Supreme Court. Mayor Anton Cermak and other politicians desperately tried to break the strike by threatening criminal prosecution and revocation of city services.ARET's influence peaked in late 1932, with a membership approaching 30,000 (largely skilled workers and small-business owners.) By this time, it had a budget of over $600,000 and a radio show in Chicago. But it suffered a demoralizing blow in October 1932 when the U.S. Supreme Court refused to hear a case it had brought. Buffeted by political coercion and legal defeats, and torn by internal factionalism, the strike collapsed in early 1933.",
    "Bibliography": "Beito, David T. Taxpayers in Revolt: Tax Resistance during the Great Depression. 1989.Murphy, Marjorie. “Taxation and Social Conflict: Teacher Unionism and Public School Finance in Chicago, 1898–1934.” Journal of the Illinois State Historical Society 74 (Winter 1981): 242–260.",
    "Author of Text": "David T. Beito"
}