{
    "Title": "Taxation and Finance",
    "Descriptive Text": "The history of local taxation in northeastern Illinois is largely a tale of growing disenchantment with the property tax and of the search for alternate sources of revenue. From the 1830s on, Chicago's city government levied a property tax, and by the close of the nineteenth century Chicagoans paid additional property levies to fund the schools, the libraries, and the sanitary and park districts, as well as the county and townships. Throughout the nineteenth and early twentieth centuries, special assessments for sidewalk, street, and sewer improvements supplemented the property tax. Chicago relied more heavily on such assessments than other large cities in the United States, expecting the holders of abutting property to shoulder the costs of construction and paving.IF CHRIST CAME TO CHICAGO During the late nineteenth century, criticism of the property levy mounted, focusing not on the weight of the tax burden but on the inequity of the system. An increasing amount of wealth was in the form of stocks, bonds, and bank accounts, and because these forms of property were less visible to assessors than buildings or land, they largely escaped taxation. Assessors could not be sure of their existence, and taxpayers failed to list them. Consequently, the tax burden fell more heavily on real estate. Moreover, taxpayers complained that property assessment practices were unfair. Seemingly identical properties were assessed at markedly different values, with some real estate paying far less than its just share.To supplement the much-criticized property levy, late-nineteenth-century municipalities turned to license fees. In Chicago receipts from licenses rose more than eightfold during the 1880s and by 1890 totaled $3.1 million compared with $5.2 million raised through the municipal property tax. Saloon licenses produced most of this revenue, with each liquor retailer paying $500 per year for the privilege of quenching Chicagoans' thirst. Dry suburbs such as Evanston, however, could not profit from these lucrative fees and thus paid a price for their moral scruples. During the first four decades of the twentieth century, the property levy remained the chief source of local revenues, despite an uninterrupted flow of criticism. To guard against excessive taxation, the Illinois legislature adopted in 1901 the Juul Law, which limited the aggregate rate of all city, district, county, and township property taxes to no more than 5 percent of the assessed valuation. This was the beginning of a history of state-imposed tax limits. During the following decades, the much-amended law became so complicated that supposedly only one person in Illinois fully understood its complexities. In any case, the Juul Law did not enhance municipal revenues but seemed only to compound the confusion about local finances.Hard times during the 1930s heightened the cries for revenue reform as local governments found it increasingly difficult to meet their obligations. Though the city of Chicago did not default, Cook County, the Sanitary District, the Cook County Forest Preserve District, and the West Park District all fell into arrears on their debt payments. Seeking to provide employment through public works projects, the federal government became a new source of revenue, from 1935 to 1946 contributing $17 million for the construction of Chicago's subway and $5.7 million for a water filtration plant.During the second half of the twentieth century, new tax levies weaned the local governments of the Chicago area from their excessive reliance on the property tax. In 1955 the Illinois legislature authorized municipal councils to impose a sales tax to be collected by the state and then returned to the municipality where the sale was made. Within a decade virtually every incorporated community in the state had adopted the tax. Answering complaints that shopping centers in unincorporated areas were stealing business from stores in sales-tax municipalities, in 1959 the Illinois legislature extended the privilege of imposing the sales tax to counties. Cook County soon adopted the new levy, thereby ensuring that sales in both incorporated and unincorporated areas were subject to a local tax. Henceforth, the sales tax was generally second only to the property levy as a source of tax revenue for the city of Chicago. Some suburban municipalities relied even more heavily on this new impost. In Schaumburg, site of the region's largest shopping mall, the sales tax proved so lucrative that by the 1970s the municipality did not find it necessary to impose a property tax.Other new nonproperty levies also boosted the fiscal capacity of local governments. In 1955 Chicago adopted a gross receipts tax on public utilities, which would become a source of substantial revenue. When Illinois adopted a state income tax in 1969, one-twelfth of the annual receipts was reserved for local governments. Ten years later Illinois abolished the corporate personal property tax, and to compensate local governments for the loss of revenue, lawmakers in Springfield established another scheme for distributing state receipts to localities. School districts remained heavily dependent on the property tax, though a complex state-aid formula, intended to narrow the funding gap between rich and poor districts, ensured a flow of state revenues to school authorities. By the mid-1980s the state of Illinois paid anywhere from 3 percent to 70 percent of the total funding for Cook County's individual school districts.During the 30 years following World War II, federal grants to local governments proliferated, especially benefiting the city of Chicago. In 1972, amid much ballyhoo, Congress adopted a revenue-sharing scheme, distributing federal money to all municipalities, counties, and townships. Federal revenue-sharing, however, never had a dramatic impact on local finances and the program ceased in 1986. In the long run, state revenue-sharing through the distribution of state income tax receipts proved more significant than the federal program.A careful manager of funds, Mayor Richard J. Daley was able to gloat about Chicago's financial stability in the mid-1970s when New York City and other urban giants stood on the brink of bankruptcy. But following Daley's death, even Chicago faced some bad financial news. By 1979 the city school system was in dire financial straits, and that same year the city's bond rating dropped, sending a signal to investors that Chicago was not as sound financially as the late mayor had boasted.Yet the various governments of the Chicago area remained solvent. The property tax survived, and complaints about it continued. But nonproperty taxes and state sharing played a larger role in local government finance during the late twentieth century than they had in earlier decades.",
    "Bibliography": "Fairbanks, Robert P., and Glenn W. Fisher. Illinois Municipal Finance: A Political and Economic Analysis. 1968.Fisher, Glenn W., and Norman Walzer. Cities, Suburbs, and Property Taxes. 1981.Merriam, Charles E. Report of an Investigation of the Municipal Revenues of Chicago. 1906.",
    "Author of Text": "Jon C. Teaford"
}