{
    "Title": "Taxis, Liveries, and Limousines",
    "Descriptive Text": "Companies offering livery and carriage service appeared shortly after the founding of the city of Chicago. As early as 1853, the Parmelee Transportation Company was organized to cater to railroad passengers. A short-lived electric cab venture opened on Chicago's streets in 1899 with 100 vehicles. Entrepreneur Charles A. Coey opened the city's first public parking garage for the horseless carriage in 1902 and soon afterward opened the city's first auto livery business. In 1909, six or seven companies operated about 100 rigs, many of which were equipped with the latest “taximeter” technology to reduce disputes between drivers and “fares.” It could be argued, however, that the taxicab did not take off until John Hertz popularized the service by painting cabs a highly distinctive shade of yellow. Responding to public complaints that fares were too high, he expanded his fleet and cut rates in half, and started the Yellow Cab Company of Chicago in 1915. Competitor Morris Markin started the Checker Cab Manufacturing Company in 1922.Despite repeated calls to regulate the industry in the 1910s, by the early 1920s the taxi business remained a largely unregulated one controlled by automobile manufacturers and owners of large consolidated fleets. Independents, including veterans, would challenge Yellow and Checker's dominance after World War II. Moreover, controversy arose over cabdrivers adding to Loop congestion.An oversupply of cabs and poor economic conditions in the 1930s and 1940s laid the groundwork for unionization and regulation. A successful strike by the Teamsters in 1937 was followed by a quarter-century of strong union presence in the industry. During this period, controversy also swirled around the competition offered by drivers of “jitneys” in the South Side Black Belt (who served a population often ignored by standard taxicabs), large numbers of unemployed war veterans who drove illegal cabs, and the unregulated and inexpensive suburban cabs that frequently solicited business in the outlying neighborhoods of the city.In 1999, there were six thousand licensed taxicabs in Chicago. Owing to rapidly increasing labor costs and financial problems in the industry after World War II, drivers no longer belonged to fleets, but leased cabs and affiliated themselves with associations. Cabs have continued to cruise for fares in the Loop and Near North Side entertainment districts during peak hours, but most Chicagoans have to call central dispatchers to summon a car to their location. Yellow and Checker, still quite formidable as driver associations, compete with associations such as American-United and Flash Cab.",
    "Bibliography": "Barrett, Paul. The Automobile and Urban Transit: The Formation of Public Policy in Chicago, 1900–1930. 1983.Gilbert, Gorman, and Robert E. Samuels. The Taxicab: An Urban Transportation Survivor. 1982.",
    "Author of Text": "Joshua M. Lupkin"
}