{
    "Title": "Teamsters",
    "Descriptive Text": "Teamsters are workers engaged in commercial road transportation, though the word also refers generically to members of the International Brotherhood of Teamsters (IBT), a labor union. Before 1945, most teamsters worked locally, driving “teams” of horses throughout Chicago. By the late twentieth century, national road networks enabled an interstate trucking industry employing many long-haul drivers.Around 1900 teamsters began organizing labor unions. By 1905 the IBT had established a joint council in Chicago, with 45 affiliates and 30,825 members. These locals were militant, assisting other unions in their struggles for recognition. In 1905, teamsters aided striking employees of Montgomery Ward & Co. When other businesses rallied to Ward's defense, the dispute spread quickly. Unionists battled replacement drivers for 105 days, leading to 21 deaths. After the employers' victory, some locals deserted the IBT, forming a rival Chicago Teamsters' Union (CTU).Critics dogged the teamsters' leadership. Charges of graft in 1904 and 1905 toppled union president Albert Young and delegitimized the striking drivers. In the 1920s and 1930s, businessmen attacked officials for alleged corruption, coercion, and gangsterism, while radicals like William Z. Foster charged them with selfishly thwarting mass unionism. Such accusations continued through the following decades.The teamsters survived these allegations and remained influential in Chicago labor circles. After reincorporating the CTU locals in 1937, the IBT expanded by organizing transportation, clerical, retail, and manufacturing workers. William A. Lee of the bakery drivers local served as Chicago Federation of Labor president from 1946 to 1984, even though the AFL-CIO had expelled the IBT in 1957.",
    "Bibliography": "“Union Teamsters' Forces in Chicago.” Chicago Tribune, April 30, 1905.Commons, John. “Types of American Labor Organization—The Teamsters of Chicago.” Quarterly Journal of Economics 19 (1905).Poole, Ernest. “How a Labor Machine Held Up Chicago, and How the Teamsters' Union Smashed That Machine.” The World To-Day 7.1 ( July 1904): 896–905.",
    "Author of Text": "Andrew Wender Cohen"
}