{
    "Title": "Telegraph",
    "Descriptive Text": "The telegraph, which received its first practical demonstration in 1844, came to Chicago in 1848. Telegraphy made possible instant communication with the East Coast, and eventually with the entire country. Daily newspapers began publishing next-day accounts of speeches, elections, and battles, all furnished by telegraph. During the Fire of 1871, a telegram from the mayor brought fire-fighting equipment from Milwaukee; when it was over, citizens lined up at a makeshift Western Union office to inform alarmed friends and relatives that they had survived.Chicago quickly became the eastern terminus of “western” communication and by the 1880s was the nation's second city in sheer volume of messages. The telegraph in turn promoted Chicago's economic growth. It proved critical in managing the long-distance railroad routes which made Chicago a vital link between the Midwest and the East Coast. Chicago companies, serving far-flung markets by rail, could coordinate their operations by telegraph. Small-town storekeepers could obtain price information or place orders with their Chicago suppliers. In 1858 the Chicago Board of Trade began receiving market news from New York City by telegraph, while the board's grain and commodity prices, now telegraphically disseminated, propelled it to national prominence as a grain market. Traders could complete deals by telegraph.Chicago's resources, and its importance as a center of national telegraphic activity, made it the home of Western Union's central division, and the city attracted and fostered a wealth of engineering and entrepreneurial talent. Chicago became a center for manufacturing telegraphic (and later telephonic) equipment when the predecessor of the Western Electric Company relocated from Cleveland in 1870.Most railroad stations served as telegraph offices, so residents of most neighborhoods and suburbs could send important messages anywhere in the metropolis. To get in touch with a group of employees near suburban Riverside, for instance, George Pullman instantly proposed sending a telegram. On the other hand, Evanstonians seeking information on the Great Chicago Fire were frustrated because the local telegraph office was closed.In 1869 private line service became available in Chicago, and the American District Telegraph Company soon offered affluent Chicagoans a home service allowing them to summon a firefighter, private policeman, or messenger. Telegraphic communication with other Chicagoans was facilitated by the company's network of neighborhood offices and messengers.In 1865, the Chicago Fire Department contracted to build fire alarm boxes employing telegraphic signals. Located throughout the city, they allowed citizens to report fires quickly. In 1880 the Chicago Police Department began using call boxes on the streets. Citizens could report crimes, though only after obtaining keys to the boxes, which were selectively distributed; relatively few crime reports were made. More important, the boxes facilitated official communication among the police. Patrolmen were obliged to make hourly “duty calls,” and were thus subject to stricter supervision. They could also summon a patrol wagon in the event they made an arrest. The call boxes used an innovative combination of telegraphic signaling for routine messages and the telephone for unusual messages, a design adopted by police departments throughout the country.The telegraph diminished in relative importance as telephony grew more widespread. By 1940 Chicago had more than one million telephones in use, and 90 percent of fire alarms were telephoned to the Fire Department. Portable two-way radios finally rendered police call boxes obsolete, while other forms of telegraphy were largely superseded by more advanced electronic communications.",
    "Bibliography": "Andreas, A. T. History of Chicago. 1884–1886.Reid, James D. The Telegraph in America. 1879.Tarr, Joel A., with others. “The City and the Telegraph: Urban Telecommunications in the Pre-Telephone Era.” Journal of Urban History 14.1 (November 1987).",
    "Author of Text": "Christopher Thale"
}