{
    "Title": "Telephony",
    "Descriptive Text": "The telephone came to Chicago in 1877, just a few months after a small group of Massachusetts investors had decided to commercialize Alexander Graham Bell's remarkable invention.CHICAGO TELEPHONE COMPANY, N.D. Had circumstances been different, it is conceivable that Chicago—rather than Boston—might be remembered today as the cradle of the telephone industry. As the home of Western Electric, a leading manufacturer of electrical equipment, the city boasted a large number of technically trained tinkerers who were familiar with the latest developments of electrical science. One of the most prolific of these inventors was the Highland Park resident Elisha Gray. In the mid-1870s, Gray devised a method of voice transmission that embodied several of the key principles of telephony. Unfortunately for Gray, his patent application reached the government a mere two hours after a similar application of Bell's. Bell's patent would soon become the single most valuable patent to have been issued by the federal government.Gray's misfortune helped to guarantee that the history of telephony in Chicago would long be dominated by firms that traced their lineage back to Bell. These firms included the Chicago Telephone Company, the dominant Chicago firm at the turn of the twentieth century, and Illinois Bell, which absorbed Chicago Telephone in 1920. Both of these companies were pillars of the “Bell System,” the national telephone network that was coordinated after 1900 by American Telephone and Telegraph (AT&T). The Bell System remained the backbone of the American communications infrastructure from the 1870s until the court-mandated breakup of AT&T in 1984. Following the Bell breakup, Illinois Bell became part of Ameritech, which, in 1999, was acquired by SBC Communications, a telecommunications firm based in San Antonio, Texas.The first half century of telephony in Chicago was a period of rapid, and, indeed, often extraordinary growth. In 1878, the first Bell company began operations with a mere 75 telephones. By 1905, the total had increased to 100,000; by 1930, to 1.26 million. In per capita terms, this translated into one telephone for every 3.7 inhabitants, one of the highest ratios in the world.In the early years, the telephone was primarily used to facilitate communications within a city or metropolitan area. Long-distance telephony was expensive and posed a variety of technical challenges. Telephone service to New York from Chicago began in 1892; to San Francisco, in 1915. Not until the 1960s—following the standardization of area codes and the advent of long-distance direct dialing—would it become common to call friends or family members who lived in another region or state. International telephony was even more unusual, and remained somewhat exotic until the rise in the 1970s of MCI and other competitors to AT&T.Though the telephone in its early years was primarily a business tool, many middle-class families embraced it as well. Residential expansion was especially rapid in the 1890s, when a number of independent firms challenged the Chicago Telephone Company's dominant position in the downtown Loop. Women used the telephone extensively to place orders for household goods, spearhead a variety of public-spirited reforms and converse with family and friends. Women also worked in large numbers as telephone operators; in 1928, Illinois Bell employed 12,000 female operators in Chicago alone. Operators were essential to the proper working of the system, since, prior to the introduction of the telephone dial in the 1920s, every telephone call made on a Bell telephone required the intervention of an operator to complete the connection.For Chicagoans who lacked the inclination or means to subscribe to telephone service, the “nickel-in-the-slot” pay telephone provided a welcome alternative. Beginning around 1900, such devices could be found in thousands of drugstores, hotels, and other public places. A favorite of bookies and gangsters, they have been immortalized in dozens of Hollywood movies.In subtle yet significant ways, the telephone reordered the urban landscape. By providing an alternative to face-to-face interaction, it helped to render obsolete the swarms of messenger boys who had previously clogged streets, stairways, and elevators. In this way, it lifted a major constraint upon the development of the skyscraper. In addition, it encouraged business owners to separate the factory floor from the corporate headquarters, hastening the creation of the modern central office district.Chicago has long been a center for the manufacture of telephone equipment. In the late nineteenth century, leading firms included Western Electric—long the exclusive supplier of Bell System telephones, switchboards, and related devices. For much of the twentieth century, Western Electric's Hawthorne Works in Cicero was one of the largest and most technologically advanced suppliers of telephone equipment in the world. Also important were the many firms that served Bell's competitors. These firms helped spearhead a short-lived but vigorous “independent” or non-Bell telephone boom around the turn of the century, and sponsored a number of lively Chicago-based trade journals, including the American Telephone Journal and Telephony. Telephone manufacturers in the Chicago metropolitan area in the late twentieth century included Motorola, a major supplier of cellular equipment based in Schaumburg, and U.S. Robotics, a producer of modems and related devices.One of the strangest chapters in the history of Chicago telephony unfolded in 1992, when, following a bizarre sequence of events, millions of gallons of water engulfed the basements of dozens of downtown buildings. This accident had been caused when construction workers unintentionally poked a hole in a segment of a long-forgotten network of underground tunnels that bordered the Chicago River. Built almost a century earlier by upstart telephone entrepreneurs, these tunnels remained long after the firm had failed—a dramatic, if unfortunate, legacy of Chicago's early telephone pioneers.",
    "Bibliography": "Brooks, John. Telephone: The First Hundred Years. 1976.Hounshell, David A. “Elisha Gray and the Telephone: On the Disadvantages of Being an Expert.” Technology and Culture 16 (April 1975): 133–161.Mahon, Ralph L. “The Telephone in Chicago, 1877–1940.” Typescript. SBC Communications Archives, San Antonio, TX.",
    "Author of Text": "Richard R. John"
}