{
    "Title": "Tenements",
    "Descriptive Text": "Chicago's tenements were not like those made famous by Jacob Riis in New York City—six- or seven-story walk-up apartments, occupying almost all of their lots and built next to other structures of the same nature. Chicago's sprawling growth and decentralized employment magnets such as the stockyards and the steel mills meant that low-income housing districts were scattered, not concentrated as in lower Manhattan. Nevertheless, an exploding population of poor migrants, occupying hastily built and shoddily modified dwellings, gave the city large districts of crowded and unsanitary rental structures targeted by reformers as a danger to public health and morals.After the 1871 fire, the prohibition of wooden frame buildings in the city's core encouraged construction at the outskirts to house the flood of working-class newcomers. The result was a wide belt of small dwellings stretching from the Old Town area on the North Side through the Near West Side to the stockyards, Bridgeport, and the Black Belt south of the Loop. A second stage of tenement evolution occurred with the arrival of immigrants from Southern and Eastern Europe between 1880 and 1914. Desperately poor families, clustering near work sites and people who shared their religious and ethnic backgrounds, fostered subdivision of already crowded dwellings and construction of cheap “ rear houses. ”Fear of epidemics and the specter of “New York conditions” fed Chicago's movement for tenement reform. After 1880, the city's health department had authority to inspect and to approve construction plans for tenements and workshops, but population growth and the proliferation of tenements overwhelmed official monitoring. Beginning in the 1890s, settlement house workers and scholars focused public attention on certain districts within the sprawling belt of worker housing. Hull-House Maps and Papers (1895), Robert Hunter's Tenement Conditions in Chicago (1901), and Edith Abbott and Sophonisba Breckinridge's The Tenements of Chicago, 1908–1935 (1936) reviewed housing conditions and the mixed results of reform.MICHIGAN BOULEVARD GARDEN APTS., 1951 Replacing old tenements with innovative low-income housing became a new goal. In the late 1920s, Sears magnate Julius Rosenwald and the Marshall Field family sponsored two large privately subsidized apartment projects, replacing demolished tenements on the North and South Sides. Chicago housing reformers praised these efforts but pointed out the limitations of private action in dealing with the huge number of tenements. Chicagoans Abbott, Jane Addams, and Harold Ickes helped to shape the New Deal program of federally subsidized slum clearance and public housing which steadily transformed the landscape of Chicago after 1934. By 1970, private redevelopment and public urban renewal had demolished most of the nineteenth-century tenements, though the problem of housing the poorest Chicagoans persists.",
    "Bibliography": "Abbott, Edith. The Tenements of Chicago, 1908–1935. 1936.Bowly, Devereux, Jr. The Poor House: Subsidized Housing in Chicago, 1895–1976. 1978.Philpott, Thomas Lee. The Slum and the Ghetto: Neighborhood Deterioration and Middle-Class Reform, Chicago, 1880–1930. 1978.",
    "Author of Text": "Henry C. Binford"
}