{
    "Title": "Tennis",
    "Descriptive Text": "Chicagoans began playing tennis soon after the game reached America from Britain in 1874. Cost initially limited participation to the wealthy, but, as facilities became more accessible through clubs, parks, schools, etc., tennis's popularity soared. In 1897 five courts, all grass, were installed in Lincoln Park. Second-generation courts were mostly clay, cheaper to build and maintain. During the New Deal one federal jobs program paved more than 330 Chicago parks courts with asphalt, creating precursors of today's low-maintenance all-weather hard courts. Tennis peaked in popularity during the 1970s, the decade when Chicago-based Wilson Sporting Goods saw its tennis volume exceed that of golf. Students from Chicago won nearly every one of the state high-school tennis tournaments, from their inception in 1912 through World War II. Since the war, the state championships have been dominated by Chicago's suburbs, most notably Hinsdale during the 1970s. In 1997, despite the conversion of some courts to skating rinks, Chicago Park District courts totaled about 700.Chicago has contributed much to American tennis. The River Forest Tennis Club hosted the U.S. Lawn Tennis Association's national clay court championships every year from 1935 through 1965. George Lott began tennis at Chicago's Washington Park and became the world's leading doubles player of the 1930s. Marty Riessen won the state high-school singles championship four times for Hinsdale, 1957–1960, and became a leading professional in both singles and doubles. Andrea Yeager of Lincolnshire turned pro in 1979 at age 14 and was ranked second in the world at 16, before being forced from competition by injury at 19.",
    "Bibliography": "Campell, Nelson. 100 Years of Courtship: The Story of the Western Tennis Association's First Century, 1895–1995. 1995.The Chicago Recreation Survey, 1937. 5 vols. 1937–1940.The History of the Wilson Sporting Goods Co., 1913–1996. 1996.",
    "Author of Text": "John H. Long"
}