{
    "Title": "Thais",
    "Descriptive Text": "Thai immigration to metropolitan Chicago has mirrored national immigration patterns for this Southeast Asian population group. Few Thais came prior to the liberalization of U.S. immigration laws in 1965, but steady increases since the 1970s made Thais one of the 10 largest Asian groups in the region by the end of the twentieth century with more than 6,000 counted by the 2000 census.Thai nurses, among the first to arrive locally, hosted community gatherings in their homes during the early years and were instrumental in organizing the first notable public event—commemoration of the king of Thailand's birthday in December 1965. Community leaders founded the Thai Association of Greater Chicago in 1969, which incorporated as a nonprofit organization in 1982 and changed its name to the Thai Association of Illinois in 1989. The Thai Association serves both cultural and advocacy functions for the local Thai community, highlighting each year by sponsoring a celebration of the king's birthday.Three occupational clusters have predominated among local Thai immigrants in recent decades: restaurants, sales and service, and professional fields, especially in medicine. Important professional organizations include the Thai Nurses Association of Illinois (1982), the Thai Engineer Association of Illinois (1988), and a local branch of the Thai Physicians Association of America (1978). Two charitable organizations with specific geographical ties to Thailand have also emerged: the Thai American Southerner Association of Illinois (1975) and the Thai Northerner Association of Illinois (1984).Most Thais practice Theravada Buddhism, Thailand's national religion. Thai monks, the focal point of Theravada piety, visited Chicago as early as 1972. Local Thai leaders established the Thai Buddhist Center in 1974, which evolved into the first Thai temple, Wat Dhammaram (legally known as the Thai Buddhist Temple, incorporated 1976). Wat Dhammaram occupied a former Christian church in West Town between 1976 and 1983, when it relocated to a former public elementary school near 75th Street and Harlem Avenue in unincorporated southwest Cook County. In the early 1990s the temple opened a striking new multipurpose hall dedicated to Queen Sirikit of Thailand. Four more Thai Buddhist temples have opened since the mid-1980s: Buddhadharma Meditation Center in Hinsdale and Natural Buddhist Meditation Temple of Greater Chicago in Burbank (both established 1986), Wat Phrasriratanamahadhatu in Uptown (1993), and Dhammakaya International Meditation Center of Chicago in Jefferson Park (1997). Two local Thai Christian congregations exist, both of which meet in Forest Park: the Thai Community Church of Chicago (1988) and the Thai Presbyterian Church of Chicago (1992).As in other U.S. metropolitan regions, Thai settlement has dispersed throughout greater Chicago. Substantial residential presence can be found on the city's North Side and in northern and southern suburban Cook County, with DuPage County claiming the next highest number of Thais. Some Thai physicians have located their practices in nearby states, particularly Michigan, though they maintain ties to the Chicago region.",
    "Bibliography": "Codman-Wilson, Mary Louise. “Thai Cultural and Religious Identity and Understanding of Well-Being in North America: An Ethnographic Study of an Immigrant Church.” Ph.D. diss., Northwestern University. 1992.Numrich, Paul David. “Americanization in Immigrant Theravada Buddhist Temples.” Ph.D. diss., Northwestern University. 1992.",
    "Author of Text": "Paul D. Numrich"
}