{
    "Title": "Theater Companies",
    "Descriptive Text": "Chicago's position as the prime city of the Midwest has made it both a necessary stopover on the itinerary of any touring production and a home for a thriving resident theater community. From the start, this resident theater movement took root in small houses scattered across the city. Jane Addams established an enterprising amateur theater in her Hull House in 1899 out of the belief that good plays were good for the community. In 1912, the poet Maurice Browne and his actress wife Ellen Van Volkenburg founded a seminal though brief-lived community theater organization, the Chicago Little Theatre, seating only 91 persons, in the Fine Arts Building. Its motto, a template for future Chicago companies, was “Create your own theater with the talent at hand.”These early theaters and most of their successors in the twenties and thirties, however, took their cues from plays and players in the European and East Coast mold. The successful founding of the Second City comedy cabaret in 1959 helped focus attention on talents and techniques that were unique to the city. Encouraging local actors to develop scenes through improvisation, Second City created its own kind of theater, without copying work that had originated elsewhere.In 1963, when road tours provided generally second-rate copies of Broadway originals, a first-rate homegrown theater company emerged with the opening of Hull House Theatre in the Jane Addams Center at 3212 N. Broadway. Here, director Robert Sickinger's agenda included using and developing native talent. Though small in seating capacity, it was ambitious in its selection of cutting-edge work and devoted to presenting the work of Chicago artists. Hull House helped set the pattern for development of Chicago theater companies in the rest of the century.The mushrooming growth of homegrown, homemade theater reached its climax in the mid-1970s, with the opening of several small companies that proved training grounds and taking-off points for young directors, actors, designers, and playwrights. These troupes included Victory Gardens, Northlight, Wisdom Bridge, the Body Politic, St. Nicholas (founded by playwright David Mamet), Remains, Organic, and Steppenwolf theaters.However different their productions, these theaters shared certain key elements. They were founded and staffed by young persons just out of school and eager to find recognition. They were housed in 150- to 250-seat auditoriums in buildings that had never been designed as theater spaces. Warehouses, bowling alleys, ballrooms, church halls, and retail shops were all converted to theater use by the youthful companies who established these revamped spaces as their bases of operations.Patterns of growth also were similar. Often started with amateur talent and focused on the work of a particular director or writer, the theaters edged into professional status as their audiences and revenue grew. Unlike their counterparts in other cities, however, these companies stayed out of the high-rent downtown districts. Instead of a large theater company in a center-city cluster of high-profile edifices, Chicago offered a swarm of small, enterprising “off-Loop” theaters, many of them in North Side neighborhoods on the fringes of downtown. Goodman Theatre, the city's largest resident company, joined this movement by creating a Stage Two (later evolving into the Goodman Studio), on which new works by Chicago-based writers (Mamet, Scott McPherson, Rebecca Gilman) were often showcased.Budgets and financial rewards for the younger companies were small, but the risks of survival were not overwhelming either. It was possible to flop and move on to the next show, without fear of one failure closing down the whole operation.Some theaters of high quality moved from itinerant wayfarers to established companies with their own multimillion-dollar homes. Steppenwolf, formed around a hub of aggressive young actors in the mid-1970s, built its own complex on the Near North Side in 1991, and the Chicago Shakespeare Theater, which had started out performing in a North Side pub, in the autumn of 1999 moved into a theater designed according to its specifications on Navy Pier.The lure of Broadway, movie, and television success continued to draw talent from the city, but as the city's theater companies grew, so did the talent pool and the range of theatrical styles. Theater artists who supplemented their income with work in film and TV productions shot in the city chose to remain and to keep Chicago as their home base. Even some of those who had moved away and found TV or film fame often returned to perform on the small stages where they had first worked.A few important off-Loop theaters—Remains, St. Nicholas, Wisdom Bridge, the Body Politic—failed when the original leadership was gone or when financial resources faltered. Other companies—Victory Gardens, Northlight—maintained leadership strength and financial viability into the twenty-first century.Behind them was an always changing, always growing group of small new young companies, each one struggling to establish its niche, make its mark, and break out of the pack.",
    "Bibliography": "Dedmon, Emmett. Fabulous Chicago. 1953.",
    "Author of Text": "Richard Christiansen"
}