{
    "Title": "Theater Training",
    "Descriptive Text": "Theatrical companies in nineteenth-century Chicago generally were run by actor-managers dedicated to bringing the established plays of the day to audiences in the city. As the actor-manager system of theatrical organization gave way to the director's theater that emerged around 1900, new venues for theatrical training appeared. Young Chicago businessman Kenneth Sawyer Goodman envisioned offering theater workshops through the Art Institute of Chicago, allowing drama students to learn alongside professionals. After Goodman's death in 1918, these workshops became a reality when his parents funded a dramatic department at the Art Institute in his honor.The early years of the Goodman School of Drama were marked by the creativity and tenacity of two men, David Itkin and Maurice Gnesin. Itkin arrived at the Goodman Theatre from Russia in 1929. He soon began directing plays both at the Goodman and the DePaul University Department of Drama. In 1931, Maurice Gnesin became head of the Goodman School of Drama, and under his direction it began to resemble an academic theater department. For the next 25 years Gnesin and Itkin developed the mission and curriculum of the school. Both men felt that the best way to train young actors was to immerse them in productions alongside professionals in the repertory company. Alumni who trained under Gnesin and Itkin included Geraldine Page, Karl Malden, and Sam Wanamaker. Bella Itkin, David's daughter, would also go on to have a significant impact on theater training at the Goodman School. Under her direction, and based on the vision of Charlotte Chorpenning, the children's theater at the Goodman was used as a training ground for students who acted and produced plays that were as enjoyable to adults as they were to the children who came to see them.In the late 1950s, John Reich came to the Goodman and advanced Gnesin and Itkin's training traditions by hiring professional guest artists to work with the students. More recent alumni of the school include Joe Mantegna and Linda Hunt. Although the Board of Trustees of the Art Institute voted in 1975 to close the Goodman School of Drama, it reemerged three years later to become one of the colleges of DePaul University.Theater training was also occurring outside of the Goodman/DePaul theater curriculum. In the 1940s and 1950s, the University of Chicago played host to a “band of students” that included Ed Asner, Mike Nichols, and Elaine May. In the 1950s and 1960s, the Department of Theatre and the Department of Oral Interpretation (later renamed Performance Studies) at Northwestern University came to prominence and remain important forces in the training of Chicago actors and theater professionals. In the 1970s and 1980s, Illinois State University's theater program, with a curriculum designed to “push characters to the extreme,” trained many of the actors who formed the Steppenwolf Theatre Company ensemble.Several Chicago-area theaters also have sponsored classes. The Body Politic's founder Jim Shiflett often used Viola Spolin's theater games as the basis for his instruction. The St. Nicholas Theater Company, founded by David Mamet, used theater classes as revenue raisers. In the suburbs, the Piven Theatre Workshop has been training budding thespians for over 25 years. Founded by Byrne and Joyce Piven, it offers classes based on “story theater,” a directorial method developed by Paul Sills, Spolin's son. The workshop's impressive list of alumni includes John and Joan Cusack, Aidan Quinn, Lili Taylor, and the Pivens' children Shira and Jeremy.",
    "Bibliography": "Bloom, Arthur. “Chicago Theater Then. ...” In Urban Voices: Chicago as a Literary Place. Exhibition catalog. 1983.Ryan, Sheila. At the Goodman Theatre: An Exhibition in Celebration of the Sixtieth Anniversary of Chicago's Oldest Producing Theatre, October 12, 1985–January 11, 1986. 1985.",
    "Author of Text": "Andrea Telli"
}