{
    "Title": "Theater, Ethnic",
    "Descriptive Text": "The ethnic theater was an important Old World institution reinvented in immigrant neighborhoods. In 1849, German immigrants established a German theater that enacted the classic German repertoire, especially Schiller. By the late 1890s, Chicago had 11 German theaters, often performing new works by German American playwrights analyzing contemporary political and working-class issues. Critics rated German productions superior to the American stage.The local Swedish theater had its origins in the Svea Society (1857). A Polish theater began in 1873 but was not professionalized until 1908. Settlement houses, notably Hull House, helped nurture ethnic theater, especially among Italians and Greeks. There were several Yiddish theater companies, including the Weisenfreunds, starring Paul Muni. In 1905, Robert T. Motts opened the 900-seat Pekin, billed as “the only Negro owned theater in the world.” Its Pekin Stock Company gained renown for their song and dance performances.The ethnic theater provided inexpensive entertainment, helped maintain ethnic culture, and helped show the broader society that a particular group deserved respect. It declined in the 1920s amid a steep decline in immigration, as the second generation looked more to vaudeville, film, and other popular amusements. Although Yiddish theater persisted in Chicago, it tended to be increasingly nostalgic.In the 1920s, African American cultural revitalization spawned numerous small theaters in cities across the country, including the Skyloft Players and the Ethiopian Art Theatre in Chicago. Initially these theaters produced plays from mainstream repertoires, but they soon devoted themselves to developing and producing works by African American playwrights. In the 1930s, the Federal Theatre Project boosted African American theater when it established a black theater unit in the Chicago. In the 1960s and 1970s, African American theater blossomed in the city as part of the nationwide Black Arts movement and the widespread interest in community organizing. A number of small African American community theaters were formed and several of them persist, including the highly regarded ETA theater on the South Side.Hispanic theaters began staging their own productions and hosting professional touring groups during the 1920s. These enterprises declined during the Great Depression, however, when unemployment forced many of Chicago's Mexican Americans to move to Mexico. Chicago's Hispanic American theater was reborn in the 1960s and 1970s when a number of new community theater groups were established.Financial survival is an ongoing struggle for Chicago's small, community-based ethnic theaters. But the same force that keeps ethnic theater lively keeps it on the margins of the city's mainstream arts movements. In order to remain distinct and vibrant, ethnic theater needs to address the issues of a culture within a culture and before an audience that fully understands the complexities and nuances of that culture.",
    "Bibliography": "Kanellos, Nicolas. “Fifty Years of Theatre in the Latino Communities of Northwest Indiana.” Aztlan 7.2 (Summer 1976): 255–265.Naeseth, Henriette. The Swedish Theater of Chicago, 1858–1950. 1951.Peterson, Jane T. “Pride and Prejudice: The Demise of the Ethiopian Art Theatre.” Theatre History Studies 14 (1994): 141–149.",
    "Author of Text": "Steven A. Riess and Ian McGiver"
}