{
    "Title": "Thornton, IL",
    "Descriptive Text": "Cook County, 21 miles S of the Loop. Thornton shares boundaries with South Holland to the north, Glenwood to the south, and Homewood and East Hazel Crest to the west. Cook County Forest Preserves are to the east and south. The northern part of Thorn- ton is traversed east to west by the Tri-State Tollway (I-80/I-294). Halsted Street (Route 1) is part of Thornton's western border and has an interchange with I-80. The first railroad (later the Chicago & Eastern Illinois, now the Union Pacific) came to Thornton in 1869. At one time there was a depot in Thornton, but there is no longer passenger service.Thornton has been shaped by its geologic past. The western part contains 400-foot-deep sedimentary deposits of dolomite and was first quarried by Gurdon Hubbard in the mid-1830s. The Thornton Quarry is one of the largest commercial stone quarries in the world, operated by Material Service Corporation since 1938.Ten-mile-long Thorn Creek flows through the village from the south into the Little Calumet River. In the early years, Thorn Creek was about 40 feet wide and 4 to 6 feet deep; noted for its clear spring-fed water, it was navigable to Thornton.Evidence of Native American occupation of the Thornton area abounds, especially along Thorn Creek. The Hoxie Site to the east of Thornton dates to around AD 1400.The village of Thornton is the oldest settlement in Thornton Township, and both are named after William F. Thornton, one of the commissioners of the Illinois & Michigan Canal. The first white settler was William Woodbridge in 1834.The town was first platted in 1835 by John H. Kinzie. In 1836, Kinzie, Hubbard, and John Blackstone established a sawmill on Thorn Creek which provided the lumber for the first school in that same year. In 1852, John S. Bielfeldt, a German immigrant, established a brewery that was operated by his family until Prohibition. During Prohibition the brewery continued to produce beer and was sometimes raided by federal agents. The Frederick brothers bought the brewery and operated it in the 1940s. A Lithuanian immigrant, Ildefonsas Sadauskas, owned it in the early 1950s. Later the site housed a restaurant and other small businesses.The Great Depression had a profound impact on Thornton. The bank closed in 1934 and moved to Blue Island. During 1939–40 the Works Projects Administration created the public library and constructed sidewalks, curbs, and sewers in the village. In the 1930s the Civilian Conservation Corps operated Camp Thornton in the Sweet Woods Forest Preserve. The camp, which later housed German POWs during World War II, was last used by the Girls Scouts until 1988.Thornton's population has been stable for years at around 3,000, with its housing in great demand. Like much of the surrounding area, Thornton attracted a large number of Germans in its early years. Later, many Eastern Europeans arrived to work in the quarry, living south of the quarry in an area that became known as “hunkeyville.”",
    "Bibliography": "“History of Thornton, Illinois.” In Where the Trails Cross, vol. 3, no. 4. South Suburban Genealogical and Historical Society, South Holland, IL.Andreas, A. T. History of Cook County, Illinois. 1884.Markman, Charles W. Chicago Before History: The Prehistoric Archaeology of a Modern Metropolitan Area. 1991.",
    "Author of Text": "Dave Bartlett"
}