{
    "Title": "Tibetans",
    "Descriptive Text": "Tibetans began arriving in Chicago in 1992. After Chinese forces invaded and occupied Tibet in the 1950s, provoking an uprising in 1959, thousands of Tibetans fled into exile in Nepal, India, and Bhutan, seeking religious and civil rights. In 1989, the Tibetan U.S. Resettlement Project, a nonprofit coalition of Tibetans-in-exile and American supporters, persuaded the U.S. Congress to grant one thousand visas for Tibetan exiles as part of the Immigration Act of 1990. Chicago was one of several destinations for Tibetan immigrants using these visas. One hundred arrived between 1992 and 1994.The Chicago chapter of the Tibetan Resettlement Project was instrumental in assisting the newcomers, as were voluntary agencies like the Jewish Federation of Metropolitan Chicago. With the help of sponsors, Tibetans settled on the North Side, with the majority living near Foster and Sheridan. In 1993, the Tibetan Resettlement Project was reorganized as the Tibetan Alliance and continued to assist with English-language tutoring, visa processing, health care, and employment.Many Tibetan immigrants arrived in Chicago with advanced education and had little trouble finding jobs. Although spared poverty and unemployment, however, they were unable to secure jobs commensurate with their education level because many employers would not recognize their degrees from Nepalese and Indian universities. Many found employment in data entry and housekeeping positions.Starting in 1996, after the initial 100 Tibetans were settled, the process of family reunification added to the size of the Tibetan community. Although some left Chicago for other cities, the number of Tibetans in Chicago grew to roughly 200.In Chicago, Tibetans have sought to preserve their culture and heritage through organizations like the TIBET center, which was founded in 1999 as a cultural center for the entire Midwest. With a library and research center, cultural programs like Tibet Festival, lectures about Tibetan medicine and astrology, and language classes, TIBETcenter has established itself along with the Tibetan Alliance as a focal point for the community.In addition to their cultural associations, in the mid-1990s the Tibetans formed the Chicago Nomads soccer team, which competes annually in a tournament against other Midwestern Tibetan teams. The Tibetan Children's Dance group was formed in the 1990s.The Chicago Tibetan community practices Tibetan Buddhism and at the turn of the millennium was in the process of raising money to build its first temple. The community hosts visiting monks frequently. In 1993 and 1999, H.H. the Dalai Lama visited Chicago and gave audiences to the Chicago Tibetan community. As part of its religious calendar, the community celebrates the July 6 birthday of H.H. the Dalai Lama as well as “LOSAR,” the Tibetan New Year. The community also annually commemorates the March 10, 1959, Tibetan uprising against the Chinese.",
    "Author of Text": "Robert Morrissey"
}