{
    "Title": "Tinley Park, IL",
    "Descriptive Text": "Cook and Will Counties, 23 miles S of the Loop. There is much evidence of Native American residents in the area of Tinley Park, especially at the Oak Forest site to the east of town. The site, on the Tinley Moraine, overlooking a marshy area of glacial lake plain, dates to the 1600s. The 1816 Indian Boundary Line crosses to the southeast of the village.After the John Fulton family from New York arrived in 1835, a community developed, with the early names of the “ English Settlement” and Yorktown. As large numbers of Germans arrived in the 1840s it became known as New Bremen, after their port of departure. Bremen Township was organized in 1850. The Chicago, Rock Island & Pacific Railroad arrived in 1852 and became an important asset in the area's early growth and economic development. In 1892 the village was incorporated and named Tinley Park, in honor of Samuel Tinley, Sr., the longtime Rock Island station master.Tinley Park developed as an agricultural service center. In 1869 a grain elevator opened, and a Dutch-style windmill was constructed in 1872. In the 1890s a soft-drink bottling plant opened and operated until the 1940s. Telephone service began in 1898 and a municipal water system was built in 1899. In 1905 the Diamond Spiral Washing Machine Company built the first factory in Tinley Park. In 1909 an electric utility was created by local businessmen.The village had a population of 300 by 1900 and grew very slowly until World War II. After the war young families from Chicago were attracted by the affordable housing. From 1950 the population doubled every decade until 1980, and Tinley Park was one of Cook County's fastest-growing communities; 80 percent of the housing stock has been built since 1970. In recent years larger, more expensive houses have been built and the village continues to annex land. Tinley Park became the home of the World Music Theater and has experienced major commercial growth as industrial and office parks located along the I-80 corridor. The village is committed to “controlled growth,” however, with the goal of maintaining a livable community. Population had grown to 48,401 by 2000.Tinley Park's residents have included John Rauhoff, who created Ironite, an additive for waterproofing cement which was important in the building of Hoover Dam. John Poorman invented an improved chicken brooder. The Bettenhausen family produced famous Indianapolis 500 drivers.Tinley Park has been working to preserve its history. The area of the old 1892 village has been designated a historic district, where property owners are encouraged to restore and preserve their historic buildings and homes. The Carl Vogt Building is listed on the National Register of Historic Places and has been restored and is now used for commercial purposes. The Tinley Park Historical Society has renovated the Old Zion Landmark Church for use as its museum and headquarters.",
    "Bibliography": "“Featuring Bremen Township.” Where the Trails Cross 7.1 (Fall 1976): 1–3.Schwertfeger, Krista A., and Gail D. Welter. “Tinley Park.” In Local Community Fact Book: Chicago Metropolitan Area, 1990, ed. Chicago Fact Book Consortium. 1995.Tinley Park Chamber of Commerce. Tinley Park, Illinois: A World Class Community. 1995.",
    "Author of Text": "Dave Bartlett"
}