{
    "Title": "Togolese",
    "Descriptive Text": "Togolese immigrants are among Chicago's most recent arrivals. From a few scattered members in the 1970s, the Togolese community in Chicago grew rapidly in the 1980s, when closer ties between the United States and Togo, along with the emergence of a free-trade zone, made mastery of the English language and an American education more valuable. During Togo's transition to democracy in the late 1980s and early 1990s, political refugees reinforced the Togolese presence in Chicago. By the late 1990s, approximately 300 Togolese lived in the city and 500 in Illinois.The earliest Togolese to arrive in Chicago were probably from the former British Togoland protectorate. Togo was a German colony from 1884 until World War I, when joint British-French forces invaded and annexed its western half to Britain's Gold Coast colony. In 1956, the people of British Togoland voted in a United Nations plebiscite to join with the soon-to-be independent nation of Ghana. Thus, many of these early “Togolese” immigrants would now consider themselves Ghanaians. In Chicago, Togolese from the south often join Ghanaian community groups.In 1991, a coalition of the region's earliest Togolese residents founded the Association of Togolese in Chicago (ATC). The association had an original core of fewer than 100 members and modeled itself on the much larger associations of Chicago's Nigerians and Ghanaians. Its primary goal was to provide assistance for new Togolese immigrants, especially in the areas of housing and job placement. The Togolese community grew increasingly active in the city's political life, and by the beginning of the century the president of the ATC had become a member of the Mayor's Advisory Board for African Affairs. During summer months, the ATC held picnics with popular soccer matches against teams from other Francophone African communities.Beginning in the 1980s, the Togolese community settled mostly on the city's North Side, in Uptown, Lakeview, and Edgewater. The fruit markets and stores in these neighborhoods began carrying extensive African foods and publications, all of which attested to the cumulative buying power of a growing African community in Chicago. The Equator Club began inviting bands from the Democratic Republic of Congo to perform to packed crowds in the late 1990s, including Pepe Cale, Les Quatres Etoiles, Diblo Dibala, and Rochereau. In December 1997, the Togolese singer Afia Mala performed at the House of Blues, and the concert hall included Papa Wemba and Salif Keita in its 1998 AfroFest. Togolese women also introduced elaborate West African coiffures to residents of the Midwest. When West African braids became fashionable in the 1980s and 1990s, hair styling became a skill that could guarantee quick employment and, in some cases, small-business ownership. Many of the Togolese scholars visiting or teaching on Chicago's North Side were drawn there by the Africana collection at Northwestern University, the largest such collection in the world.",
    "Author of Text": "Charles Adams Cogan | Nourou Yakoubou | Ben Kokouvi Mensah"
}