{
    "Title": "Toll Roads",
    "Descriptive Text": "Toll roads, or turnpikes, date from the early years of the American republic. Several plank toll roads built in the Chicago area beginning in 1848 were put out of business within a few years by the railroads. The idea lay dormant until the growth of automobile use and the success of the Pennsylvania Turnpike in 1940 revived interest in toll roads.The construction of a $1.1 billion system of five freeways in Chicago and Cook County following World War II consumed most available transportation funds, so the state in 1953 created the Illinois State Toll Highway Commission to build an expressway system in the suburbs. Federal subsidies were not available until after the adoption of the Interstate Highway Act by Congress in 1956.By then, the tollway commission had already sold $415 million in bonds to be repaid by future toll revenues to build the 83-mile Tri-State Tollway, a beltway between the Indiana and Wisconsin state lines, the 76-mile Northwest Tollway to the Wisconsin state line north of Rockford, and the 28-mile East-West Tollway to Aurora. Chicago had independently proceeded with construction of the 7.8-mile Chicago Skyway to Indiana Toll Road's western terminus.The Skyway initially was a money loser, especially after completion of the parallel Interstate 80 freeway bypassing Chicago. Bondholders several times successfully obtained court orders raising Skyway tolls to cover interest on the $101 million in bonds sold to build the road, and the city was forced to subsidize Skyway maintenance programs. By the 1990s Skyway traffic had increased, primarily owing to motorists trying to avoid congestion on I-80, to the point that the road was turning a profit.The Toll Highway Authority, as it had been renamed, sold additional bonds in 1970 to build a 69-mile extension of the East-West Tollway to Sterling, Illinois, and in 1989 a 17-mile north-south tollway through DuPage County. As the twentieth century closed, the Toll Authority was negotiating to extend that road south into Will County to connect with I-80, the transcontinental interstate road between New York and San Francisco.The tollway system was originally designed as an extremely limited-access roadway along which not all interchanges had four-way access and egress. Since 1970, however, commuter traffic on the tollways has increased considerably, forcing the authority to expand interchanges and add new ones.",
    "Bibliography": "Chicago Area Transportation Study. 1995 Travel Atlas for the Northeastern Illinois Expressway System. 1998.Quaife, Milo M. Chicago's Highways Old and New from Indian Trail to Motor Road. 1923.",
    "Author of Text": "David M. Young"
}