{
    "Title": "Topography",
    "Descriptive Text": "Metropolitan Chicago's topography is almost entirely a product of glaciation. Only in scattered outcroppings is the underlying bedrock exposed in the form of low, isolated hills. The bedrock layers under the city of Chicago include massive reefs of limestone that are several hundred million years old, but they cannot be seen except in rock quarries such as the giant pit along the Des Plaines River at McCook. At the other extreme are the human-created landforms of the Chicago region. Mostly the result of solid-waste dumping over the years, some of these mountains of trash (which now are grass-covered hills) rise 175 feet above the surrounding surface.Chicago's flat topography is the result of its origin as a lake bottom. On at least three occasions between 14,500 and 4,000 years ago, glacial Lake Chicago, as this temporary enlargement of Lake Michigan was known, rose and fell. The balance was determined by the size of the glacier that blocked drainage to the north and the depth of the Des Plaines River outlet through the bedrock layers near Lemont. Glacial Lake Chicago was at its maximum extent about 12,500 years ago when it covered what is now the entire city of Chicago.BEFORE HUMAN TRANSFORMATION (MAP) The various levels of glacial Lake Chicago are marked by beach features such as spits and bars that formed along the temporary lake's margins. On the north side are the Wilmette Spit (Ridge Avenue, Wilmette); Rose Hill Spit (Ridge Avenue, Evanston ); and Graceland Spit (prominent near Graceland Cemetery at Clark and Montrose). On the South Side, former beach lines are encountered along Ashland Avenue at 63rd (West Englewood) and 95th Streets ( Beverly ) and in Evergreen Park. Farther south and east the Toleston, Calumet, and Griffith Spits represent successively older beaches corresponding to successively higher lake levels that can be seen traveling south on Highway 41 from either Gary or Hammond.Like present-day beaches, these ancient features consist of almost pure sand. In contrast are the glacial moraines that formed at the margins of the stagnant or retreating ice sheets and which consist of unsorted boulders, sand, clay, and pebbles. Prominent among them is the morainic ridge known as Blue Island which was surrounded by the waters of glacial Lake Chicago. It extends from Dan Ryan Woods (87th and Western) nearly six miles south to the Calumet Sag Channel in Blue Island.RAVINE IN HIGHLAND PARK, 1912 Some of the Chicago-area moraines are part of the Lake Border morainic system and their shape generally parallels that of the present shoreline of the lake. Green Bay Road in Glencoe follows the crest of the Highland Park moraine. The Deerfield moraine (Waukegan Road) separates the east and west forks of the North Branch of the Chicago River. The Park Ridge moraine is crossed by Milwaukee Avenue and Northwest Highway in Niles and Park Ridge.Still higher (and older) are the Tinley and Valparaiso morainic systems, whose outline also parallels that of Lake Michigan, but about 15–20 miles to the west. Rolling topography associated with the Valparaiso moraine occurs in a wide swath around the southern end of Lake Michigan and includes the hills of such communities as Barrington, Wheaton, and Monee. The Tinley moraine occupies a similar swath, about six miles closer to Lake Michigan, and includes Flossmoor, Western Springs, and Arlington Heights.This entire complex of features—Lake Michigan, the beach ridges, and moraines—lies at a higher elevation than the Upper Illinois River valley. The city of Morris, where the Des Plaines and Kankakee Rivers join to form the Illinois, lies about 75 feet below the level of Lake Michigan. Crossing the drainage divide between the Des Plaines–Illinois–Mississippi system to the west and the Chicago River–Lake Michigan–St. Lawrence River system to the east thus involves “stepping up” in elevation even though the drainage divide itself is barely noticeable.",
    "Bibliography": "Willman, H. B. Summary of the Geology of the Chicago Area. 1971.",
    "Author of Text": "John C. Hudson"
}