{
    "Title": "Torrens Title",
    "Descriptive Text": "Torrens Title is a simplified system of transferring title to land which was introduced by Robert Torrens in South Australia in 1858. The method involved filing a judicial proceeding that determined the owner of the land, which was recorded on an Original Registration Certificate maintained by the Torrens administrators. Under this system, the state guarantees title. An examination of the registrar's records could quickly determine the status of title, a substantial improvement over past systems.The Chicago fire of 1871 destroyed Cook County real-estate records. As Chicago and Cook County were expanding rapidly, providing an adequate verification of title was difficult. In 1897, the Illinois legislature provided an answer by establishing the first Torrens Title Act in the United States.The Torrens Act was welcomed by real-estate interests, who used it heavily to promote expansion and development. By 1937 approximately 20 percent of the 1,300,000 parcels of land in Cook County were held in the Torrens system.The use of the Torrens system began to decline during the 1930s; by then, 60 years of public records were available to private insurance companies, who competed vigorously with the Torrens system. Only 163 new registrations were filed from 1967 to 1977. Attorneys preferred the fast, efficient title insurance company methods to the slower administrative processes of the Torrens system. Also in the late 1970s the practice of selling mortgages to a secondary market became widespread, but institutional investors would not accept a Torrens certificate as a guarantee of title.In view of the declining use of the Torrens system, in January 1992 the Illinois legislature began the process of phasing it out.",
    "Bibliography": "1985 Illinois Revised Statutes, chap. 30, secs. 45–148.1991 Illinois Revised Statutes, chap. 30, sec. 1481.Turano, Guerino J. “Torrens in Cook County 1897–1997: A Tearless Requiem.” Title Issues 1.3 (n.d.).",
    "Author of Text": "John T. Durkin"
}