{
    "Title": "Tourism and Conventions",
    "Descriptive Text": "Always a place of commerce and spectacle, Chicago from its infancy played host to major conventions and to individual travelers. As early as 1847, Chicago hosted a meeting of American business and political leaders that brought 20,000 to a city whose population was only 16,000.The city's central location in the United States, access, large meeting areas, and ample hotel rooms over the years created a spot unequaled for efficient gatherings, and by the 1990s, industry-specific conventions such as the hardware or housewares show generated $5 billion annually for the local economy. While conventioneers or businesspeople come for a reason—to meet or to study an innovation —such visitors typically branch out and enjoy the city's shopping, cultural, entertainment, or sports offerings.INTERNATIONAL EUCHARISTIC CONGRESS, 1926 From 1850 on, political, industrial, commercial, religious, and sports conventions have been held regularly in Chicago. Even in the beginning, business leaders underwrote infrastructure costs for such events, knowing that upfront spending brought even greater returns when visitors arrived and opened their wallets and purses for the city's plentiful goods and services. Local and federal funds were used as well, and by the 1960s, under the guidance of Mayor Richard J. Daley, convention halls, highways, and the airports had been built, expanded, or modernized, creating one of the world's most modern and functional meeting centers.Temporary outdoor stages were among the first structures built to accommodate conventions. Permanent structures followed: the Wigwam was built to attract the 1860 Republican Convention, and by the turn of the century, the vast, turreted Coliseum became home to large gatherings and political conventions. The Republican Party chose the Coliseum for its gathering three times from 1908 through 1916.In 1960 the McCormick Place Convention Center was opened. While the hall was not an instant success, when it burned seven years later, it was quickly rebuilt and expanded. Two more halls were added in later years, creating 2.1 million feet of space. Thirty years later, the United Center was built as a sport and entertainment showcase; it was also home to the 1996 Democratic National Convention.While conventions typically have been a boon to the city, some have proved to be a public-relations disaster (e.g., television cameras captured Chicago police beating students protesting the Vietnam War during the 1968 Democratic National Convention).For decades, Chicago tourism was limited to domestic travelers, typically honeymooners, businesspeople, or residents from smaller Midwestern cities and rural towns who came to shop and marvel at the city's manifestations of power and wealth: Prairie Avenue mansions, grand European-style hotels, massive grain elevators, and endless train yards. Later, Gold Coast homes, the Sears Tower and other skyscrapers, and the trading floors of the Chicago Board of Exchange provided the same power to awe.MAP OF FAIRGROUNDS, 1893 But before 1900, writers and visitors from Europe either praised the city for its rapid growth or dismissed it as a mishmash of wealth and poverty. The World's Columbian Exposition of 1893 boosted the city's image, but some observers noted that the magnificent and orderly fairgrounds were temporary, while the city's problems with grime and poverty appeared to be permanent. Domestic visitors were not put off by the city's extremes, however, and before its close, 12 million total attendees had come for the fair. In a single day set aside to celebrate Illinois, more than 540,000 came.The Century of Progress Exposition in 1933 provided a similar occasion for visiting Chicago, as well as a bright glimmer of hope in the midst of the Great Depression. Again, observers noted the forward-looking fairgrounds compared with the grim reality of Chicago's slums. Even so, visitors flocked to the fair: more than 39 million attended over the course of a year.By the 1950s, most tourists came from a 500-mile radius and were friends or family of area residents. It wasn't until the late 1980s that Chicago blossomed as a world-class destination, its image fueled by top-flight retail stores lining North Michigan Avenue, major one-of-a-kind shows at the Art Institute of Chicago and other museums, blues and jazz clubs, dazzling architecture, lake and river cruises, fine dining, gallery districts, discount shopping in the suburbs, historic Wrigley Field, as well as the opportunity to see in action basketball legend Michael Jordan.The increase in domestic and international tourists had a major economic impact on Chicago in the 1990s, causing a boom in hotel building, restaurant openings, and services geared to travelers.By 1995 tours of ethnic neighborhoods and their cultural institutions were added to many itineraries. Certain neighborhoods such as Pilsen, with a large Mexican population, began courting tourists with walking maps and periodic festivals and ethnic fare timed with cultural holidays.",
    "Bibliography": "Crain's Chicago Business. Various articles on conventions by Jeff Borden and Joanne Cleaver and on tourism by Anne Moore. 1994–1998.Lowe, David. Lost Chicago. 1993.Mayer, Harold M., and Richard C. Wade. Chicago: Growth of a Metropolis. 1969.",
    "Author of Text": "Anne Moore"
}