{
    "Title": "Toy Manufacturing",
    "Descriptive Text": "Throughout the twentieth century, Chicago was home to the leading manufacturers of toys, from Lincoln Logs and Tinkertoys to Pac-Man machines and Beanie Babies. Toy manufacturers thrived in Chicago for the same reasons makers of other products did: rail, water, and air transport provided a cheap means to receive raw goods and to ship finished products to wholesalers and retailers worldwide. The city's abundant labor supply also contributed to the area's attractiveness as a manufacturing base.By 1900, manufactured toys were designed to be smaller versions of the machinery, conveniences, or building materials used by adults: cars, trains, cabs, and tractors were molded from cast iron, fitted with clockwork engines, and stamped with a real brand name at such firms as Hafner Manufacturing Company, whose plant was on the Near West Side. By 1907, Hafner was handling huge orders for the look-alike mechanical toys—especially their model trains, the American Flyer line—pouring in from New York wholesalers and local merchants such as Montgomery Ward & Co.So great was the demand for realistic toy cars that in 1923 Freeport-based Structo Manufacturing Company turned from making Erector Set–style building toys to making model-kit vehicles such as a toy Model T, which came with a real hand crank and shifting gears. Similarly constructed trucks and tractors filled out the Structo line, which flourished for decades.A special variety of miniature toy got its start in Chicago, when publisher Charles O. Dowst saw a Linotype machine at the World's Columbian Exposition and lit on the idea that such a machine could be modified to stamp out tiny metal charms. From there, Dowst founded Tootsietoys, the company that made tiny charms and novelties, including the prizes found in boxes of Cracker Jack. Dowst was the first to create a die-cast miniature car; he later made a replica of the Model T Ford, then General Motors cars and Mack trucks. Makers of those cars and trucks often requested a look-alike by Tootsietoys and used the miniatures as marketing gimmicks.Chicago was also the birthplace of some famous wooden toys. Tinkertoys—still a popular building toy—were created in Evanston by Charles H. Pajeau, who poked holes on the rim of a wooden sewing spool and created an ingenious building joint, allowing wooden spokes to be connected in a variety of directions. Pajeau first exhibited his invention—as a windmill—in a storefront during a New York toy fair in 1914 and never lacked for buyers after that time. By the 1960s two million Tinkertoy sets sold annually. The product was then owned by another company, but Pajeau ran the Toy Tinkers Company from Evanston until 1952.Lincoln Logs, first made out of notched redwood in 1918, were invented by John Lloyd Wright, the architect's son, and marketed along with other sturdy, functional wood toys under the Red Square Toy Company name. The company was bought in 1943 by Playskool Corporation, another toy giant with roots in Chicago, which still markets Lincoln Logs.Metal toy makers were caught in a squeeze for raw goods during World War II —when certain materials were rationed or became exorbitantly expensive—and an industrywide consolidation over several decades left Chicago with few local toy manufacturers by the 1960s. Also, toy makers turned to plastic by the 1950s, rendering much of the Chicago manufacturers' equipment obsolete.Some toy makers live on in the area. Chicago-based Radio Flyer Inc., for example, markets a toy-sized version of its distinctive red wagon, though the manufacturing of that toy is done overseas.The making of coin-operated amusements took off just as toys made from metal and wood began their decline. Chicago-based Lion Manufacturing Corporation created, in 1932, the first pinball machine, the Ballyhoo—which sold 50,000 in less than a year—and spawned a new company, Bally Manufacturing Company, which is still based here.While Bally was the biggest, two other Chicago-area companies, Williams Electronics and D. Gottlieb & Co., were also major makers of hand-operated games, and, once again, Chicago became a major center for the manufacture of goods for amusement.Of the three, Bally reigned supreme because of steady innovation. Bally created the first electric slot machine in the 1960s, and, only ten years later, it embraced a variety of the newest technologies to create the best-selling arcade games of the late twentieth century: Space Invaders and Pac-Man.By 1994, miniatures came back into fashion with the arrival of Beanie Babies, made by Oak Brook –based Ty Inc. The soft, beanbag animals came tagged with amusing names like Cubbie the Bear, Patti the Platypus, or Bronty the Brontasaurus. Such was the craze for the little limited-edition creatures that collectors bid up $5.95 items to prices as high as $5,000.",
    "Bibliography": "Achilles, Rolf. Made in Illinois: A Story of Illinois Manufacturing. 1993.Cross, Gary. Kids' Stuff: Toys and the Changing World of American Childhood. 1997.Rozek, Dan. “Big Beanie Business.” Chicago Sun-Times, October 11, 1998.",
    "Author of Text": "Anne Moore"
}