{
    "Title": "Traction Ordinances",
    "Descriptive Text": "Passed in February 1907 by the Chicago City Council, the traction ordinances represented the culmination of 15 years of public debate over mass transit policy. The settlement between the city and the surface line companies contained several major components, including a continuation of private ownership, plans to finance major service improvements, broad new regulatory powers for the local government, and the creation of a supposedly neutral body of experts to help settle disputes, the Board of Supervising Engineers. While promising immediate relief for the long-suffering straphanger, the agreement ended up contributing to the decline of public transit and the rise of the automobile as the preferred mode of transportation.The roots of the controversy lay in Chicago's tremendous growth in size and population following the great annexation of 1889. A powerful new technology, the electric trolley, seemed to offer a solution to increasing problems of crowding and congestion, but corrupt politicians and unscrupulous transit operators frustrated hopes for rapid gains in the quality and cost of services. Demands for better public transportation, as well as other public services, were significant components in the rise of a series of political reform movements collectively known as “progressivism.” Public discourse on transit policy focused attention on the most notorious street railway owner, Charles Tyson Yerkes, and a group of equally disreputable aldermen called the “ Gray Wolves ” for their predatory behavior. In 1897, the reformers defeated Yerkes' scheme to win a 50-year franchise from the state legislature, and he sold out two years later. Popular agitation made transit policy a pivotal issue in municipal elections, with candidates demanding either stiff city regulations or public ownership of the companies. After a number of proposals along these lines failed to achieve political consensus, financial leaders and conservative reformers cobbled together the settlement embodied in the 1907 ordinances. By severely narrowing policy options for the future of mass transit, they undermined its economic viability and literally helped pave the way for the automobile.",
    "Author of Text": "Harold L. Platt"
}