{
    "Title": "Trade Publications",
    "Descriptive Text": "The story of the Chicago trade press is a complicated one. It is a yarn of free enterprise—with entrepreneurs launching magazines, newspapers and newsletters because an industry, profession, or business needed information. Yet it is also a tale of closed associations, far removed from capitalism—with organizations starting their own periodicals to offer news, features, and research to their memberships.Chicago has long been a major center for the publication of specialized business periodicals; more than 200 were still published in the city in 2000. The majority were published by independently run corporations, large and small, such as Crain Communications, Real Estate News Corporation, Talcott Communications, Trend Publishing, Luby Publishing, and Jacobsen Publishing. But a large minority are published by associations headquartered in Chicago, including the American Medical Association, the American Bar Association, the American Library Association, and the American Marketing Association. Indeed some of the most widely circulated specialized business periodicals are published by these organizations.On the entrepreneurial side, the story of Crain Communications, Inc., illustrates many of important principles of Chicago trade publishing in both the nineteenth and twentieth centuries. G. D. Crain, Jr., who moved his small company to Chicago from Louisville, Kentucky, in 1916, was a master of launching publications and acquiring magazines. Advertising Age, the best known of the tabloids that he launched, started in Chicago in 1930 but has since moved to New York City. Many of the properties Crain acquired were and continue to be based in Chicago. In 1967, Crain Communications purchased American Trade Magazines, publishers of American Drycleaner and the American Laundry Digest; those publications remain in the city. But Crain—like a number of trade publishers—discovered that Chicago alone could not be its sole base of operations. The acquisition which signaled that move was the acquisition of Detroit-based Automotive News in 1970.In 2000, Crain remained a privately owned company with nearly all stock owned by family or active employees; the family also controlled the management of the company. The company itself was on strong financial footing, with 30 publications and two radio stations (in Florida) and more than 900 employees. It ran its operations out of 17 different offices in the United States and abroad, including two offices in Chicago. The Rush Street facility is the home of the corporate human resources as well as Business Insurance (circulation over 50,000), BtoB (circulation over 50,000), Crain's Chicago Business (circulation over 50,000), Modern Healthcare (a weekly with a circulation over 80,000), and Modern Physician (circulation over 30,000); the other, on North Dearborn, is the headquarters of the American Trade Magazines' smaller circulating properties— American Clean Car, American Coin-Op, American Drycleaner, and American Laundry News. Crain's corporate activities for administration, accounting, and circulation are now based in Detroit.The other segment of trade publishing in Chicago is based in associations. Chicago is home to many professional and trade associations. Most organizations only publish one or two periodicals, but some of the larger associations, such as the American Library Association, the American Medical Association, and the American Bar Association (ABA), each publish a variety of journals, magazines, and newsletters. One of the largest and best known is the ABA Journal (established 1915, published since 1920 in Chicago), a slick monthly designed to cover law and the practice of it. With a circulation of almost 400,000, it is the most widely read magazine on law in the nation.Chicago's trade publishing picture differs considerably from many other cities. Because of the diversity of the economic base of Chicago, the trade press has never been dominated by a single industry, business, or association. The Chicago Daily Hide & Tallow Bulletin, Bowling Center Management, and JAMA have all called Chicago home.",
    "Bibliography": "Baird, Russell, and A. T. Turnbull. Industry and Business Journalism. 1961.Endres, Kathleen L., ed. Trade, Industrial, and Professional Periodicals of the United States. 1994.Goldsborough, Robert. The Crain Adventure: The Making and Building of a Family Publishing Co. 1992.",
    "Author of Text": "Kathleen L. Endres"
}