{
    "Title": "Transportation",
    "Descriptive Text": "By the 1880s residents of Chicago could rightly claim that their city was the railroad mecca of America. Chicago was served by nearly a score of long-distance rail carriers and several switching and terminal companies. Forty years earlier Chicagoans had seemed sanguine about the future of water transport, whether on the Great Lakes, inland rivers, or canals. The advent of steam-powered vessels after the War of 1812 had significantly shortened the travel time between destinations on navigable bodies of water and the city was advantageously situated at the mouth of the Chicago River on the southwestern shore of Lake Michigan. Moreover in the 1840s, prospects looked good for construction of a strategic “ditch,” the Illinois & Michigan Canal, to link the Chicago and Illinois Rivers and hence connect Lake Michigan and the Mississippi River system. This 96-mile canal opened in 1848.ILLINOIS AND MICHIGAN CANAL, 1871 Chicagoans correctly perceived transportation as both a cause and an effect of urban development and they strove to enhance their facilities. Better transport, however, meant more than better waterways. Caught up in the fad of plank roads during the 1840s, residents endorsed placement of wide wooden planks across timber stringers to create a solid surface over the muddiest stretches of road. By the early 1850s there were seven such thoroughfares. But the continual expense of upkeep and the failure of privately owned plank-road companies to generate profits dampened interest.Although barely visible in the Middle West, by the 1840s the Railway Age had already dawned. Public support contributed to making Chicago a railroad hub. Backing took the form of franchises, subscriptions to railroad securities, and grants of real estate for rights-of-way and facilities.Chicagoans saw their first iron horse in 1848. On October 10, 1848, a 2-4-0 type steam locomotive, appropriately named The Pioneer, began to pull cars laden with construction supplies and workers over the advancing line of the Galena & Chicago Union Railroad. Spearheaded by several Chicago businessmen, including Walter Newberry, William Butler Ogden, and Charles Walter, the company formed the core of that future corporate giant, the Chicago & North Western Railway System.ILLINOIS CENTRAL RAILROAD DEPOT, 1858 Although the Galena & Chicago Union won the distinction of being the first railroad to turn a wheel in Chicago and Cook County, it soon lost its monopoly status. The Illinois Central (IC), the first recipient of a federal land grant, rapidly took shape in the early 1850s. The IC created a monster route for that era with a wishbone-shaped line that ran the length of the state from Chicago and Dunleith in the north to Cairo in the south. Other carriers followed. Extant Chicago-based companies include the Chicago, Burlington & Quincy (formerly Aurora Branch Railroad) and the Chicago, Rock Island & Pacific (formerly Chicago & Rock Island). The Burlington & Rock Island pushed westward to the Mississippi and later into the trans-Mississippi West. The Michigan Southern (soon to become the Michigan Southern & Northern Indiana, and later part of the New York Central system), arrived in Chicago from the East in 1852. Another future component of the New York Central, the Michigan Central, appeared that same year. But an all-rail link between Chicago and New York City was not forged until 1858, when a unit of the Pennsylvania system, the Pittsburgh, Fort Wayne & Chicago, opened its Chicago extension.By the eve of the Civil War, 11 railroads served the expanding metropolis. Boosters claimed that a hundred trains daily served their city. More significant was Chicago's role as the principal transshipment point between eastern and western rail networks. No city before or since assumed such a strategic position. Chicago emerged as the major beneficiary of a transportation geography that favored railroad termini over places that had been heavily dependent upon water navigation.RAILROAD PATTERN IN 1950 (MAP) Chicago continued to strengthen its position as America's premier railroad hub with the opening of the first route to the Pacific in 1869, and with subsequent transcontinental arteries. The city witnessed other linkages that bolstered commerce; for example, completion of the Minnesota & Northwestern (Chicago Great Western) between Chicago and St. Paul in 1887 offered new avenues of trade.Chicagoans also encountered the great monuments of the Railway Age—urban terminals. Unlike St. Louis, where all trains entered and departed a true “union” station in 1894, six major depots served Chicago by the early twentieth century. With the exception of the Chicago & North Western terminal on Wells Street (replaced by a massive structure on Madison Street in 1911), Chicago's railroad stations served more than a single carrier. A process of replacement terminals continued throughout the era of heavy train travel. In 1924 the last major terminal to open was Union Station, located on Adams and Canal Streets. This facility, which replaced an 1881 depot, became a bona fide union station in 1971, when the quasi-public National Railroad Passenger Corporation (Amtrak) assumed most intercity passenger operations. Commuter trains, which had served the greater Chicago area since the 1850s, continued to use this facility and several other stations, albeit greatly modified ones.COMMUTERS WAITING FOR TRAINS, 1941 When travelers patronized a Chicago railroad terminal, they frequently used local transport, which after the Civil War progressed from horsecar to cable car to electric trolley and elevated train (the “L”), and ultimately included the bus. Just as the city boasted of being the railroad capital of America, its intracity transport facilities could also be described in superlatives. For instance, the largest, and on the whole the most important, cable system in the nation was the Chicago City Railway, which operated from 1882 until 1906 along the principal commercial streets.MUNICIPAL AIRPORT, 1929 While convenient surface transport pleased railroad officials, they hardly welcomed the growth of Chicago as one of the nation's aviation centers. A steady and at times rapid expansion continued after 1925, especially in the late 1950s, when the jet airplane began to replace the passenger train as the most popular form of long-distance intercity transport. Merrill C. Meigs Field was joined first by Chicago Midway Airport and then O'Hare International Airport.STATE & MADISON, C. 1905 Similarly, the automobile caused massive dislocations for existing forms of transportation. The sting of auto competition led to abandonment of two of Chicago's most significant electric interurbans by 1963: the Chicago, Aurora & Elgin; and the Chicago, North Shore & Milwaukee, both products of the “interurban madness” of the early twentieth century. Steam railroads, too, were forced to revamp their commuter operations to cope with increased automobile traffic after World War II owing to ever-improving roads, expressways, and interstates. The most notable response came in the mid-1950s with the introduction of double-deck equipment and “push-pull” trains on the North Western. Financial difficulties, however, forced commuter roads to back creation in 1974 of the Regional Transportation Authority to finance service in the six-county Chicago region.CHICAGO'S WORLD (MAP) Taxpayer involvement in commuter service paralleled events in intracity transport. By 1945 the city's private transit companies, the Chicago Surface Lines and the Chicago Rapid Transit Company, could no longer economically survive. They were replaced in 1947 by the Chicago Transit Authority, a state-chartered organization, which was charged with operating the rapid transit, trolley, and bus lines on the basis of revenues earned. The bus routes of the Chicago Motor Coach Company were added to the system in 1952. As with intercity passenger trains, the private sector wanted no part of hauling people. Yet freight was sought and Chicago retained its status as the American railroad center. Moreover, the city gained the distinction of being a national airline and motor transport hub.",
    "Bibliography": "Bach, Ira J., and Susan Wolfson. A Guide to Chicago's Train Stations: Past and Present. 1986.Conzen, Michael P., and Kay J. Carr, eds. The Illinois and Michigan Canal: National Heritage Corridor. 1988.Grant, H. Roger. The North Western: The Chicago and North Western Railway System. 1996.",
    "Author of Text": "H. Roger Grant"
}