{
    "Title": "Treaties",
    "Descriptive Text": "The Chicago area was directly affected by five of the approximately 370 ratified treaties between the federal government and American Indian nations signed from 1778 to 1871. Indian treaty making ended by law in 1871, but an additional 73 “agreements” containing similar provisions were ratified up to 1911. Treaties involving the Chicago area were signed in 1795, 1816, 1821, 1829, and 1833.The Treaty of Greenville, Ohio (1795), ceded to the federal government the southern two-thirds of present-day Ohio, ending the allied Indians' long battle to maintain the Ohio River as the boundary between areas for white and Indian settlement, a boundary set by the Treaty of Fort Stanwix in 1768. The treaty also ceded 16 tracts at strategic locations on the water transportation routes of the Northwest Territory, including three in present-day Illinois: (1) the mouth of the Chicago River, where Fort Dearborn was erected in 1803; (2) the portage area between the Chicago and Des Plaines Rivers; and (3) the mouth of the Illinois river.Following the War of 1812, the regional band of Ottawa, Chippewa, and Potawatomi ceded to the United States a strip of land extending directly southwest from points 10 miles north and 10 miles south of the mouth of the Chicago River. Through this Treaty of St. Louis (1816), the government acquired control over the Chicago River corridor linking Lake Michigan and the Mississippi River. At Chicago, Ottawa, Chippewa, and Potawatomi representatives signed a treaty August 29, 1821, giving up land in southwestern Michigan and also gave permission to build a road from Detroit to Chicago, completed in 1835.The pioneer farm of Antoine Ouilmette, now a lighthouse site in Wilmette, marked the corner of an area extending westward to the Rock River ceded by the Treaty of Prairie du Chien (Wisconsin, 1829). Other treaty provisions granted sections of land along the Chicago and Des Plaines Rivers to several people of Indian heritage, including Billy Caldwell, Alexander Robinson, and Archange Ouilmette, Potawatomi wife of Antoine.The famous Treaty of Chicago (1833) brought an estimated three thousand Indians, traders, government officials, army troops, land speculators, and adventurers to the small village to witness the dramatic proceedings whereby the Potawatomi ceded the last of their Illinois and Wisconsin lands and their last reservations in Michigan. Indians began the demanded removal to land west of the Mississippi river, or fled to Wisconsin and Canada before the treaty was ratified in 1835.",
    "Bibliography": "Kappler, Charles J., comp. and ed. American Indian Treaties. 1972.Prucha, Francis Paul. American Indian Treaties. 1994.Royce, Charles C., comp. “Indian Land Cessions in the United States.” Eighteenth Annual Report of the Bureau of American Ethnology for 1896–97, Part II. 1899.",
    "Author of Text": "Helen Hornbeck Tanner"
}