{
    "Title": "Trees",
    "Descriptive Text": "“What can be finer than the White Elm?” “Let the whole avenue consist of noble elms, arching beautifully overhead.” Addressing the Illinois Horticultural Society in 1882, horticulturist John Warder was referring to the American elm then beginning to influence the character of countless young towns of the Midwest as it became queen of the street trees. In addition to its attractive vase shape, its tough branches and capacity to tolerate street-side soil adversities were valuable attributes.For many decades, the American elm reigned as a splendid dominant feature of Midwestern streetscapes. In the middle of the twentieth century, disaster struck in the form of Dutch elm disease. A vascular fungus decimated the elm populations of hundreds of cities and towns in the Midwest, including many in the Chicago region. Insecticide application and prompt removal slowed attrition. The disease has continued to destroy American elms, but remnant arcades persist in metropolitan Chicago.Following World War II, suburban developers and residents looking for quick shade planted whole communities with silver maple and Siberian elm. In older Chicago communities, however, the American elm remained the predominant street tree (45 percent) as late as the 1970s. Norway and silver maples were half as common, followed by ash at 12 percent. Far behind were oaks, remnants of naturally occurring groves, and scattered plantings of honey locust and linden. Less common were catalpa, ginkgo, sycamore, hawthorn, mulberry, cottonwood, pin oak, willow, horse chestnut, hackberry, and crabapple.The past two decades have seen a marked increase in diversity in street tree planting in both Chicago and its suburbs. Hybrid trees of maples, elms, and lindens contribute special toughness and stress tolerance. Oaks are increasingly being planted. Recent extensive tree planting has enriched the Chicago streetscape. Downtown Chicago has a rich matrix of honey locust, augmented generously with well-chosen newcomer trees.",
    "Bibliography": "Schmid, James A. Urban Vegetation: A Review and Chicago Case History. 1975Warder, John A. “Trees for the Park, the Avenue and the Street.” Transactions of the Illinois State Horticultural Society, n.s. 16 (1882): 186–192.Warder, John A. “Street Trees for Prairie Towns.” Transactions of the Illinois State Horticultural Society, 27th Annual Meeting (1883): 1–5.",
    "Author of Text": "George H. Ware"
}