{
    "Title": "Tribune Co.",
    "Descriptive Text": "The Chicago Daily Tribune newspaper was founded in 1847. In 1861, six years after Joseph Medill became associated with the paper, the name changed to Chicago Tribune. After a few years in other pursuits, Medill regained control of the paper in 1874 and directed it until 1899. In 1880, Medill's company had about 200 production workers in Chicago. During the 1910s, Medill's grandsons Robert R. McCormick and Joseph Medill Patterson took over the management of the company that owned the Tribune, which became more than just a publisher of a leading Chicago newspaper. In 1919, the Tribune Co. established a new paper in the country's largest city called the New York News (later the Daily News ), led by Patterson, who had moved to New York. Back in Chicago, McCormick had made the Tribune the most widely read of the city's several daily newspapers, even as he built the Tribune Co. into a diversified media company. Daily circulation of the paper rose from about 230,000 in 1912 to 660,000 by 1925. The WGN radio station was launched in 1924, just before the company and its flagship newspaper moved into the new Tribune Tower on North Michigan Avenue in downtown Chicago. The Tribune Tower provided space for some 2,000 employees. The company's WGN television station was established in 1948, becoming Chicago's only “superstation” 30 years later, with broadcast outlets around the country. After McCormick died in 1955, the Tribune Co. continued to grow. During the 1960s, it purchased newspapers in Florida. In 1981, when it created a subsidiary called the Tribune Broadcasting Co., the company bought the Chicago Cubs baseball team from the Wrigley family. In 1983, as annual revenues approached $2 billion, the Tribune Co. began to sell stock to the public. The New York Daily News was sold off in 1991, and the Tribune Co.'s total workforce across the country dropped from nearly 19,000 in 1985 to about 10,000 in 1994. During the 1990s, the company launched an electronic version of the Tribune newspaper. At the end of the century, with over $3 billion in annual sales, the company expanded by purchasing the Times Mirror Co., publisher of the Los Angeles Times and other newspapers around the country. This acquisition turned the Tribune Co.—which now owned 10 major papers—into the nation's third-largest newspaper company in terms of total circulation. It also owned some 20 television stations nationwide. By 1999, the company employed nearly 6,000 people in the Chicago area. It continued to grow vigorously through the early 2000s, with annual revenues reaching over $5 billion."
}