{
    "Title": "Tuberculosis",
    "Descriptive Text": "Tuberculosis is an infectious disease of the lungs and other organs. Once considered incurable, the disease caused its victims to slowly waste away, which was why it was called “consumption.” With a mortality rate of approximately 18 per 10,000 people, tuberculosis was a leading cause of death within the city of Chicago at the turn of the twentieth century.Early attempts at controlling tuberculosis in Chicago focused on home sanitation, public health education, and isolation of the patient. Private hospitals took a few tuberculosis patients, but public facilities to care for consumptives were not available. In order to raise public awareness, the Visiting Nurses Association and physician Theodore Sachs spearheaded an antituberculosis movement in the early 1900s. This eventually resulted in the passage of state legislation, the Glackin Tuberculosis Law, in 1909, giving the city of Chicago the ability to raise funds for the treatment and control of tuberculosis through a special property tax. In 1915, the Chicago Municipal Tuberculosis Sanitarium opened and remained in operation until the 1970s.Mortality rates from tuberculosis declined slowly in Chicago in the early twentieth century with disparities in mortality rates due especially to race. As a result of overcrowding and poverty, African American and immigrant communities were hardest hit. While mortality rates for whites were decreasing, racially restrictive hospital admittance and public health policies led to an increase in mortality for the black community. Finally, midcentury drug therapies effectively controlled tuberculosis. Tuberculosis remained under control in Chicago until the 1980s, when the spread of AIDS created a community of individuals susceptible to the disease.",
    "Bibliography": "Bonner, Thomas Neville. Medicine in Chicago 1850–1950. 1957.McBride, David. From T.B. to AIDS: Epidemics among Urban Blacks. 1991.Rothman, Sheila. Living in the Shadow of Death. 1995.",
    "Author of Text": "Susan Vieweg"
}