{
    "Title": "Tunnels",
    "Descriptive Text": "Chicago has been able to use tunnels to solve various infrastructure problems, thanks to an easily excavated layer of blue clay underlying the city. Even deeper flood control tunnels have been cut through bedrock, as part of the Deep Tunnel project.Water TunnelsWater intakes just offshore proved inadequate soon after their construction in the 1850s, as the river carried raw sewage into Lake Michigan. Engineer Ellis Chesbrough, who designed the city's sewer system, proposed a tunnel two miles long to a new water intake further out in the lake.CONSTRUCTING WATER TUNNEL, 1866 Beginning in 1864, a crew tunneled from the shore, joined later by another crew tunneling from the intake crib in the lake. Two shifts a day mined by hand the clay and occasional gravel deposits, with the spoil carried away by small mule-drawn railcars. A third shift of masons lined the five-foot-diameter tunnel with two layers of brick. The two tunnels met in November 1866, less than seven inches out of alignment.This tunnel supplied water to the new Chicago Avenue pumping station and water tower. By 1874, a second tunnel was dug to the same intake crib, and a diagonal tunnel under the city delivered water to a pumping station near Cermak and Ashland. Today the city has 65 miles of water supply tunnels, including several lake tunnels extending as much as four miles underwater.River TunnelsThe low bridges crossing the Chicago River were frequently opened for the passage of masted vessels, cutting off street traffic to the North and West Sides. City officials began discussing tunnels under the river as early as 1844. The 1,605-foot Washington Street tunnel opened January 1, 1869. North Side access was made easier with construction of the LaSalle Street tunnel (1869–71), 2,000 feet long. The tunnels were a valuable escape route during the fire of 1871, which quickly consumed the wooden bridges. These first two tunnels served private vehicles and pedestrians; they carried no horsecar lines. However, in the 1880s the cable car companies took over the two tunnels, because cables could not cross drawbridges, and in 1891–92 built a third street railway tunnel just north of Van Buren Street, 1,514 feet long.Although the tunnels had been some 18 feet under the riverbed when built, reversal of the Chicago River in 1900 exposed them. They were closed with the end of cable car operation in 1906. Wider, deeper replacements were built underneath the original tunnels and opened to electric streetcar service in 1911–12. To avoid steep grades at either end, the new LaSalle Street tunnel was built in dry dock, of steel plate, and lowered into a trench in the riverbed.The Van Buren Street tunnel was closed to regular traffic in 1924. The LaSalle Street tunnel closed in 1939 to allow subway construction, and the Washington Street tunnel was closed in 1954.Freight TunnelsA network of freight tunnels under most downtown streets once carried freight from railroad terminals, packages from department stores, coal to Loop office buildings, and ash and excavation spoil to fill in the lakefront.In 1899, an independent telephone company was given a franchise to lay telephone cables under downtown streets. Whether it was the company's original intent, or a later inspiration, construction began in 1900 of tunnels large enough to carry a narrow-gauge (two-foot) electric railroad. Freight service began in 1906, and the approximately 60-mile network was largely complete by 1909. Shipments arriving at railroad freight houses were reloaded on the small tunnel cars, which were lowered by elevators to the tunnels and towed to their destinations. Tunnel trains carried coal to basement boiler rooms and carried ash away for disposal.By the 1930s, motor trucks proved more efficient than the freight tunnels. Subway tunnels constructed in 1939 at the same level cut off important parts of the network, and Loop buildings shifted to coal delivery by truck and then to natural gas. The freight tunnels were abandoned in July 1959.Today, some sections of the tunnels are used for utility and communication lines. In April 1992, one of the tunnels under the Chicago River near Kinzie Street was punctured, flooding most of the system and two dozen downtown buildings with open tunnel connections.Subway TunnelsBeginning in 1938, federal financing from the Public Works Administration facilitated construction on nine miles of rapid transit subways. Route No. 1, under Clybourn Avenue, Division Street, and State Street, and Route No. 2, under Milwaukee Avenue, Lake Street, and Dearborn Street, were unfinished when the U.S. entered World War II. The city was able to finish the State Street Subway by October 1943. The Dearborn Subway opened in February 1951.Contractors experienced with sewer construction dug the subway through blue clay, about 43 feet below street level. Station mezzanines were constructed by excavating from street level and reconstructing the street on overhead steel supports, a technique known as “cut-and-cover” construction. As had been done earlier with the LaSalle Street streetcar tunnel under the Chicago River, tubes constructed in dry dock were lowered into a trench in the riverbed and connected to the State Street tunnels at both ends.The Dearborn Subway was extended in 1958 under the new Congress Parkway, and the line to Logan Square was extended in 1970 using cut-and-cover construction under Kimball Avenue to reach the Kennedy Expressway extension.",
    "Bibliography": "Chicago Department of Public Works. Chicago Public Works: A History. 1973.Moffat, Bruce G. The Chicago Tunnel Story: Exploring the Railroad “Forty Feet Below.” 2002.Piehl, Frank J. “Our Forgotten Streetcar Tunnels.” Chicago History (Fall 1975).",
    "Author of Text": "Dennis McClendon"
}