{
    "Title": "Turks",
    "Descriptive Text": "Turks constitute a small proportion of Chicago's population, with an estimated total of 5,000 individuals in the 1990s. As a whole, they form a highly educated segment of society, many working in the medical and engineering professions.Though the largest portion of the current Turkish community descends from post– World War II immigration activity, the first Turkish speakers, mostly young men, arrived around the turn of the century, seeking employment in heavy industry. However, calculating the number of Turks who arrived in the United States in general and Chicago in particular prior to World War I is difficult. Since they came from the Ottoman Empire, an extensive, multiethnic state, they were often grouped by immigration officials with other Ottoman subjects, including Greeks, Bosnians, Armenians, Kurds, and Jews, many of whom also spoke Turkish. This ambiguity was compounded further when the officials, confronting a language unlike any they normally dealt with, often changed the names of the Turkish men to something more comprehensible to the English-speaking world. Thus records are difficult to trace on this early group. Of the total of 291,435 Ottoman immigrants recorded by U.S. immigration between 1900 and 1920, best estimates place the Turkish contingent at between 45,000 and 65,000. Most of these were young men from villages in the Anatolian plateau, leaving the Ottoman Empire illegally and planning on staying in the United States for a limited period. A small group of 100 such men sailed into Detroit on the cargo ship Gulcemal in 1914, many of these men moving on to Chicago. The majority of these early immigrants actually returned to their homes in Anatolia during or shortly after the end of World War I, but several, including a number of men in Chicago, married American women and stayed.Shortly after the founding of the Turkish Republic in 1923, Turkish immigration was severely curtailed, with an official quota of 100 Turks allowed into the United States per year, although there were exceptions for spouses of U.S. citizens and certain specialists, such as medical professionals. Beginning in the 1950s, a number of highly educated Turks, this time including women, arrived to enroll in American universities, such as the University of Chicago and Northwestern, or to serve in skilled professions, particularly medicine and engineering. Like the first wave of immigrants, many of these students and professionals married into the community and remained in Chicago.Unlike some immigrant communities, the Turks in Chicago have not tended to reside in certain areas of the city, but in general are scattered through the northwest, including significant groups in Naperville and Highland Park. To serve the needs of the Turkish community, the Turkish American Cultural Alliance was founded in 1964 and by 1968 had opened a cultural center on Harlem Avenue, including a mosque and a weekend Turkish-language school. In addition, Chicago has also been the site of a Turkish consulate since 1948.",
    "Author of Text": "James S. Kessler"
}