{
    "Title": "Haitians",
    "Descriptive Text": "At the end of the twentieth century the Haitian Consulate reported approximately 10,000–22,000 Haitians in the Chicago metropolitan area. Community leaders estimated closer to 30,000–35,000, including undocumented residents. Most were living on the South and far Southwest Sides of the city, with others residing on the North Side and in various suburbs.Jean Baptiste Point DuSable, who might have been born in Haiti, arrived as early as the 1780s. At the World's Columbian Exposition in 1893 the Haitian Pavilion provided a speaking venue for Frederick Douglass. It is also reported that some Haitians lived in Chicago around 1917 during the American occupation of Haiti (1915–1934). Before the Immigration Reform Act (1965), however, the Haitian population of Chicago was negligible.Haitians have immigrated to the United States largely since the mid-1960s, initially as expatriates from the government of François Duvalier, who held power from 1957 until his death in 1971. Haitians continued to leave the island in droves during the presidency of Duvalier's son, Jean-Claude, who held power until 1986. The newest wave of Haitians left Haiti after the coup d'état that ousted elected president Jean-Bertrand Aristide in 1991. Although the number is undisclosed, many found refuge in Chicago.Haitians in Chicago have maintained their diverse cultural traditions through a number of institutions: Roman Catholic and Protestant churches, a Masonic lodge, various ad hoc social and political organizations, and numerous professional organizations, including the Association of Haitian Physicians Abroad, the Haitian Nurses Association, and the Midwest Association of Haitian Women. Artistic groups, mini- jazz bands, and soccer clubs have also flourished in Chicago.Concerns with the changing political situation in Haiti have continued to elicit strong national loyalties among Haitians in Chicago, most of whom maintain strong ties to their homeland. For this reason, they have tended to retain their Haitian citizenship, which, for many, is a badge of pride. Many express the desire to “one day” return to Haiti. Most send money to family members and friends in Haiti. Some send appliances, clothing, medicine, and other practical items through Haitian-run charitable organizations.",
    "Bibliography": "Conway, Frederick J., and Susan Huelsebusch Buchanan. “Haitians.” In Refugees in the United States: A Reference Handbook, ed. David W. Haines, 1985, 95–109.",
    "Author of Text": "William Leslie Balan-Gaubert",
    "Hyperlinked Terms Associated": [
        "Worlds Columbian Exposition",
        "Roman Catholic",
        "Protestant",
        "jazz",
        "soccer"
    ],
    "Street addresses associated": [
        "South Side",
        "Far Southwest Side",
        "North Side"
    ]
}