{
    "Title": "Hanover Park, IL",
    "Descriptive Text": "Cook and DuPage Counties, 27 miles NW of the Loop. Ontarioville was the first name given to the village of Hanover Park, a town that straddled the Cook and DuPage County lines. In 1836 a stagecoach line carried townspeople along Lake Trail (also called Grant Highway and later Lake Street) as far as Galena. In 1872 the Chicago & Pacific Railroad (later the Chicago, Milwaukee & St. Paul) laid tracks on the property of Edwin Bartlett after he donated more than seven acres for the construction of a depot.Edwin Bartlett began setting down plans for the village in 1874 and by the 1880s the community was thriving as new homes were built in Bartlett's subdivision between the railroad tracks and Ontarioville Road. The little railroad stop became a connection to the larger world, with service extending to Omaha, Sioux City, and beyond.Ontarioville's population was 250 in 1920, but when Lake Street became a major artery in the 1920s, a bypass skirted the town and an underpass went under the railroad tracks. Traffic and development were diverted away from the older section of town, in DuPage County. Slow development began on the Cook County side. In 1925 many people purchased lots in the new Grant Highway subdivision, but only a few homes were built before the Great Depression. In 1947 construction stalled again when the developers left town with the down-payment money.There were so few commuters in 1955 that Ontarioville was taken off the schedule as a train stop. Nearby Streamwood was expanding rapidly, and the Cook County portion of Ontarioville, afraid of annexation by its neighbor, incorporated as Hanover Park in 1958. Although the community wished to retain a rustic feel, it also hoped to prevent further encroachment of surrounding land by Streamwood. The village formed its own realty firm, Hanover Builders, to begin Hanover Park First Addition subdivision in 1959. The village also began to annex commercial property along Ontarioville Road in DuPage County.North of Irving Park Road industries began to boom. Tradewinds Shopping Center on the northeast corner of Irving Park and Barrington Roads opened in 1968. A large annexation of DuPage County land took place in 1970, and by 1990 Hanover Park encompassed nearly five square miles. From a 1970 population of 11,916, the community nearly tripled by 1990 to 32,895.The boundary between Cook and DuPage Counties produced an invisible dividing line for Hanover Park; now, the Elgin-O'Hare Expressway physically divides the village.",
    "Bibliography": "Alft, E. C. Hanover Township: Rural Past to Urban Present. 1980.Clipping file. Chicago Historical Society, Chicago, IL.Feeley, Ralph. From Camelot to Metropolis: The History of Ontarioville–Hanover Park. 1976.",
    "Author of Text": "Marilyn Elizabeth Perry",
    "Hyperlinked Terms Associated": [
        "Cook",
        "DuPage County",
        "Railroad",
        "Bartlett",
        "subdivision",
        "Great Depression",
        "Streamwood",
        "annexation",
        "Expressway"
    ],
    "Street addresses associated": [
        "Hanover Park",
        "Streamwood"
    ]
}