{
    "Title": "Hardware Manufacturing",
    "Descriptive Text": "American hardware manufacturing had its origins in the production of the agricultural implements and various tools that were produced in local nineteenth-century blacksmith shops. Prior to widespread advances in national and regional transportation and distribution systems, village blacksmiths fabricated nearly all of the tools used on area farms and many of those used in local manufacturing shops. So many different types of tools, gadgets, and devices were fabricated that the hardware manufacturing industry came to include the production of all sorts of contrivances not strictly defined in other metalworking trades or categories. The fabrication of nuts and bolts, shovels, hoes, rakes and forks, edge tools, handsaws and other hand tools, wood screws, wire nails, barbed wire, marine hardware, door locks, latches, table cutlery, and faucets, sinks, and other plumbing products can all be classified as hardware manufacturing. The assortment and adaptability of products manufactured by the hardware industry also lends the industry a distinctly American character.With access to resources from its hinterland markets and its expanding base of foundries, Chicago was able to efficiently supply the metal and wire products necessary for the production of the materials and goods of the widening hardware industry. The emergence of Chicago as an industrial and manufacturing center in the years after 1860 occurred along with a national transition from an agrarian-based economy toward a multisector economy. These factors, coupled with Chicago's position as both a significant transportation and distribution node, meant that the economy of Chicago was particularly well suited for the establishment and expansion of hardware manufacturers. These manufacturers supplied the expanding array of tools, fasteners, and fixtures that helped the city of Chicago to become a leading center of manufacturing activity.From modest beginnings several firms went on to become significant hardware manufacturers or distributors. Chicago-based McCormick Harvesting Machine Company began as essentially a hardware manufacturer, but as it achieved economic success and prominence it helped to define agricultural machinery as a distinctive industrial classification. Barbed wire was first developed and manufactured in DeKalb, Illinois, in 1874, although by the mid-1890s the vast majority of the barbed wire produced and exported from the United States was manufactured by the Chicago-based Consolidated Steel and Wire Company. Reacting to problems with conventional merchandise suppliers and distribution, Richard Hesse, the owner of a Clark Street hardware store, founded the Ace Hardware Corporation in Chicago in 1924. Hibbard, Spencer, Bartlett & Co. began as a nail manufacturer in Chicago in the 1850s but expanded its scope of operations and in 1932 introduced a product line of hand tools that were marketed under the brand name True Value. In 1962, Cotter & Co. acquired the wholesale hardware operations of Hibbard, Spencer & Bartlett and manufactured and distributed hardware under the True Value label. After merging with the American Hardware Supply Company and Coast to Coast, True Value became a principal division of the TruServ Corporation, headquartered in Chicago.",
    "Bibliography": "Simmons, Edward C. “The Hardware Trade.” In One Hundred Years of American Commerce, vol. 2., ed. Chauncey M. DePew, 1968, 633–641.Kantowicz, Edward R. True Value: John Cotter, 70 Years of Hardware, 1986.",
    "Author of Text": "Timothy E. Sullivan",
    "Hyperlinked Terms Associated": [
        "transportation",
        "agricultural machinery"
    ]
}