{
    "Title": "Hart, Schaffner & Marx",
    "Descriptive Text": "In 1872, Harry and Max Hart, German immigrants who arrived in Chicago as boys 14 years earlier, founded Harry Hart & Bro., a small men's clothing store on State Street. In 1879, along with brothers-in-law Levi Abt and Marcus Marx, the Harts formed Hart, Abt & Marx. By this time, the company not only sold clothing but also employed dozens of women around the city to manufacture close to $1 million worth of garments a year. In 1887, when Joseph Schaffner joined the firm, its name was changed to Hart, Schaffner & Marx. By the beginning of the twentieth century, it owned dozens of small garment factories—identified by many observers as “sweatshops”—around the city; about two-thirds of its several thousand employees were foreign-born men and women. In 1910, when its annual sales were roughly $15 million, the company became a target of one of the biggest strikes in Chicago. Hannah Shapiro, an 18-year-old Russian-born woman working at one of the Hart Schaffner shops, led a walkout in response to a wage cut. Within three weeks, about 40,000 Chicago garment workers went on strike. In 1911, Hart, Schaffner & Marx became one of the first companies to settle with the workers when it signed a collective bargaining agreement that was one of the most comprehensive ever to occur in the clothing industry; by 1915, the majority of the company's employees were members of the Amalgamated Clothing Workers of America, a new union that was an outgrowth of the Chicago strikes. During the years that followed, Hart, Schaffner & Marx continued to be a leading employer in the Chicago area, and it became the largest of all U.S. men's clothing companies. By the beginning of the 1970s, it had 38 factories and 250 retail stores around the country and over 5,000 workers in the Chicago area. During the 1970s, when the company was banned by U.S. Justice Department regulators from buying any more men's clothing stores, its sales grew slowly, from $360 million a year to $630 million a year. In 1983, after buying its old Chicago rival Kuppenheimer Manufacturing Co., a producer and retailer of inexpensive men's clothing, the company changed its name to Hartmarx Corp. At the beginning of the 1990s, the company endured its worst losses since the Great Depression; it responded by selling its retail businesses and manufacturing facilities. By the beginning of the century, Hartmarx was a leading men's clothing wholesaler, with over $600 million in annual sales to department stores, catalog companies, and other retailers; its headquarters remained in Chicago, where it employed about 1,000 people.",
    "Bibliography": "This entry is part of the Encyclopedia's Dictionary of Leading Chicago Businesses (1820-2000) that was prepared by Mark R. Wilson, with additional contributions from Stephen R. Porter and Janice L. Reiff."
}