{
    "Title": "Harvey, IL",
    "Descriptive Text": "Cook County, 19 miles S of the Loop. In 1889 Turlington Harvey, a wealthy Chicago lumberman and banker, organized a real-estate syndicate to promote the industrial suburb of Harvey,Illinois. The Harvey Land Association advertised inthe nation's religious press,promoting the suburb asa temperance community offering steady work for skilled labor. To achieve this goal, the association induced a handful of manufacturers to establish factories in town. The Illinois Central Railroad tracks divided the residential and industrial sections of the community.The founders envisioned Harvey as a model town, a blend of capitalism and Christianity. The investors provided residents with a high quality of city services, similar to nearby Pullman. But unlike Pullman, Harvey encouraged home ownership by offering potential residents a variety of house plans. By 1900 the town contained 5,395 residents, a bank, and 11 industries. However, in 1895 residents voted by a slight majority to license saloons, ending the temperance experiment.Throughout the first decades of the twentieth century, industrialists and local merchants functioned in tandem. By their efforts, Harvey acquired a fine public school system with Thornton Township High School as its centerpiece. In the 1920s, industrialist Frederick Ingalls endowed a community hospital whose board brought together the prestigious members of the community. The development of a Young Men's Christian Association also united the interests of industrial outsiders and the local community.During the 1920s Harvey's population grew from 9,216 to 16,374. The development produced a modest downtown and housing for various grades of industrial workers as well as finer residences for local merchants and white-collar commuters to Chicago. To a great extent, Harvey remained an evangelical Protestant community. The first Roman Catholic church, Ascension, established in 1899, was a small, predominantly Irish parish. Polish residents attended mass in nearby Posen until 1914, when they established St. John the Baptist. Despite the growth of the Catholic community, Protestants retained control of the city thanks to the adoption in 1912 of a commission form of government, which replaced ward-elected aldermen with generally elected commissioners.During the 1930s Harvey suffered an economic crisis. Two local banks closed, and the city could not maintain basic services, since most residents could not pay their property taxes. However, the high-school basketball team, led by Lou Boudreau, became state champions in an amazing run of victories.Development resumed after World War II. In 1948 Sinclair Oil established a 38-acre technology-oriented research facility for developing new products. By 1960, Harvey's population reached 29,071, with many residents employed by local industries. In 1966, Dixie Square shopping mall opened on the western edge of the city, providing space for 41 stores.From 1960 to 1980 Harvey changed dramatically as the African American population rose from 7 to 66 percent. The turnover led to racial violence at Thornton Township High School and to race riots in 1969. Simultaneously, Harvey lost its industrial and commercial base. The closing of Dixie Square became a symbol of the city's escalating social problems. Many residents with HUD loans could not meet mortgage payments, leading to abandoned residences. Harvey's rates of crime, unemployment, and poverty were among the suburbs' highest. The city struggled to redevelop industrial properties and improve its reputation as a residential city.",
    "Bibliography": "Gilbert, James. Perfect Cities: Chicago's Utopias of 1893. 1991.History: The City of Harvey, 1890–1962. 1962.Rahn, Carol. “Local Elites and Social Change: A Case Study of Harvey, Illinois.” Ph.D. diss., University of Chicago. 1980.",
    "Author of Text": "Joseph C. Bigott",
    "Hyperlinked Terms Associated": [
        "real-estate",
        "Illinois Central Railroad",
        "saloons",
        "school",
        "Protestant",
        "Roman Catholic",
        "Irish",
        "Polish",
        "Posen",
        "basketball",
        "African American",
        "race riots",
        "unemployment"
    ],
    "Street addresses associated": [
        "Harvey"
    ]
}