{
    "Title": "Harvard, IL",
    "Descriptive Text": "McHenry County, 63 miles NW of the Loop. In 1855 the Chicago & North Western Railway built toward Janesville, Wisconsin, from Cary. Calculating where trainsfrom Chicago would have to stop for servicing in the days of wood fuel, Elbridge Gerry Ayer and two other North Western stockholders platted a community in southeastern Chemung Township on land that they had purchased without mentioning their railroad affiliation. In April 1856, the railroad accepted Ayer's town plat as a station named Harvard. When the North Western's Kenosha-Rockford line entered Harvard in 1859, the railroad built engine-handling facilities there.As railroad employment expanded, Harvard's population ballooned. In 1868 voters incorporated the community, and elected Ayer as president.Bounded on the north by fertile corn-growing land and on the south by wet prairies called the Islands where masses of wild, fodder-quality hay grew, Harvard quickly became the center of a thriving dairy industry. The railroad cheaply transported fresh milk products to Chicago.Hay-handling equipment manufacturer Hunt, Helm, and Farris (later the Starline Corporation) expanded job opportunities in the community when it arrived in 1883. By April 1891 Harvard had become so populous that voters acted overwhelmingly to form a city with ward divisions. The first mayor was N. B. Helm.In 1939, the Kenosha Rail Line was torn out, marking the beginning of economic change in Harvard. The railroad's shift to diesel power in the late 1950s brought many layoffs. The Admiral Corporation, which opened a large radio assembly plant in 1947, expanded during the 1950s, but television usage and the success of Japanese electronics forced the plant to close in the 1970s.In 1942 the city instituted an annual celebration called Harvard Milk Days. A lavish parade down whitewashed streets presided over by a large plastic Holstein cow named Harmilda attracted thousands. Celebrations, aside, dairy farming declined as farmers found it easier and as profitable to supply metropolitan Chicago's supermarkets with produce. Many Mexicans who came to work as temporary pickers and processors remained in Harvard as landscape laborers, significantly changing the community's population makeup.With urban expansion overrunning eastern McHenry County in the late 1960s, Harvard's rural setting became a model to many who opposed that growth. They lobbied county government to adopt land-use plans to preserve agricultural areas. Nonetheless, Harvard's rising property taxes coupled with resident demands for shopping amenities and infrastructure improvements drove the city to annex agricultural lands for industrial development. Harvard's leaders achieved their goal in 1996 when the Motorola Corporation opened a major cellular telephone manufacturing facility north of the city. However, in 2003 the plant closed.",
    "Bibliography": "Behrens, Paul L. The KD Line. 1986.Harvard Area, 1829–1976. 1984.History of McHenry County, Illinois. 1885.",
    "Author of Text": "Craig L. Pfannkuche",
    "Hyperlinked Terms Associated": [
        "railroad",
        "electronics",
        "Mexicans",
        "McHenry County",
        "land-use",
        "shopping",
        "infrastructure",
        "annex"
    ]
}