{
    "Title": "Harwood Heights, IL",
    "Descriptive Text": "Cook County, 11 miles NW of the Loop. Harwood Heights has often been referred to as an “island” surrounded by the city of Chicago. It is often mistaken for part of the city instead of a suburb. Since Chi- cago rejected the suburb's bid for annexation in 1947, Harwood Heights has preferred to be on its own. And although it shares a library, a park district, and a high school with Norridge, the community steadfastly holds to a separate identity.In 1835 Israel Smith settled in the area, erecting his cabin on a ridge later known as Union Ridge. His father and brothers followed, and neighbors began referring to the land as “Smith's Ridge.” When the Irving Golf Club (now Ridgemoor Country Club) purchased Israel Smith's farm in 1908 the area remained rural without the conveniences of the city. Streetcar lines stopped 10 blocks short of the community. Residents were undaunted by their lack of services, since they did not want to pay taxes. Most presumed that Chicago would eventually annex their land as it had done with nearby Norwood Park in 1893.Farms were predominant in 1938 when Duro-Craft Homes developed the community's first subdivision on approximately six acres south of Foster Avenue and west of Harlem Avenue. Little more development came until after WWII. Without police protection, sewers, paved streets, or streetlights, residents coped with muddy, rutted streets, and flooded basements. Hopeful that annexation to Chicago would improve their area, property owners were disappointed when Chicago rejected their bid. In 1947 they incorporated an area of four blocks square as a village, with approximately 500 residents. Herbert Huening, who had led the failed annexation effort, became the Harwood Heights' first president and conducted business in the first village hall, his basement. The origin of the town's name is uncertain, but some believe it results from combining parts of the names of Harlem Avenue and Norwood Park Township.The village began expanding in the early 1950s by annexing land south of Lawrence. The area east of Harlem had been annexed by the end of the decade. Ridgemoor Country Club, although completely surrounded by Harwood Heights, was never annexed and remained unincorporated. In 1960 the population of the village totaled 5,688.Harwood Heights has combined independent status with the convenience of the nearby city. It also has forged an important alliance with its other neighbor Norridge. Both work together to combat and street crime noise abatement issues with nearby O'Hare Airport. Students from both communities attend Ridgewood High School. The 2000 census counted 8,297 residents, 92 percent of whom were white, 6 percent Hispanic, 4 percent Asian, and less than 1 percent African American. A large percentage of the population is of Italian and Polish ancestry.",
    "Bibliography": "Clipping files are located in the local history room at the Eisenhower Public Library, Harwood Heights.Comprehensive Village Plan, Harwood Heights, Illinois, and Neighborhood Analysis, Harwood Heights, Illinois. 1970.McGowen, Thomas. Island within a City: A History of the Norridge–Harwood Heights Area. 1989.",
    "Author of Text": "Marilyn Elizabeth Perry",
    "Hyperlinked Terms Associated": [
        "annexation",
        "Norridge",
        "Golf",
        "Norwood Park",
        "subdivision",
        "police",
        "OHare Airport",
        "Italian",
        "Polish"
    ],
    "Street addresses associated": [
        "Harwood Heights"
    ]
}