{
    "Title": "Haymarket and May Day",
    "Descriptive Text": "On May 1, 1886, Chicago unionists, reformers, socialists, anarchists, and ordinary workers combined to make the city the center of the national movement for an eight-hour day. Between April 25 and May 4, workers attended scores of meetings and paraded through the streets at least 19 times. On Saturday, May 1, 35,000 workers walked off their jobs. Tens of thousands more, both skilled and unskilled, joined them on May 3 and 4. Crowds traveled from workplace to workplace urging fellow workers to strike. Many now adopted the radical demand of eight hours' work for ten hours' pay. Police clashed with strikers at least a dozen times, three with shootings.At the McCormick reaper plant, a long-simmering strike erupted in violence on May 3, and police fired at strikers, killing at least two. Anarchists called a protest meeting at the West Randolph Street Haymarket, advertising it in inflammatory leaflets, one of which called for “Revenge!”The crowd gathered on the evening of May 4 on Des Plaines Street, just north of Randolph, was peaceful, and Mayor Carter H. Harrison, who attended, instructed police not to disturb the meeting. But when one speaker urged the dwindling crowd to “throttle” the law, 176 officers under Inspector John Bonfield marched to the meeting and ordered it to disperse.Then someone hurled a bomb at the police, killing one officer instantly. Police drew guns, firing wildly. Sixty officers were injured, and eight died; an undetermined number of the crowd were killed or wounded.The Haymarket bomb seemed to confirm the worst fears of business leaders and others anxious about the growing labor movement and radical influence in it. Mayor Harrison quickly banned meetings and processions. Police made picketing impossible and suppressed the radical press. Chicago newspapers publicized unsubstantiated police theories of anarchist conspiracies, and they published attacks on the foreign-born and calls for revenge, matching the anarchists in inflammatory language. The violence demoralized strikers, and only a few well-organized strikes continued.Police arrested hundreds of people, but never determined the identity of the bomb thrower. Amidst public clamor for revenge, however, eight anarchists, including prominent speakers and writers, were tried for murder. The partisan Judge Joseph E. Gary conducted the trial, and all 12 jurors acknowledged prejudice against the defendants. Lacking credible evidence that the defendants threw the bomb or organized the bomb throwing, prosecutors focused on their writings and speeches. The jury, instructed to adopt a conspiracy theory without legal precedent, convicted all eight. Seven were sentenced to death. The trial is now considered one of the worst miscarriages of justice in American history.Many Americans were outraged at the verdicts, but legal appeals failed. Two death sentences were commuted, but on November 11, 1887, four defendants were hanged in the Cook County jail; one committed suicide. Hundreds of thousands turned out for the funeral procession of the five dead men. In 1893, Governor John Peter Altgeld granted the three imprisoned defendants absolute pardon, citing the lack of evidence against them and the unfairness of the trial.Inspired by the American movement for a shorter workday, socialists and unionists around the world began celebrating May 1, or “May Day,” as an international workers' holiday. In the twentieth century, the Soviet Union and other Communist countries officially adopted it. The Haymarket tragedy is remembered throughout the world in speeches, murals, and monuments. American observance was strongest in the decade before World War I. During the Cold War, many Americans saw May Day as a Communist holiday, and President Eisenhower proclaimed May 1 as “Loyalty Day” in 1955. Interest in Haymarket revived somewhat in the 1980s.A monument commemorating the “Haymarket martyrs” was erected in Waldheim Cemetery in 1893. In 1889 a statue honoring the dead police was erected in the Haymarket. Toppled by student radicals in 1969 and 1970, it was moved to the Chicago Police Academy.",
    "Bibliography": "Avrich, Paul. The Haymarket Tragedy. 1984.David, Henry. The History of the Haymarket Affair. 1936.Schneirov, Richard. Labor and Urban Politics. 1998.",
    "Author of Text": "Christopher Thale",
    "Hyperlinked Terms Associated": [
        "anarchists",
        "eight-hour",
        "strike",
        "police",
        "newspapers",
        "Communist",
        "World War I",
        "Cold War"
    ]
}