{
    "Title": "Health Care Workers",
    "Descriptive Text": "Efforts to organize health care workers in the United States, including the 100,000 workers employed in Chicago's 70 hospitals in the 1990s, have been hampered by long-standing divisions between doctors, nurses, and other hospital staff, as well as a series of U.S. Supreme Court rulings dividing hospitals into eight different bargaining units. Union organizers have also cited the increasing corporatization of American hospitals as an obstacle to organizing efforts.Hospital organizing efforts surged nationwide in the 1970s but results varied from region to region. For example, in the late 1990s two-thirds of New York City's hospital workers were members of unions or professional organizations, while only 20 percent of their colleagues in Chicago were organized. Half of these were members of Local 73 of the Service Employees International Union (SEIU), accounting for 40 percent of the local's 25,000 members. Other workers, including occupational therapists, technical employees, office clerks, and skilled and semiskilled maintenance workers, have been organized by the American Federation of State, County, and Municipal Employees (AFSCME), the International Brotherhood of Electrical Workers, and the International Brotherhood of Teamsters. The most original feature of local health worker unionization in Chicago was a joint effort by Local 73 of the SEIU and Teamster Local 743 which resulted in the founding of the Hospital Employees Labor Program (HELP) in 1966. In its first five years, HELP concentrated on organizing low-paid service and maintenance workers, most of whom were African American. Later, nonservice and clerical workers were recruited.Many nurses in the United States have traditionally preferred professional organizations over traditional union structures. Local nurses have been organized by the Illinois Nurses Association (INA), the local affiliate of the American Nurses Association (founded in 1901), and unions affiliated with the AFL-CIO like the SEIU, and AFSCME; as well as teachers unions such as the National Educational Association, the American Federation of Teachers, and the Chicago Teachers Federation. By the spring of 1999, 7,000 of Illinois' approximately 130,000 nurses, 70 percent of whom worked in the Chicago metropolitan area, were members of the INA.Most doctors and their national organization, the American Medical Association, have traditionally opposed unionization. By 1999 only 30,000 of the nation's 680,000 doctors had joined unions. In the 1970s friction between doctors and insurance companies stimulated interest in collective bargaining. In 1973, 15 Chicago-area doctors founded the Illinois Physicians Association (IPA), chartered by the AFL-CIO. However, organizers cited difficulties in mobilizing doctors to attend meetings and the IPA dissolved by 1979. Interest in collective bargaining by doctors, anxious to negotiate with health maintenance organizations over reimbursement amounts for medical procedures and drug coverage policies, rose once again in the 1990s. The Illinois State Medical Society voted to form a union in April 1999.",
    "Bibliography": "Budrys, Grace. When Doctors Join Unions. 1997.Derber, Milton. Labor in Illinois: The Affluent Years, 1948–80. 1989.Fink, Leon, and Brian Greenberg. Upheaval in the Quiet Zone: A History of Hospital Workers' Union, Local 1199. 1989.",
    "Author of Text": "Keith Andrew Mann",
    "Hyperlinked Terms Associated": [
        "hospital",
        "nurses",
        "Service Employees International Union",
        "Teamsters",
        "unionization",
        "African American",
        "clerical workers",
        "Chicago Teachers Federation",
        "insurance"
    ]
}