{
    "Title": "Hermosa",
    "Descriptive Text": "Community Area 20, 6 miles NW of the Loop. Hermosa is defined by railroad tracks and embankments. The Chicago & North Western Railroad line forms its western boundary east of Cicero Avenue while the east and south borders are hemmed by two lines of the Chicago, Milwaukee & St. Paul Railroad (CM&SP). To the north, six blocks of Belmont Avenue were initially the tiny hamlet's main access into neighboring communities.As early as 1875 the CM&SP had a depot in Hermosa, but it was not a regular stop until 1886. Scottish immigrants settled here in the 1880s, calling the area of woods and prairie Kelvyn Grove after the eighth Lord Kelvyn. Not long after, German and Scandinavian farmers established themselves in the northwest and southern parts of what became Hermosa.The Dreyer Company tried to establish a factory for locomotive works in 1882 where the two CM&SP lines intersected, but two years later when the building had still not been occupied, it was sold to the Laminated Wood Company. By 1886 a number of other companies, such as the Expanded Metal Company, the Eclipse Furnace Company, and a warehouse belonging to the Washburn and Moen Manufacturing Company, located along the rails.To accommodate factory workers, real-estate developers built in an area to the southwest, naming the subdivision Garfield after the recently assassinated president. One of the development companies, J. F. and C. P. Keeney, erected cottage-style houses and guaranteed each of the 150 home buyers that if they died before completion of the contract, their heirs would receive a free deed to the property. Keeney took a special interest in the community. He joined in local politics, persuaded the railway to add a stop at Garfield, and then donated money for a depot, which was named after him. Chicago annexed the area in 1889 under the name Hermosa, a name whose origin is disputed.Although railroads brought some industry, and annexation slowly added municipal service and street improvements, accelerated growth did not occur until 1907 when streetcar lines extended along North, Armitage, and Fullerton Avenues. Polish, Irish, and Italian populations moved into the Swedish and German community. The population stood at 15,152 in 1920, with construction booming in the vicinity of the newly created Kelvyn Park. Industrial growth along the railroads actually impeded residential construction, however.Growth continued until the Great Depression. By 1942 frame and brick bungalows and two-flats predominated. Bordered by railroads, dead-end streets geographically isolated residents from adjacent communities but also gave them a sense of security. Many homes had 25-foot frontages, and this narrow distance between houses generated a neighborliness on the block.Hermosa's population fluctuated only slightly from 1970 to 1980 but rose in the next decade from 19,547 to 23,131. Ethnically the area changed as Hispanics became the dominant group, growing from 31 percent in 1980 to 68 percent in 1990 and 84 percent in 2000. More than half of the Hispanic population were Puerto Rican, while most of the rest were Mexican.Criminal activity concerned residents as early as the 1970s when the community's crime rate increased significantly. A 17.4 percent poverty rate in 1989 and an unemployment rate of 10.9 percent in 1990 accounted for a decrease in home buyers and an increase in renters.Working to prevent any further deterioration, residents banded together in block clubs, church groups, and other organizations. Groups such as United Neighbors in Action formed in 1982 to voice their concerns over proposed subsidized housing. To ensure safety and combat escalating gang problems, some groups began policing their blocks. Kelvyn Park occupants joined together in the Kelvyn-Ken-Wel Community Organization to encourage redevelopment of two vacant properties where gangs were engaging in drug deals. Other projects included developing a neighborhood reinvestment program to encourage area banks to work with potential home buyers.",
    "Bibliography": "Karlen, Harvey M. Chicago's Crabgrass Communities: The History of the Independent Suburbs and Their Post Offices That Became Part of Chicago. 1992.Kruggel, Adam. “Federation Partnership Puts Community First.” National Training and Information Center Reports (January, February, March 1997): 2, 4.Skeris, Peter, and Maria T. Armendariz. Hermosa: A Study of a Community in Transition. 1971.",
    "Author of Text": "Marilyn Elizabeth Perry",
    "Hyperlinked Terms Associated": [
        "railroad",
        "Scottish",
        "German",
        "real-estate",
        "subdivision",
        "politics",
        "annexed",
        "Polish",
        "Irish",
        "Italian",
        "Swedish",
        "Great Depression",
        "bungalows",
        "Puerto Rican",
        "Mexican",
        "unemployment",
        "subsidized housing",
        "gang"
    ],
    "Street addresses associated": [
        "Hermosa",
        "Kelvyn Park"
    ]
}