{
    "Title": "Hickory Hills, IL",
    "Descriptive Text": "Cook County, 15 miles SW of the Loop. This predominantly residential community is in the northeast quarter of Palos Township, southwestof Chicago. Approximately half of the township is forest preserve, with the three Palos communities ( Palos Park, Palos Heights, Palos Hills ) and Hickory Hills in the eastern half. Originally, Hickory Hills was known informally as North Palos.The Palos area had significant Native American settlement due to the resources and wildlife of the wooded hills and the Saganashkee Slough and trails through the area to the Chicago portages. Settlers from eastern states arrived as early as the 1830s, but the earliest individuals noted in local records (1858) were Mathias and Josephina Wachter.Growth in the township was slow, with better options for farmers in areas without the hills and the slough. The whole area north of the Calumet feeder canal, lacked rail service.The natural richness of the area had been recognized, and as early as 1916 the new Cook County Forest Preserve District began purchasing land west and southwest of present-day Hickory Hills and Palos Hills. This has led to the acquisition over time of over 10,000 acres of preserve, the bulk of this being the western half of Palos Township.During World War II, the availability of land on the southern edges of the Hickory Hills area led to the development of cheap dwelling units, some of which served as housing for migrant workers employed in defense industries in the Chicago region. In 1951, the desire on the part of local residents to gain control over building codes and to obtain some basic municipal services led to village incorporation. Incorporation also headed off concerns about the village of Bridgeview to the east, which was aggressively annexing commercial land along Harlem Avenue.The initial population was around 250, and the village enjoyed its “rural” living adjacent to the forest preserves. A number of residents maintained horse stables, and the community worked together on basic needs like local road repairs. By 1960, the population had grown to 2,707 as part of the great suburban growth of the 1950s. By 1980, the population had reached 13,778, and in 2000 it was 13,926.In 1966, residents reorganized as the city of Hickory Hills. The new city replaced septic tanks with a sewer system and connected to Lake Michigan water.Hickory Hills, named for its rolling hills and stands of hickory trees, continues today as a residential community with three major shopping districts and one of the more than 20 golf courses in the southwest suburban region.",
    "Bibliography": "Andreas, A. T. History of Cook County, Illinois. 1884.Frale, Nanette. “Hickory Hills,” Hickory Hills Citizen, April and May issues, 1980.Venezio, Susan. “Hickory Hills: Rural Area to Urban Fringe, 1926–1976.” Unpublished paper for Chicago State University, August 1976. Green Hills Public Library, Palos Hills, IL.",
    "Author of Text": "Larry A. McClellan",
    "Hyperlinked Terms Associated": [
        "forest preserve",
        "Palos Park",
        "Palos Heights",
        "Palos Hills",
        "Native American",
        "portages",
        "Forest Preserve",
        "World War II",
        "building codes",
        "Bridgeview",
        "annexing",
        "water",
        "trees",
        "shopping districts",
        "golf"
    ],
    "Street addresses associated": [
        "Palos Park",
        "Palos Heights",
        "Palos Hills",
        "Hickory Hills"
    ]
}