{
    "Title": "Highwood, IL",
    "Descriptive Text": "Lake County, 24 miles N of the Loop. Highwood is a quiet North Shore residential community with lovely homes built from stone, brick, and masonry by local Italian stonemasons. Highwood is also a commu- nity shaped by Fort Sheridan, whose business district was once so notorious for its bars and taverns that its nickname was “Whiskey Junction.”Highwood sits at the top of the Skokie ravine, the highest point between Chicago and Milwaukee. Along the Green Bay Trail, Potawatomi lived in the area until the 1833 Chicago Treaty.Irish and German immigrants were originally attracted to Highwood as construction workers on the Chicago & Northwestern Railroad. Later area workers became the domestic labor force for the elite suburbs along Chicago's North Shore.The 1886 Haymarket Riot led to the development of Fort Sheridan as a massing point for federal troops that could be used to put down urban disturbances. Employment on palatial North Shore estates and at Fort Sheridan became the primary source of income for Highwood residents.The development of the fort affected Highwood's business district, which was soon filled with bars and taverns. Highwood's reputation led President Theodore Roosevelt to call it “the toughest town in America.” Highwood set such an example that the federal government required legislation prohibiting new liquor establishments near military installations before they would consider enlarging Great Lakes Naval Training Station in North Chicago. While Fort Sheridan helped introduce the liquor industry to Highwood, the fort alone could not sustain the area taverns. From Evanston to Kenosha, Highwood was the North Shore's only wet community. Patrons came from all North Shore communities to have a drink and find a home away from home.While Highwood's business district was running wild, many of its residents embraced the temperance movement. Members of the Methodist Church and the Lutheran Church and local Baptists joined together to fight alcohol. Community members attempted to bring in an eminent temperance leader to open a Bible retreat in an area that is now the southernmost region of Fort Sheridan.Highwood's ethnic makeup changed beginning in 1905 with the arrival of the first Italian immigrants. Italians brought the craftsmanship of stonemasonry and gardening. These skills were much sought after 1900 in wealthy communities up and down the North Shore.Fort Sheridan served as a mustering-out base for World War II soldiers, and with pockets full of money, those soldiers often made Highwood taverns their first stop upon being discharged. Highwood's business district flourished.After World War II, residents began to tire of the effect the saloons had on Highwood's reputation. In the 1970s city officials began to push Highwood's bars to serve food. Within years, the community that had once been in the Guinness Book of World Records for the most bars now boasted many of the area's best restaurants outside the city of Chicago.With the closing of Fort Sheridan in 1993, the community that provided blue-collar workers for North Shore and Fort Sheridan changed again. Once a four block by four block anomaly on Chicago's North Shore, Highwood doubled in size with the annexation of the Fort Sheridan subdivision.",
    "Bibliography": "Bernardi, Adria. Houses with Names: The Italian Immigrants of Highwood, Illinois. 1990.Wittelle, Marvyn. 28 Miles North: The Story of Highwood. 1953.",
    "Author of Text": "Lisa Cervac",
    "Hyperlinked Terms Associated": [
        "Italian",
        "Fort Sheridan",
        "Potawatomi",
        "Treaty",
        "Irish",
        "German",
        "construction",
        "Haymarket",
        "Great Lakes Naval Training Station",
        "North Chicago",
        "Evanston",
        "World War II",
        "saloons",
        "restaurants",
        "annexation"
    ],
    "Street addresses associated": [
        "Highwood",
        "Fort Sheridan"
    ]
}