{
    "Title": "Highland Park, IL",
    "Descriptive Text": "Lake County, 23 miles N of the Loop. Highland Park's bluffs, lake vistas,ravines, and accessibility to Chicago support the foresight of nineteenthcentury developers whoenvisioned this picturesque suburb as a retreat for Chicago's affluent professionals.Indian trails and mounds indicate that before the Black Hawk War, Potawatomi traversed the forested acres that became Highland Park. German immigrants founded two village ports, St. Johns (1847), and Port Clinton (1850), in hopes of opening hinterlands for trade.By 1855, Walter S. Gurnee, former Chicago mayor, North Shore real-estate speculator, and president of the Chicago & Milwaukee Railroad, took control of the Port Clinton Land Company and platted the area for residential settlement. Gurnee surmised that rail offered the best link to Chicago, and that residential development, rather than commercial, would succeed.The city of Highland Park incorporated with about 600 residents, a school, a hotel, and a religious association in March 1869. Purchase or public consumption of alcohol was prohibited. To heighten the picturesque appeal of the area, developers hired landscape architects Horace W. S. Cleveland and William French to plat the streets. Prairie School architects left their mark on the summer and year-round estates of elite professionals who settled along the lake bluffs. Away from the water, developers built more modest homes for residents who provided services to the suburb.Residents supported investment in a public library (1887) and annexed the village of Ravinia, south of Highland Park, in 1899. By the turn of the century, Highland Park's population was 2,806, and socially, if not economically diverse. Institutions such as the Gads Hill Summer Settlement House encampment, the Railroad Men's Home, and Wildwood, a resort for German-Jewish families excluded from suburban country clubs, attest to this diversity. Unlike many of its suburban neighbors, Highland Park welcomed a sizable Jewish population after World War II.The city experienced two growth spurts—in the 1920s, when the population grew by 98 percent to 12,203—and in the 1950s, when it leapt 52 percent to 25,532. Careful planning has protected the area's appeal by promoting its village character and building on its strengths of private and public amenities. The Ravinia Music Festival is one such legacy that began as a recreational park and cultural center established in 1904 by A. C. Frost. Each summer, tens of thousands of visitors enjoy classical and popular concerts in a wooded outdoor setting, including performances by the Chicago Symphony Orchestra.",
    "Bibliography": "Ebner, Michael. Creating Chicago's North Shore. 1988.",
    "Author of Text": "Derek Vaillant",
    "Hyperlinked Terms Associated": [
        "Black Hawk War",
        "Potawatomi",
        "German",
        "real-estate",
        "Railroad",
        "annexed",
        "Settlement House",
        "Jewish",
        "World War II",
        "Ravinia",
        "Chicago Symphony Orchestra"
    ],
    "Street addresses associated": [
        "Highland Park",
        "Ravinia"
    ]
}