{
    "Title": "Hillside, IL",
    "Descriptive Text": "Cook County, 14 miles W of the Loop. Located in western Cook County, Hillside occupies the center of a network of expressways serving the Chicago region. Interstate 290 cuts throughthe village from east towest, with Interstate 294 and the Interstate 290 extension near Hillside's northwestern boundary. Providing access, but at the same time dividing the suburb into distinct sections, the expressway (and earlier the railroads ) contributed considerably to Hillside's development.Settlement began in earnest in the 1840s as German Lutheran immigrants established farms and built Hillside's first school and church (Immanuel) at the corner of Wolf and 22nd Street. Even though most of Hillside's later development was north of 12th Street, Immanuel Lutheran Church and School were included within village limits, giving Hillside its distinctive shape.Although farming was the major occupation in the 1850s, Marion Covell discovered a large deposit of limestone just a few feet below the surface of his property. The quarry that he began in 1854 continued to operate until the mid-1970s, supplying crushed stone for road-building throughout the Chicago region. Against the wishes of most village residents, the quarry was acquired by the John Sexton Company in 1979 and used as a sanitary landfill.Beginning with Mt. Carmel in 1894, followed by Oak Ridge, Glen Oak, and finally Queen of Heaven in 1947, cemeteries also replaced active farmland just outside Hillside on its western and southern boundaries. Accessible from a station on the Illinois Central Railroad and from a spur of the Chicago, Aurora & Elgin interurban that followed 12th Street, the cemeteries prompted the establishment of taverns, restaurants, monument companies, greenhouses, and floral shops. The village incorporated in 1905, adopting its name from the Illinois Central Railroad stop, which was called Hillside because the westbound trains had to go uphill at this point.The 1920s saw the first concentrated residential development in the village as more farmland was sold and subdivided. St. Domitilla Roman Catholic Church and the Mater Dolorosa Seminary bought extensive properties there in the 1920s. Surrounded by open land for a time, these institutions were engulfed in a sea of residential construction after World War II as Hillside's population doubled (from 1,080 to 2,131) from 1940 to 1950, then jumped to 7,794 in 1960. Adjacent to the newly completed Congress Expressway in 1956 was Hillside Shopping Center, an early regional shopping center soon surrounded by a Holiday Inn, Hillside Theaters, the High Point Tower office building, and the industrial park on Fencl Lane.With the opening of newer, larger shopping centers and malls in the 1960s, Hillside Shopping Center's heyday was short-lived. Changes to the physical appearance of the mall as well as changes in its tenants and ownership could not reverse its decline. In 1997 most of the mall was demolished, making way for a large car dealership.",
    "Bibliography": "Seventy-fifth Anniversary of Hillside, 1905–1980. 1981.",
    "Author of Text": "Patricia Krone Rose",
    "Hyperlinked Terms Associated": [
        "Cook County",
        "expressways",
        "railroads",
        "German",
        "quarry",
        "cemeteries",
        "Illinois Central Railroad",
        "interurban",
        "Seminary",
        "World War II"
    ],
    "Street addresses associated": [
        "Hillside",
        "Oak Ridge",
        "Glen Oak"
    ]
}