{
    "Title": "Hindus",
    "Descriptive Text": "One of the earliest and still among the most famous Hindu visitors to Chicago was Swami Vivekananda, one of the few Indian delegates to the World Parliament of Religions. The “Hindu monk,” as he came to be known, created an overwhelming impression. Vivekananda gained a considerable following among the elite; however, Chicago remained largely bereft of Hindus until the 1960s, when the first wave of Indian graduate students and professionals made their way to the United States.Nearly all of Chicago's Hindus are of Indian descent, and most are concentrated in the northern and western suburbs. The Hindu Temple of Greater Chicago in Lemont, with one gopuram (principal doorway) in the South Indian style and another building in the North Indian style, was established in 1986; its pujari (priest) claimed a following of several thousand people. The Sri Venkateswara Swami (Balaji) Temple in Aurora, which likewise attracts a large congregation, was built in the mid-1980s. Artisans and sculptors trained in India helped to adorn the elaborate edifice. There are also converted temples like the Manav Seva Mandir, or the Temple for Devotion to Humankind, which was formerly a Korean church.The Hindu population of Greater Chicago, which numbers in excess of 50,000 people, is large enough to sustain a substantial number of other temples and cultural associations, and the social life of Hindus revolves largely around temples. Here Hindus gather to celebrate Hindu festivals and holy days (such as Diwali in the fall—also called Deepavali, Festival of Lights—and Holi in the spring). Chicago's Hindus also commemorate secular American holidays and even, as in the case of the ecumenical Ramakrishna-Vivekananda Center, Christmas. Weekly attendance at services is not expected, but each temple conducts two worship sessions ( aratis ) per day. As elsewhere in the Indian diaspora, more communitarian and fervent forms of worship are increasingly being embraced, as evidenced by the popularity of satsangs, the collective singing of devotional hymns. Various other Hindus, such as the followers of Satya Sai Baba, and the Arya Samajis, who forswear elaborate ritual, are also well represented, as are Jains, who share some religious and cultural traits with Hindus but nonetheless follow a separate faith with its own pantheon of deities and distinct religious practices. The Vishwa Hindu Parishad (VHP), a worldwide Hindu cultural organization that champions a militant resurgence of the faith, has won many adherents in Chicago.",
    "Bibliography": "Burke, Marie Louise. Swami Vivekananda in America: New Discoveries. 1958.Sheffield, Robin. “Home of the Gods.” Chicago Tribune, December 29, 1994.",
    "Author of Text": "Vinay Lal",
    "Hyperlinked Terms Associated": [
        "Indian",
        "World Parliament of Religions",
        "Lemont",
        "Aurora",
        "Korean"
    ]
}