{
    "Title": "Historic Preservation",
    "Descriptive Text": "Historic preservation is a diverse movement of private and governmental interests that identify and safeguard elements of the existing landscape, both built and natural, that they consider worth saving as a link to the region's past and to its architectural legacy.The movement began as an effort to ensure the survival of individual buildings of special significance, but its concerns have been broadened, first to include districts and neighborhoods, then to encompass distinctive areas of the natural environment. It is now an integral element of urban planning and design.Historic preservation gained popular support in Chicago in the 1960s when public concern over massive and indiscriminate destruction of Chicago's built environment developed in response to three trends: (1) government-sponsored “ urban renewal, ” which had resulted in wholesale destruction of some residential areas; (2) construction of high-speed, limited-access expressways financed largely by federal highway funds, which slashed through neighborhoods; and (3) the real-estate boom in response to the demand for increased office space in the Loop.The proposed demolition of Louis Sullivan's Garrick Theatre on West Randolph Street rallied the first organized protest group. Despite petitioning and picketing, the building was torn down in 1961 to make way for a parking garage. In 1972 another historically and architecturally significant building by Sullivan and Dankmar Adler, the Stock Exchange Building on LaSalle Street, was lost. Other Loop buildings of historical significance were also threatened with demolition.This threat to Chicago's architectural heritage brought about the formation of citizens' groups to educate the public and apply pressure to governmental departments and agencies to save the city's architectural legacy. The first was the Chicago Architecture Foundation (CAF), which grew out of the efforts of a group of architects in 1966 to save Glessner House, designed by H. H. Richardson and located at 1800 South Prairie Avenue, by purchasing it. CAF has since become a major force for architectural education in the city, training many volunteer docents and arranging popular tours of architectural highlights. Glessner House, now a separate museum, is the key structure in the city-landmarked Prairie Avenue District. It includes two other late-nineteenth-century houses and the Clarke House, reputedly the oldest house still standing in the city, which is now run as a house museum by the Department of Cultural Affairs of Chicago.The Landmarks Preservation Council of Illinois (LPCI), which was established in 1971, is an advocacy group that lobbies for historic preservation projects. The LPCI has been closely involved with the disposition of Fort Sheridan in Lake County, which is a National Historic Landmark. It is being developed privately but with a commitment to preserve the buildings and character of the historic fort district.Chicago has a wealth of impressive religious structures from the late nineteenth and early twentieth centuries. Ten have received recognition on the city's list of landmarks, but many more have been renovated by their congregations and now serve as important centers for their communities. During the 1990s a nonprofit organization, Inspired Partnerships, helped many of these communities maintain their buildings and in the process preserve an important part of the city's architectural and cultural legacy.The city has had a Commission on Chicago Landmarks (CCL) since 1968. Now part of the city's Department of Planning and Development, it researches the background of properties or districts proposed for landmark status and recommends approval to the Chicago City Council, which then votes on granting such status. As of May 2002, 202 individual structures and sites and 34 districts had been officially recognized as landmarks.These city designations are complemented by the list of National Historic Landmarks maintained by the National Park Service. In Chicago 32 buildings and sites had been identified by the close of the twentieth century, some of which, like the site of the first nuclear chain reaction on the University of Chicago campus, are not on the CCL list. There were also 11 listings in the Chicago suburbs, including the Frank Lloyd Wright Home and Studio in Oak Park and the Riverside Historic District. The first National Historic Landmark in the area was the Illinois & Michigan Canal locks and towpath in Will County, which was listed in 1964.Within the network of parks created in the nineteenth century to ring the city— Lincoln, Humboldt, Douglas, Garfield, Washington, and Jackson Parks—there are important preservation projects, including the conservatory in Garfield Park and the receptory and stables of Humboldt Park.The character of the city is closely tied to the openness and availability to the public of the lakefront. This was the centerpiece of the 1909 Burnham Plan of Chicago. Although there have been breaches of the open lakefront concept—most notoriously with the siting of the convention center, McCormick Place, right on the lake—the preservation of public parkland for more than 15 miles of lakeshore is one of the glories of the city.The one important landmark on the lakefront is Navy Pier. Opened in 1916, its buildings fell into disrepair as lake shipping declined. The headhouse and east end buildings were given city landmark status in 1977, but only after a protracted fight over how to develop the space was the entire pier extensively rebuilt in the mid-1990s as a popular cultural and recreation center.With increasing understanding that historic preservation is a way to connect the present with the past, more individuals and communities are undertaking their own preservation projects. Aging downtown areas have been rejuvenated by the restoration of an old theater, as in Aurora, or by the development of a district of nineteenth-century houses, as in Geneva. Historic preservation has also been a factor in neighborhood revitalization, as in Lincoln Park in the 1960s and more recently in Bronzeville on Chicago's South Side.One major preservation project that the city has undertaken directly is the restoration of the 1891–1895 Reliance Building at State and Washington. Its glass-dominated facade has fostered the claim that the building is a precursor of modern architecture. The building reopened in 1999 as the European-style Hotel Burnham.",
    "Bibliography": "Alice Sinkevitch, ed. AIA Guide to Chicago. 1993.Bach, Ira J. A Guide to Chicago's Historic Suburbs on Wheels and on Foot. 1981.Chicago Historical Resources Survey: An Inventory of Architecturally and Historically Significant Structures. Commission on Chicago Landmarks and the Chicago Department of Planning and Development. 1996.",
    "Author of Text": "Barbara Sciacchitano",
    "Hyperlinked Terms Associated": [
        "urban renewal",
        "expressways",
        "real-estate",
        "Loop",
        "Prairie Avenue",
        "Fort Sheridan",
        "Planning",
        "University of Chicago",
        "Oak Park",
        "Riverside",
        "Illinois & Michigan Canal",
        "Lincoln",
        "Humboldt",
        "Douglas",
        "Garfield",
        "Washington",
        "Jackson",
        "conservatory",
        "Burnham Plan",
        "Navy Pier",
        "Aurora",
        "Geneva",
        "Bronzeville",
        "South Side"
    ],
    "Street addresses associated": [
        "Lincoln Park",
        "Bronzeville"
    ]
}