{
    "Title": "Hmong",
    "Descriptive Text": "The first Hmong to migrate to Chicago came as refugees from Laos after the ascension of the Communist group Pathet Lao in 1975. Hmong tribes, originally from southeastern China, had lived in the highlands of Laos for over a century, where they maintained a distinct ethnic identity. While some Hmong clans supported the Pathet Lao, others were recruited by the CIA and trained as a covert fighting force during the Vietnam War. With the ascension of the Communists, nearly one-third of the Hmong in Laos fled to refugee camps in Thailand and were resettled in the United States. Refugee resettlement agencies placed nearly 100,000 Hmong throughout the nation, but they began a massive secondary migration almost immediately to reunite with families. By 1990, the majority of Hmong in the United States lived in California, Wisconsin, and Minnesota, where they formed large, well-organized communities.The nearly 3,000 Hmong that resettled in Illinois in Dixon, Wheaton, Ottawa, and Chicago faced a difficult adjustment to life in highly industrialized society. Hmong life in Laos was organized around clan ties and based on slash-and-burn agriculture. Formal education was limited, and, until Christian missionaries developed a written script in the 1950s, the Hmong had no written language of their own. Hmong refugees had few transferable occupational skills and limited English skills, and, in 1990, almost two out of three Hmong Americans lived below the poverty level. Unemployment has persisted, but many Hmong men have entered jobs as factory workers, janitors, light assemblers, and cleaners, and some Hmong women have carved out a niche in the handicraft market with paj ntaub, an elaborate needlework with colorful geometric designs.Life in Chicago has generated changes in Hmong leadership, family structure, and cultural practices. While clan leaders still retain respect, new educated and professional leaders have emerged in the Hmong community based on their ability to bridge the cultural gap and provide useful information and services. In addition, families have been broken into smaller units, traditional gender relations have altered as a result of greater equality of women in the United States, and intergenerational relations have suffered from cultural divides between young Hmong and their parents. Furthermore, the conversion of many Hmong to Christianity, both through missionaries in Laos and conversion in the United States, has affected traditional cultural practices and divided the community. Traditional Hmong religion is based on the cult of spirits, shamanism, and ancestor worship and is central to traditional Hmong culture. Conversion to Christianity has meant that some Hmong no longer participate in traditional Hmong rites and identify primarily with their church communities.Hmong in the Chicago area and across the country have developed strong networks of mutual assistance and lobbied for aid and social services. In 1978, Hmong leaders founded the Association of Hmong in Illinois (AHMI) as a nonprofit organization to provide services for the Hmong community, including job counseling, youth programs, English-language training, and cultural programs. Amid clan divisions and organizational disagreements, a group broke with the AHMI in 1981 to form the Chicago Hmong Community Services (CHCS). The two organizations nonetheless worked closely to establish a Hmong community center and community programs. Hmong leaders also established Hmong Volunteer Literacy Inc. and the Moob Federation of America to assist Hmong refugees in metropolitan Chicago. While many of these organizations continued into the 1990s, the Chicago Hmong population began to migrate in large numbers in the mid-1980s to Wisconsin and Minnesota to reunite with families and take advantage of the services and opportunities offered by the larger Hmong communities there. By 2000, only a few hundred Hmong remained in the Chicago area, primarily Christian families.",
    "Bibliography": "Chan, Sucheng. Hmong Means Free: Life in Laos and America. 1994.Thao, Paoze. “Mong Resettlement in the Chicago Area, 1978–1987: Educational Implications.” Ph.D diss., Loyola University. 1994.",
    "Author of Text": "Tracy Steffes",
    "Hyperlinked Terms Associated": [
        "refugees",
        "Wheaton",
        "Unemployment",
        "social services"
    ],
    "Street addresses associated": [
        "Wheaton",
        "Dixon",
        "Ottawa"
    ]
}