{
    "Title": "Hobart, IN",
    "Descriptive Text": "Lake County, 31 miles SE of the Loop. Hobart, one of Lake County's oldest communities, draws its origins from the arrival of three related families, the Siglers, Mundells, and Hursts. Nearby, English man George Earle, who had invested heavily in Lake County land, was attempting to establish the town of Liverpool at the junction of Deep and Calumet Rivers. Liverpool did not prove viable, and in 1845 Earle moved five miles up Deep River. Here he constructed a dam to power sawmills and gristmills. The resulting millpond became known as Lake George. Earle moved the post office from Liverpool in 1847 and recorded the plat for the new town in 1849, naming it for his brother, Frederick Hobart Earle, of Falmouth, England.Although Hobart was on the Chicago-Detroit stage route (Old Ridge Road), it was the construction of the Pittsburgh, Fort Wayne & Chicago Railroad (later the Pennsylvania Railroad) in 1858 that transformed the settlement into a center forshipping lumber, bricks, milk, and agricultural products to the Chicago market. In 1882 the New York, Chicago & St. Louis Railway (now the Norfolk Southern) and in 1888, the Elgin, Joliet & Eastern were built, enhancing Hobart's position as a railroad hub.Brickmaking was Hobart's most important industry in the nineteenth century. Small brickyards appeared in the 1850s. In 1863 Joseph Nash established the first large brickyard with an eye to the Chicago market. In 1886, the W. B. Owen brickworks converted from bricks to terra cotta building tile. Used for fireproof building construction, terra cotta found a ready market in Chicago and beyond. The Owen works was taken over by National Fireproofing Company in 1902 and operated until 1964. The Kulage Brick Works, which flourished from 1893 to the early 1920s, was another important brickmaker.Hobart incorporated as a town in 1889. A volunteer fire department organized in 1891. The Hobart Light & Water Company, established in 1898, was one of the few municipally owned utility companies in the state. Street railway service to Gary began in 1914.In the 1920s, as nearby Gary boomed and new highways bypassed Hobart, the town lost its function as a retail and transportation center. It reincorporated as a city in 1923 and became a residential community for employees of area industries. From the late 1930s through the 1960s, Hobart continued to grow, primarily through the construction of single-family houses, while retaining its small-town character. A sewer moratorium halted growth until the 1980s, when it was lifted and home construction resumed. Two of the city's parks, Fred Rose Park and Pavese Park, as well as residential areas, border Deep River and Lake George. A dredging project to improve Lake George began in 2000.Hobart's population in 2000 was 25,363. Major annexations in Hobart Township to the north in 1988 and Ross Township in 1992, including the Southlake Mall area along U.S. 30 to the south, have strengthened the town's potential for continued residential, commercial, and light industrial development.",
    "Bibliography": "Pleak, Mariam, J. “A Short History of Hobart.” Hobart Gazette, n.d. Mariam J. Pleak Memorial Library, Hobart Historical Society Museum, Hobart, IN.",
    "Author of Text": "Elin B. Christianson",
    "Hyperlinked Terms Associated": [
        "Lake Countys",
        "English",
        "Calumet",
        "Railroad",
        "lumber",
        "fire",
        "Street railway",
        "Gary",
        "transportation",
        "annexations"
    ]
}