{
    "Title": "Hoboes",
    "Descriptive Text": "Chicago became the “Hobo Capital of America” during the late nineteenth century, as migratory workers hopped freight trains headed to and from the nation's busiest railroad hub. By the 1910s, authorities estimated that 300,000–500,000 transients passed through the city annually, with 30,000–70,000 of them present on any particular day.Comprising primarily native-born single white men, this mobile community established a “hobohemian” district in Chicago. Its “main stem” occupied a stretch of West Madison Street from the Chicago River to Halsted Street, where inexpensive restaurants, saloons, flophouses, and employment agencies catered to hoboes' basic needs; a similar, segregated district on South State Street, between 22nd and 30th Streets, accommodated African American transients. Just south of the Loop, State Street burlesque theatres provided hoboes with cheap entertainment, while the free-speech forums of Towertown's Dill Pickle Club and Bughouse Square introduced them to artists, Wobblies, and other political radicals. During warmer months, hobohemia extended to the “open-air hotels” of Grant and Jefferson Parks and to the ramshackle, “jungle” campsites that hoboes built behind the Field Museum, creating an outdoor haven for their political and social nonconformity, including their unconventional, and often same-sex, sexual relationships.From the 1920s, trucking, mechanized farming, and other economic and technological developments lessened the nation's dependence upon migratory workers, and their numbers began to decrease. New Deal programs, including the Federal Emergency Relief Administration's Federal Transient Service and the Civilian Conservation Corps, mitigated a temporary upsurge in the transient male population, but these male-oriented programs offered little assistance to the growing population of women hoboes in Depression-era Chicago. By the end of the Second World War, as a more stationary homeless population replaced the hoboes of West Madison Street, the city's “main stem” became its Skid Row.",
    "Bibliography": "Anderson, Nels. The Hobo: The Sociology of the Homeless Man. 1923.Kusmer, Kenneth L. Down and Out, on the Road: The Homeless in American History. 2002.Reitman, Ben L. Sister of the Road: The Autobiography of Box-Car Bertha as told to Dr. Ben L. Reitman. 1937.",
    "Author of Text": "Chad Heap",
    "Hyperlinked Terms Associated": [
        "railroad",
        "restaurants",
        "saloons",
        "African American",
        "Loop",
        "free-speech",
        "Towertown",
        "Bughouse Square",
        "New Deal",
        "homeless"
    ],
    "Street addresses associated": [
        "South Side"
    ]
}