{
    "Title": "Hoffman Estates, IL",
    "Descriptive Text": "Cook County, 29 miles NW of the Loop. The unusual boundaries of Hoffman Estates derive from its drive toremain autonomous fromneighboring Schaumburg. The community beganas Wildcat Grove, west of Roselle Road and north of Golf Road, a part of Schaumburg Township settled by German farmers which remained sparsely populated well into the twentieth century.Gentlemen farmers purchased large tracts of land in the 1940s. In the early 1950s Schaumburg Township remained without incorporated towns or villages. Schaumburg Centre at Roselle and Schaumburg Roads was the nucleus of the township where 25 houses and small stores stood surrounded by farmland.In 1954 Father and Son Construction, owned by Sam and Jack Hoffman, purchased a 160-acre tract of land east of Roselle Road between Golf and Higgins Roads. After purchasing an additional 600 acres, the Hoffmans had the first 40 acres rezoned into 10,000-square-foot home sites. The company offered affordable tract houses with various options to appeal to families seeking to live in the suburbs. Father and Son donated two park sites and four church sites and began construction on the first school.Residents of Schaumburg Centre protested the tract development, desiring to keep sites at five-acre minimums. To stop development they began annexing land until they nearly encircled the Hoffmans' development and sought to incorporate. Outraged citizens living in what would become Hoffman Estates formed a homeowner's association. They filed a suit against Schaumburg Centre to overturn their annexations. The association lost and the two villages continued feuding.In 1959, with approximately 8,000 residents, Hoffman Estates incorporated. They immediately began annexing land, the first parcel just south of Higgins and Roselle Roads. Next a 120-acre tract, already part of Schaumburg Centre, asked to be disannexed to become part of Hoffman Estates. Schaumburg Centre unsuccessfully challenged these annexations. By 1962, the size of the village doubled and included parcels north of the Northwest Toll Road and the Paul Douglas Forest Preserve. Ultimately, the village accumulated 4,080 acres of forest preserves, totaling one-third of its total area.In 1963, Schaumburg moved ahead with plans for residential and commercial development, and Hoffman Estates formed the Industrial Inducement Committee. Two years later the Thomas Engineering Company moved in. Other plans were hampered when Poplar Creek Forest Preserve took over land that Hoffman Estates planned to use for industry. Hoffman Estates continued, however, with a five-year plan for commercial development on Roselle Road between Golf and Higgins Road. But Hoffman Plaza Shopping Center never equaled rival Schaumburg's development of Woodfield Mall.In 1978 the village incorporated vacant land in Barrington Township for industrial development. In 1992 Sears, Roebuck & Co. relocated its 5,000-employee Merchandise Group to the 7,180-acre Prairie Stone Business Park, one of the largest corporate centers in the northwest suburbs. The park is also the site of Northern Illinois University's branch campus.Between 1970 and 1990 population more than doubled, from 22,238 to to 46,561, growing to 49,495 in 2000. Most residents were white, with ethnic diversity rising slowly to 15 percent Asian, 11 percent Hispanic, and 4 percent black.",
    "Bibliography": "Gould, Alice J. Schaumburg: A History of the Township. 1982.Hoffman Estates Community Profile. Village of Hoffman Estates. 1996.",
    "Author of Text": "Marilyn Elizabeth Perry",
    "Hyperlinked Terms Associated": [
        "Schaumburg",
        "German",
        "annexations",
        "Toll Road",
        "Forest Preserve"
    ],
    "Street addresses associated": [
        "Hoffman Estates",
        "Schaumburg"
    ]
}