{
    "Title": "Home Building and Sanborn Insurance Atlases",
    "Descriptive Text": "A house's exterior can tell a lot about its builder. A large, distinctive house of brick or stone was probably designed by an architect and built to order. A modest, single-story, and equally unusual frame house might have been built by the owner, especially if it differs from its neighbors in style, materials, and street setback. An imperfection is a giveaway. In contrast, uniformity of any kind indicates the activity of a professional who built “on spec.” Even when speculative builders tried to create diversity, as Samuel Gross did on Alta Vista Terrace in Chicago's Lake View Community Area, they left their mark. Many Chicago areas were developed with a singular vision. Riverside was the province of the custom builder and Stone Park of the owner-builder. Whole districts were speculatively built during the building booms of the 1880s, the 1920s, and after World War II.Where redevelopment, renovation, and infill have left their mark an excellent source of information about original development is the Sanborn fire insurance atlas. Prepared and revised irregularly for fire insurance purposes for thousands of cities across the United States, the Sanborn maps show structures that were attached to the land. For each dwelling they show construction material, number of stories, external dimensions, and location on the lot.A Sanborn streetscape reveals at a glance the presence of different types of builders. A good, because unexceptional, example is the pair of blocks on North Newcastle between Diversey and Wellington Avenues. In 1951 the Sanborn shows that on the west side, south of George, were nine dwellings. No two were identical; most were of frame construction; three sat at the back of the lot; and one that occupied a double lot (number 2842) had an unusual footprint. Here is the sign of the owner-builder. One block over were rows of brick veneer bungalows of almost identical design and size. They were surely the product of speculative builders.Comparing Sanborns for successive years offers insights into the development process. The evolution of the block bounded by Newcastle, New England, Diversey, and George reveals the extended process that was typical of owner-development. Nine dwellings existed here in 1919, but by 1951 there were still vacant lots. In the interim two dwellings on North New England (numbers 2843 and 2853) had been replaced, while others, including two on North Newcastle (numbers 2832 and 2842) were extended. Improvement and replacement were common as owner-builders saved and prospered. In contrast, blocks of speculative construction were completed in a single building season.",
    "Author of Text": "Richard Harris",
    "Street addresses associated": [
        "Lake View",
        "Riverside"
    ]
}