{
    "Title": "Homelessness and Shelters",
    "Descriptive Text": "There have always been people in Chicago who could not find housing on a given night, going back to the days of Fort Dearborn, with inevitable increases in the number of homeless during times of catastrophe, like the fire of 1871 or the depression of 1893.The problem of large numbers of chronically homeless individuals, however, first developed at the close of the nineteenth century, a product of both Chicago's massive industrial growth and its position as the nation's railroad hub. Chicago became the central way station for thousands of largely native-born, itinerant workers taking skilled and unskilled jobs.Finding shelter depends upon a poor person's cash reserves and, even more, the availability of low-cost shelter. Most low-income housing during the heyday of industrialization was provided by the private sector, and buildings like cage hotels (so-called because the small rooms were sealed at top and bottom by chicken wire) charged pennies a night. More than 100,000 people lived in these kinds of temporary quarters at the turn of the century. The police also let people sleep overnight in cells, providing the first municipal shelters. Progressive-era reformers, however, demanded that social services be provided solely by trained practitioners, and restricted law enforcement to pursuing criminals.The number of homeless grew enormously during the Great Depression. Emergency lodgings provided by both public and private agencies went from 1 million (an unprecedented figure) for the period October 1930 to September 1931 to 4.3 million between 1933 and 1934. The major policy change in this era shifted primary responsibility for handling this social concern from the private to the public sector, especially the federal government.During the 1950s the number of homeless diminished substantially, in part because of a decreased need for itinerant workers, but also because of postwar prosperity. Most studies during this period focused on Skid Row (a term taken from Seattle) and the presence of alcoholism among this population; every study, however, showed that addicted drinkers made up a minority of Skid Row residents and of the homeless in general, and that poverty was more commonly the cause of their condition.In the 1980s homelessness soared for a number of reasons: the recession of 1981–82; a shift to a high-tech economy that displaced low-skill workers; gentrification that eliminated much of the low-income housing stock, such as single-room-occupancy hotels; and a drastic decline in federal support for housing.",
    "Bibliography": "Anderson, Nels. The Hobo. 1923.Bogue, Donald. Skid Row in American Cities. 1963.Hoch, Charles, and Robert Slayton. New Homeless and Old: Community and the Skid Row Hotel. 1989.",
    "Author of Text": "Robert Slayton",
    "Hyperlinked Terms Associated": [
        "Fort Dearborn",
        "fire of 1871",
        "railroad",
        "social services",
        "Great Depression",
        "gentrification"
    ],
    "Street addresses associated": [
        "Skid Row"
    ]
}