{
    "Title": "Homewood, IL",
    "Descriptive Text": "Cook County, 22 miles SW of the Loop. Central to Homewood's evolution from a whistle-stop farming center to a substantial suburb of a large city is its location on the Illinois Central Railroad. There is no evidence of a Native American settlement in Homewood, but the Vincennes Trace (now Dixie Highway) ran through the town. The area drains into the Calumet River. Homewood lies in four townships —Bloom, Bremen, Rich, and Thornton; it formally organized as a village in 1893.Immediately after federal surveyors marked the section lines around Homewood in 1834, settlers bought land and started farms. In 1852, a year after the first store opened, the business district was platted as Hartford. The next year the Illinois Central Railroad commenced service with a stop called Thornton Station, because most passengers were traveling to or from nearby Thornton. In 1869 the U.S. Postmaster General assented to a petition from local residents and officially changed the name to Homewood.Through the nineteenth century the town grew slowly. Farmers shipped their produce to Chicago, and local businesses and some industry developed to serve their needs, including a flourmill that operated from 1856 into the 1880s. The population in 1900 was 352.In the twentieth century, recreation began to draw visitors, some of whom became residents. Five early golf clubs still operate: Flossmoor Country Club, in neighboring Flossmoor (organized in 1898 as Homewood Country Club, name changed 1914); Ravisloe (1901); Idlewild, in Flossmoor (1908); Olympia Fields, in Olympia Fields (1915); and Calumet (organized in 1901 in Chicago, relocated to Homewood in 1917). The Illinois Central offered special schedules and created special stops just for golfers. That was the origin of the stops that became Calumet, Flossmoor, and Olympia Fields. The railroad attracted more new residents to both towns by selling real estate in Flossmoor and, in 1926, by electrifying its commuter service. Homewood's population grew from 713 in 1910 to 1,389 in 1920 and 3,227 in 1930.Relatively little direct benefit accrued from another recreational attraction, Washington Park Race Track, which opened in 1926 on grounds located west of Halsted Street just outside the village bounds. Few of the horse racing aficionados who patronized the track shopped or ate in Homewood, because the Illinois Central built a spur line so passengers could ride directly between Chicago and the track. During the Great Depression, the Illinois Jockey Association helped Homewood pay for infrastructure built during the optimistic, prosperous 1920s. Washington Park went out of business after its grandstand burned in 1977; in 1992 Homewood bought the site and turned it into a commercial and retail development.In the postwar period, Homewood and Flossmoor established institutional partnerships. Homewood-Flossmoor Community High School opened its doors in 1959, and a joint park district was incorporated in 1969.The Great Depression and World War II merely slowed growth. There were 4,078 people in 1940, but a surge pushed the total to 13,371 in 1960. Total population hit 18,871 in 1970 and since then has steadied between 19,000 and 20,000. By the 1970s, Homewood had become a virtual bedroom for Chicago—in 1967 Homewood and Flossmoor formed one of only three outlying suburban zones where half or more of the workers commuted to jobs in Chicago—and the trend continued into the twenty-first century.",
    "Bibliography": "Adair, Anna B., and Adele Sandberg. Indian Trails to Tollways: The Story of the Homewood-Flossmoor Area. 1968.Hinko, Michael J. History of Homewood. 1976.",
    "Author of Text": "John H. Long",
    "Hyperlinked Terms Associated": [
        "Illinois Central Railroad",
        "Native American",
        "Calumet River",
        "townships",
        "Thornton",
        "golf",
        "Flossmoor",
        "Olympia Fields",
        "real estate",
        "horse racing",
        "Great Depression",
        "infrastructure",
        "World War II",
        "commuted"
    ],
    "Street addresses associated": [
        "Homewood",
        "Flossmoor",
        "Olympia Fields"
    ]
}