{
    "Title": "Horse Racing",
    "Descriptive Text": "Chicagoans have enjoyed horse racing since the early 1830s and by the 1930s had more tracks (six) than any other metropolitan area. In 1840 a jockey club was formed which built a harness course near Indiana and 26th four years later. In 1854 the Garden City track was opened, followed one year later by John Wentworth's Brighton Park. In 1864, Dexter Park was established at 42nd Street and Halsted, and in 1878 the West Side Driving Track was opened adjacent to Garfield Park for both harness and thoroughbred racing.In 1883, 500 leading Chicagoans established the prestigious Washington Park Jockey Club. Its $150,000 Washington Park Race Track at 61st and Cottage Grove opened the next year and became the Midwest's preeminent track. Opening Day and the running of the American Derby became major dates in the elite social calendar. The 1893 Derby, worth $50,000 to winner Boundless, was the second-richest race in nineteenth-century America.Racing in turn-of-the-century metropolitan Chicago was very tenuous. In 1891, after horseman Edward Corrigan's lease expired at West Side Track, he relocated to his new Hawthorne Race Track in Stickney to avoid political harassment. A syndicate of politically connected bookmakers who operated illegal off-track poolrooms, including Mike McDonald, promptly established the profitable outlaw Garfield Park racetrack, which held races of questionable honesty, only to have reform mayor Hempstead Washburne close it in 1892. Gamblers George Hankins and John Condon opened the Harlem Race Track in that western suburb (later Forest Park ) in 1894, but reformers pressured Washington Park to close the same year, and Hawthorne in 1896. In 1898, Washington Park and Hawthorne reopened, and a new track was started in Worth, but all were closed when the state stopped all racing in 1905.In 1909, Alderman Thomas Carey bought Hawthorne and, after trying unsuccessfully to hold races in 1909 and 1911, ran 13 days in 1916. In 1922, Hawthorne staged a two-week meet employing oral betting, expanding it to 25 days in 1923, the same year that Aurora Downs began operations. One year later the courts ruled that oral betting was legal, leading to the opening in 1926 of Lincoln Fields in Crete and, in Homewood, a new Washington Park, which resurrected the American Derby.In 1927, Illinois legalized and began regulating pari-mutuel betting. H. D. “Curley” Brown established Arlington Racetrack but was supplanted one year later by businessman John Hertz to prevent a possible underworld takeover. The track operated the first all-electric totalizer in 1933 and introduced turf racing one year later. In 1940 control passed to Benjamin Lindheimer, who also operated Washington Park. In 1932 mob attorney Edward J. O'Hare converted the Hawthorne Kennel Club into the half-mile Sportsman's Park, owned by the Bidwells since 1943.World War II curtailed racing; Lincoln Fields closed in 1941 and Arlington in 1943, shifting its major races to Washington Park. In 1946, Maywood Park introduced pari-mutuel betting on harness racing. Lincoln Fields reopened in 1954 (renamed Balmoral in 1955), with harness racing, and was operated after 1987 by a syndicate headed by Billy Johnson, who also had run harness racing at Sportsman's Park and Maywood Park since 1978.In 1970, Marge Lindheimer Everett, manager of Arlington and Washington Park since 1960, admitted bribing Governor Otto Kerner to gain choice racing dates. In 1971, Madison Square Garden Corporation bought Arlington, the site, 10 years later, of the Arlington Million, the world's first million-dollar thoroughbred race. In 1983, Richard L. Duchossois's syndicate took over the track. After a 1985 fire destroyed its grandstand, it was replaced by a world-class facility in 1989, closed briefly in 1997, and reopened in 2000 by Churchill Downs Incorporated.",
    "Bibliography": "Chicago Recreation Commission. Chicago Recreation Survey, vol. 2, Commercial Recreation. 1938.Riess, Steven A. City Games: The Evolution of American Urban Society and the Rise of Sports. 1989.Robertson, William H. P. The History of Thoroughbred Racing in America. 1964.",
    "Author of Text": "Steven A. Riess",
    "Hyperlinked Terms Associated": [
        "Brighton Park",
        "Washington Park",
        "Stickney",
        "Garfield Park",
        "mayor",
        "Forest Park",
        "Worth",
        "Crete",
        "Homewood",
        "Arlington",
        "World War II",
        "Maywood"
    ],
    "Street addresses associated": [
        "Stickney",
        "Forest Park",
        "Worth",
        "Crete",
        "Homewood",
        "Arlington Heights"
    ]
}