{
    "Title": "Hospitals",
    "Descriptive Text": "The history of Chicago's hospitals begins with an almshouse established by Cook County as part of its responsibility to provide care for indigent or homeless county residents, and for sick or needy travelers. Located at the corner of Clark and Randolph streets, this public charity was in operation as early as 1835. It did provide medical attendance, but such places typically crowded the ill together with the healthy poor, the insane, and persons who were permanently incapacitated.Unlike Cook County, the city of Chicago had no legal mandate to care for the sick poor, but its charter did charge it with guarding against “pestilential or infectious diseases.” Cholera had hit the area in 1832, and smallpox and scarlet fever were familiar to many. By 1843 fear of epidemic prompted city officials to build the first institution devoted exclusively to medical care in Chicago, a small wooden structure located on the far northern border of the city. Ironically, it was built on land bought for a cemetery. This first “hospital,” a frame structure at North Avenue and the lakeshore in what would become Lincoln Park, was designed to keep victims of contagious disease away from the center of population. Rebuilt after a fire, in 1852 it began to segregate smallpox cases from cholera cases, but when cholera threatened Chicago in 1854, the city council authorized a separate though only temporary hospital at 18th and LaSalle streets. The city kept the smallpox hospital at North Avenue and even built a two-story building there, but it perished in the fire of 1871. Beginning in 1874, a series of new hospitals to isolate contagious diseases was built on the Southwest Side of the city, near the courthouse at 26th and California.Institutions like the smallpox hospital and the temporary cholera hospital were not meant to be locations of general medical care, and as early as 1837 citizens were suggesting the city build a general hospital. It was not until a decade later, however, that both city and county officials worked with physicians from Rush Medical College to establish the first such hospital in the area, at North Water and Dearborn streets. Newly opened and seeking students, Rush College wanted a hospital to fill a need for clinical education. Rush provided the doctors, the county supplied the medicine, and the city paid for the building rental. However, it soon became evident that the accommodations were inadequate for the large number and variety of patients, and the hospital went out of business.Rush physicians soon incorporated another general hospital, called the Illinois General Hospital of the Lakes, which opened in 1850 with 12 beds in the old Lake House Hotel at Rush and North Water Streets. The charge was three dollars per week per patient. The doctors asked the Sisters of Mercy, a Roman Catholic order, to provide nursing care, and in the spring of 1851 transferred control to the Sisters. With a new charter, the hospital was renamed Mercy Hospital. Cook County supervisors paid Mercy to care for county patients. The oldest continuously running hospital in Chicago, it moved in 1853 to a new building at Wabash and Van Buren and in 1863 was relocated to its present campus at 26th and Calumet. Rush College retained the privilege of teaching medical students there until 1859, when Mercy switched affiliation to the Chicago Medical School (later known as Northwestern University Medical School).Medical sectarians, some with unorthodox therapeutic practices, founded their own hospitals, such as the Hahnemann Hospital, which opened in the early 1850s. Popular despite unyielding criticism from “regular” physicians, homeopaths held that disease could be cured using very small doses of medicines rather than the typically large amounts of strong, even potentially lethal drugs other doctors prescribed. Homeopathy had a large following in Chicago and elsewhere in the nineteenth century, and this was not surprising, since minimalist therapies such as theirs were usually easier on the body. Their support declining by the early twentieth century as scientific medicine became more accurate and effective, homeopathic medical colleges found improvement in medical education difficult to implement, and their hospitals closed or adopted traditional techniques. During the mid-nineteenth century, however, homeopaths in Chicago held a strong hand. Friction between them and regular medical practitioners became a political battle in 1857, when the former sought representation on the medical staff of what was to be the new city hospital at 18th and LaSalle streets. The argument prevented the institution from opening until 1859, when Rush faculty members rented it for use as a private hospital. In 1862, the U.S. Army commandeered it for a military hospital, until the Civil War ended and the county leased it. Cook County finally had a relatively permanent hospital. As the number of charity cases grew, however, the old building proved too small, and County Hospital moved to new pavilions at the present site at Wood and Harrison Streets in 1876. Larger structures replaced these beginning in 1912, and these in turn were replaced in the first years of the twenty-first century.In 1847 a Chicago physician built a private retreat for the insane just north of the city, and in 1854, when the county moved its almshouse to a site known as “ Dunning ” 12 miles northwest of the city, an asylum was among the buildings constructed. Authorities transferred this asylum, the Cook County Hospital for the Insane, to the care of the state of Illinois in 1912, and the name changed to Chicago State Hospital.Institutional efforts against tuberculosis began with the Chicago Tuberculosis Institute, which established the Edward Sanatorium in 1907. The Municipal Tuberculosis Sanitarium, funded by the city, opened in 1915 at Crawford and Bryn Mawr Avenues. To care for sick and injured sailors who worked on the Great Lakes, the federal government set up a hospital in 1852 on the grounds of Fort Dearborn. It later moved north of the city to what became the Uptown neighborhood. After World War I, the United States Public Health Service established several large hospitals, forerunners of present-day Veteran's Hospitals. The Hines facility in Maywood was among the largest.Seen as part of a church's mission, religious hospitals were shaped by a charitable imperative and a desire to save souls while caring for the sick. Religious symbols and the presence of religious nursing orders provided constant reminders of spirituality. St. Luke's Hospital, a charity of Grace Episcopal Church on the Near South Side, began in 1865 in a small frame structure at 8th and State Streets, eventually moving into larger buildings on south Indiana and Michigan Avenues. The hospital remained at that site for almost a century, merging in 1956 with Presbyterian Hospital and Rush Medical College on the Near West Side. Lutheran pastor William Passavant established the 15-bed Deaconess Hospital at Dearborn and Ontario Streets in 1865. Destroyed by the 1871 fire, in 1884 it reopened at Dearborn and Superior as the Emergency Hospital, later named Passavant after its founder. In 1920, Northwestern University Medical School adopted Emergency as a site for clinical instruction. Methodist Wesley Memorial Hospital, established in 1888, joined Passavant as part of Northwestern's Chicago campus in 1941.The Alexian Brothers, a Roman Catholic male nursing order originating during the bubonic plague of the thirteenth century, started a small hospital for males in 1866. Its first substantial building was at Dearborn and Schiller. After two years, Alexian moved to larger quarters at North and Franklin. It rebuilt after the fire, moving in 1896 to Belden and Racine and then to Elk Grove Village in 1966. The Sisters of Charity began St. Joseph's Hospital in Lake View in 1868. It now serves the community from a modern high-rise building at Diversey Avenue near the lake. Other early Catholic hospitals were St. Elizabeth's, founded near Western and Division in 1887 by the Poor Handmaids of Jesus Christ, and St. Mary of Nazareth Hospital, established in 1894 by the Sisters of the Holy Family of Nazareth in the same neighborhood. St. Mary's served the Polish -speaking immigrant community.Early Chicago Jews founded a hospital at LaSalle and Schiller in 1866. Like nearby Alexian Brothers, this institution fell victim to the fire, but Jewish Hospital did not rebuild immediately. The family of philanthropist Michael Reese made large contributions, and the hospital bearing his name arose in 1882 at Ellis Avenue and 29th Street, becoming by 1950 the largest charity-sponsored hospital in Chicago, with 718 beds. The increasing population of Jews on Chicago's Near Southwest Side prompted the opening of Mt. Sinai Hospital near Douglas Park in 1919.The influx of German immigrants into the Chicago area led to the 1883 founding of the German Hospital. It was renamed Grant Hospital during World War I. Baptists established the Chicago Baptist Hospital in 1891, and Methodists founded Bethany Methodist. By 1897, Lutherans had built Augustana, Swedish Covenant, the Norwegian -American Hospital, and the Lutheran Deaconess Home and Hospital. Early twentieth-century Catholic groups started St. Anne's, St. Bernard's, and Columbus hospitals.Several Chicago hospitals have aimed at specific types of patients. The Illinois Charitable Eye and Ear Infirmary began in 1858 under the direction of ophthalmologist Edward Lorenzo Holmes. In 1865, Mary Harris Thompson founded the Chicago Hospital for Women and Children, chiefly to serve widows and orphans of Civil War victims. Renamed the Mary Thompson Hospital when she died in 1895, it opened on Rush Street, then moved to West Adams Street. Julia F. Porter endowed the Maurice Porter Memorial Free Hospital for Children in 1882 in memory of her son. In 1903 it took the name Children's Memorial. Joseph B. De Lee founded the Chicago Lying-In Hospital and Dispensary in 1895 in a tenement house on Maxwell Street in an effort to lower the high neonatal mortality rates. The Martha Washington Hospital advertised itself as a haven for alcoholics, and the Frances E. Willard National Temperance Hospital, named after the famous temperance advocate from Evanston, was for nondrinkers. It was dedicated to proving that diseases could be cured without the use of alcohol or alcohol-based medicines.Until the mid-twentieth century, many Chicago hospitals refused to treat African American patients or employ black doctors and nurses. Daniel Hale Williams, one of the first African American surgeons in Chicago, organized Provident Hospital in 1891 in an effort to ensure hospital services to African Americans in Chicago and to provide black health care workers a place to practice and learn.Beginning in the last decade of the nineteenth century, groups of physicians and physician-entrepreneurs established for-profit hospitals such as the Lakeside Hospital, Garfield Park Hospital, Westside Hospital, and Jefferson Park Hospital. Later examples of this type included North Chicago, Washington Park, Ravenswood, South Shore, Washington Boulevard, Burnside, Chicago General, John B. Murphy, and Belmont hospitals. Most of these were small and some lasted only a few years. Others became nonprofit institutions and continued to serve without investor ownership.Reforms in nursing and a new understanding of the importance of cleanliness made the hospital a safer place for most patients by the end of the nineteenth century. Medicine began to incorporate developments in chemistry and biology, and aseptic surgery and clinical laboratories became effective tools in health care. Such changes in technology paralleled tremendous growth in population from immigration, which strained existing municipal services, including the provision of medical care. Hospital construction by both public and private agencies was one result. Tax-supported hospitals were built by the city, the county, the state, and federal government. Private hospitals included institutions owned or operated by medical schools, religious groups, individual doctors or groups of physicians, lay boards, and even companies such as railroads. Especially in a city filling with immigrants, a hospital could be a place of comfort to particular beliefs, customs, languages, and races, as well as a site of medical care.Insurance programs beginning in the 1930s encouraged hospital development, and as the Hill-Burton plan took effect after World War II, hospitals all over the United States were built or expanded. As the number of available beds increased, so did competition for patients among neighboring institutions. By 1950, with a population of 3.6 million, Chicago had 84 hospitals, including public and private sanatoria. The majority were nonprofit, receiving major funding from patient fees (often at least partly paid by insurance), donations, and endowments.As government reimbursement programs initiated in the 1960s expanded to encompass so many patients that tax resources stretched thin, agencies demanded briefer hospital stays. New technologies allowed patients to be discharged earlier. Beds began to go unfilled and hospitals faced declining revenues. Many closed or consolidated, and the number of hospitals in Chicago fell to approximately 50 by the late 1990s. The advent of health-maintenance organizations (HMOs) was another factor in the loss of hospital income, since these organizations typically contracted for care at lower fees than traditional insurance paid. Hospital ownership began to consolidate as large corporations or associations sought economies of scale by purchasing formerly independent institutions.",
    "Bibliography": "Bonner, Thomas N. Medicine in Chicago, 1850–1950: A Chapter in the Social and Scientific Development of a City. 2nd ed. 1991.Chicago Medical Society. History of Medicine and Surgery and Physicians and Surgeons of Chicago. 1922.Duis, Perry. Challenging Chicago: Coping with Everyday Life, 1837–1920. 1998.",
    "Author of Text": "Paul A. Buelow",
    "Hyperlinked Terms Associated": [
        "Cook County",
        "epidemic",
        "cemetery",
        "Lincoln Park",
        "fire of 1871",
        "Roman Catholic",
        "nursing",
        "Mercy Hospital",
        "Northwestern University",
        "medical education",
        "Civil War",
        "Dunning",
        "tuberculosis",
        "Great Lakes",
        "Uptown",
        "World War I",
        "Veterans Hospitals",
        "Maywood",
        "Near South Side",
        "Near West Side",
        "Elk Grove Village",
        "Lake View",
        "Polish",
        "Jews",
        "Michael Reese",
        "German",
        "Swedish",
        "Norwegian",
        "Mary Thompson Hospital",
        "African American",
        "Provident Hospital",
        "Garfield Park",
        "Washington Park",
        "Ravenswood",
        "South Shore",
        "Burnside",
        "railroads",
        "Insurance"
    ],
    "Street addresses associated": [
        "Lincoln Park",
        "Uptown",
        "Near South Side",
        "Near West Side",
        "Lake View",
        "Near Southwest Side",
        "Douglas Park",
        "South Side",
        "Stickney",
        "Elk Grove Village",
        "Maywood"
    ]
}