{
    "Title": "Hotels",
    "Descriptive Text": "When Chicago was a small village in 1830, the American palace hotel ideal was literally being cast in stone on the eastern seaboard. Therefore, the typical developmental pattern of traveler accommodations that proceeded elsewhere from tavern to city inn and then, beginning in the 1820s, to luxury hotel took place in Chicago rapidly and on a large scale. The first three taverns, Caldwell's Tavern (built by James Kinzie), the Miller House, and Mark Beaubien's tavern, soon known as the Sauganash Hotel, arose at Wolf's Point at the fork of the Chicago River during 1829 and 1830. In 1831 Beaubien added a frame addition to his log building, establishing Chicago's first hotel. Chicago's first Tremont House followed in 1833, and, though modest, it was no doubt named for Boston's remarkable Tremont House (1829). The Lake House opened in 1836 across the Chicago River from Ft. Dearborn near where the Wrigley Building stands today. It was an elegant three-story brick building costing $90,000, and it served as a center for social and political activity.During the mid-nineteenth century, the building, destruction, and rebuilding of hotels continued, fueled by fire and burgeoning development. The Tremont House, Briggs House, Palmer House, Sherman House, Adams House, Matteson House, Massasoit House, and Metropolitan House were among the pre-1871 hotels that served the city in luxurious style. These five-, six-, and seven-story block masonry buildings offered amenities such as steam heat, gas lighting, elevators, French chefs, and elegant surroundings. The Tremont House in particular, rebuilt for the third time in 1850, retained its position for many years as the city's leading hotel. Both Stephen A. Douglas and Abraham Lincoln spoke from its balcony to crowd-filled streets below, and, in 1860, the hotel served as the headquarters for the Illinois Republican Party as it campaigned for Lincoln's presidential nomination. All of these hotels burned in the fire of 1871. The Palmer House had been open only for a few months. Another hotel, the Grand Pacific, had been open only a few days.The “Big Four” of the post-fire hotels included the Palmer House, the Grand Pacific, the Tremont, and the Sherman House. These buildings adopted the commercial palazzo style of architecture common to the grand hotel palaces of the East. All professed to be fireproof above all, but boasted grand lobbies, monumental staircases, elegant parlors, cafes, barber shops, bridal suites, dining rooms, ballrooms, promenades, hundreds of private bedrooms and baths, and the latest luxuries. Typical room charges ranged from $3.50 to $7 per day and included three to four meals. Guests incurred extra charges for private parlors, room service, fires in private fireplaces, and desserts taken to one's room from the dinner table. Hotels like the Grand Pacific and the Palmer House not only served transient visitors but also appealed to wealthy permanent residents who found in the palace hotel a convenient way to set up trouble-free elegant households. Hotels such as these served as models for other hotel construction, particularly in smaller American cities, where a luxury hotel symbolized and celebrated capitalist bourgeois values. Chicago also became a center for the hotel industry with three of the major hotel trade journals publishing from the city.The architectural revolution that produced the skyscraper found its expression in Chicago's luxury hotels. First among these was Adler and Sullivan's Auditorium Building (1889), which featured a 400-room hotel in addition to the theater and 17-story office tower. A 400-room annex was added in anticipation of the 1893 World's Columbian Exhibition. The LaSalle Hotel (1908–9), one of the first of the new hotels to locate in the Loop, soared 22 stories into the Chicago skyline and claimed 1,000 bedrooms. A Michigan Avenue hotel strip anchored by the nationally renowned Blackstone (1910) included the Congress (formerly the Auditorium Annex) and the Auditorium. These were soon challenged by hotel development in the prosperous North Michigan Avenue region, where the Drake (1918–20) and the Allerton (1923–4) offered quiet, elegant alternatives with a view of the lake. The economic boom and population growth of the 1920s and Chicago's increasing attractiveness as a convention city led to a perceived shortfall in hotel rooms, remedied by the 2,000-room Morrison Hotel and the newest rendition of the Palmer House, a Holabird & Roche creation built in 1923–25 whose 25 stories housed 2,268 rooms and for a very short time held the record as the world's largest hotel.This title soon passed to the Stevens Hotel (now the Chicago Hilton and Towers), developed by the Stevens family of the Illinois Life Insurance Company and owners of the LaSalle. Opened in 1927, the Stevens occupied an entire city block on Michigan Avenue between Seventh and Eighth Streets. Its 3,000 guest rooms and supporting facilities such as ballrooms, restaurants, retail shops, and meeting rooms were designed according to principles of mass production and retailing perfected for the hotel industry by E. M. Statler. The hotel's size and unsurpassed convention facilities depended on continuing national prosperity for economic viability. The Great depression of the 1930s sent the Stevens into receivership, as it did for hundreds of other hotel properties across the nation. Chicago's hotel boom had temporarily come to a halt.Chicago's hotel industry continued to expand during the second half of the twentieth century. After World War II, the growth of automobile travel led to the emergence of dozens of new “motels” in the suburbs. Meanwhile, the rise of airplane travel created new clusters of hotels near O'Hare Airport. By the end of the 1980s, the suburbs contained about 14,000 motel and hotel rooms. But the days of the large downtown hotels were far from over. Starting in the late 1980s, there was a new boom in luxury hotel construction and renovation in downtown Chicago. Huge new edifices such as the Hotel Nikko, the Four Seasons, and the 1,200-room Sheraton and Cityfront Center boosted the city's capacity to handle a large number of well-to-do business travelers and tourists. Chicago's ability to attract and retain large national conventions—many of which were held at its enormous McCormick Place facility—fueled this expansion and helped the business of all the area's hotels. As the twentieth century came to a close, there were roughly 75,000 hotel and motel rooms in the Chicago area, and more space was being added to handle the roughly 25 million people a year who stayed as guests in and around the city.",
    "Bibliography": "Andreas, A. T. History of Chicago. 1884–1886.Berger, Molly W. “The Modern Hotel in America, 1829–1929.” Ph.D. diss., Case Western Reserve University. 1997.Williamson, Jefferson. The American Hotel. 1930.",
    "Author of Text": "Molly W. Berger",
    "Hyperlinked Terms Associated": [
        "Chicago River",
        "Ft. Dearborn",
        "gas",
        "Republican Party",
        "fire of 1871",
        "skyscraper",
        "Auditorium Building",
        "Worlds Columbian Exhibition",
        "Loop",
        "Great depression",
        "World War II",
        "O´Hare Airport",
        "business",
        "McCormik Place"
    ],
    "Street addresses associated": [
        "Loop",
        "Lake View"
    ]
}