{
    "Title": "Housing Types",
    "Descriptive Text": "When white settlers arrived in northern Illinois, they brought with them accustomed common house forms. Few of these simple buildings remain within the city limits of Chicago. Fortunately, examples survive in scattered suburban locations, especially along the Illinois & Michigan Canal and the Fox and DuPage Rivers. Suburbs such as Naperville and Lockport contain significant examples of the two forms which served as common houses for a majority of nineteenth-century Chicagoans.The first dominant house form evolved from a very traditional hall-and-parlor house. The simplest type was a rectangular, two-room structure, roughly 12 or 14 feet by 24 feet, with gables facing to the sides. Since Chicago developed after the introduction of cast-iron stoves, these houses did not require large masonry fireplaces at the center of the structure, a dominant feature in earlier forms. Larger versions of this form contained a loft or second story that typically provided sleeping quarters for children. From 1830 to 1870, these buildings served as the first residences for urban and rural families throughout northern Illinois.In suburban South Holland, the local historical society operates two sites as museums, the Paarlberg and Van Ostenbrugge farms, which provide excellent examples of simple hall-and-parlor farm houses. The Murray house at Naper Settlement in Naperville provides a more elaborate example of the form. This house contains four rooms on the first floor, as well as a formal entry hall. Larger than a simple farm house, the Murray house served as the residence for a middle-class lawyer, who required space for entertaining and an office.With time, most owners expanded the simple rectangular hall-and-parlor form. These additions altered the basic shape of the house into the form of a T. Sometimes called a wing-and-T, these structures became the dominant rural house form throughout the Midwest. They ranged from simple one-story, three-room houses to very elaborate structures that housed prosperous families. In a few suburban areas such as Lemont, simple T-shaped houses served as the common house form.However, throughout most of metropolitan Chicago, urban residents adopted a second form that differed from the traditional hall-and-parlor house. In all likelihood, settlers built cottage housing from the earliest years of settlement. While cottages were also rectangular, their gables faced the front and rear rather than the sides of the house. Consequently, simple one-story cottages contained a much different floor plan, with bedrooms lining one side of the house and parlor, dining room, and kitchen along the opposite side. Like the hall-and-parlor house, the cottage form contained amiddle-class variant of two stories with a formal entry hall. These structures also located theprivate spaces for bedrooms on the second floor.Frame cottages could be built and easily remodeled in great variety on the narrow lots that characterized much of urban Chicago. Consequently, they became the dominant urban house form by the time of the Chicago Fire of 1871. They accommodated all segments of the city's working class, including those who prospered. After the fire, brick cottages became common. As immigrant populations increased, the cottage form adapted to new demands in two significant ways. Old frame cottages often were raised on new brick foundations, converting one-family residences into apartments. In the most crowded sections of the city, these structures were moved to the rear of lots, allowing for new construction at the front. The cottage also developed a variety of multiple-family types. The most common types were two-story structures that resembled two cottages placed one on top of the other. But variations of the cottage form could house six or more apartments.By the great boom of the 1920s, many cottages had been expanded and modernized to include amenities such as plumbing, gas, and electricity. Nevertheless, these structures appeared old fashioned and out-of-date. In newer sections of the city and suburbs, bungalows replaced cottages as the dominant common house form. Bungalows were more stylish and modern and were constructed with such amenities as central heating. Some scholars have suggested that the bungalow derived from influences outside Chicago, most notably California. Certainly, sections of the city, such as the Villa District (3600–3800 blocks of N. Avers, Hamlin, Harding, and Springfield), drew upon the Craftsman style. However, most Chicago bungalows were of traditional design. They followed the same floor plan as six-room cottages: parlor, dining room, and kitchen on one side of the house, bedrooms on the other. Basically, these bungalows were modernized cottages, placed on larger lots, with more stylishly designed roofs, higher quality millwork, and modern amenities. In the suburbs, many bungalows were frame. But common practice identifies the classic Chicago bungalow as a brick structure.While most Chicagoans lived in common, traditional residences, greater affluence and a corporate economy led to the adoption of national styles of architecture by greater numbers of families in the city and suburbs. Whether Italianate in the 1870s, Victorian in the 1880s, or Colonial Revival in the 1920s, these structures were not indigenous to Chicago. The adoption of national forms of housing accelerated after World War II, as most of the great suburban boom involved construction of ranch houses. However, pockets of traditional bungalow construction continued in the 1960s throughout lower-middle-class areas of the city and suburbs.The most recent boom in new construction continues the trend by building house forms influenced by national trends. However, the gentrification of inner-city neighborhoods and some suburbs has regenerated old forms. Many former cottages and tenement buildings throughout the Near North have been transformed into high-priced single-family residences and condominiums. In these neighborhoods, old buildings have been torn down only to be replaced by new structures that, more or less, have facades resembling old Chicago cottages. Like the older structures, the form of these buildings is affected by the narrow lots that define the city's older residential neighborhoods.During the past 15 years, traditional Chicago bungalows have also been remodeled. The desire to live in affluent suburbs like Park Ridge has led many homeowners to reconstruct one-story bungalows into much larger two-story structures. The same type of remodeling has occurred in less affluent sections of the city as well. In these neighborhoods, residents prefer to remodel traditional forms in familiar neighborhoods than to move to the suburbs. In either case, Chicago's landscape demonstrates a remarkable persistence of house forms.",
    "Bibliography": "Bigott, Joseph C. From Cottage to Bungalow: Houses and the Working Class in Metropolitan Chicago, 1869–1929. 2001.Glassie, Henry. Vernacular Architecture. 2000.Philpott, Thomas Lee. The Slum and the Ghetto: Neighborhood Deterioration and Middle-Class Reform, Chicago, 1880–1930. 1978.",
    "Author of Text": "Joseph C. Bigott",
    "Hyperlinked Terms Associated": [
        "Illinois & Michigan Canal",
        "Fox",
        "DuPage Rivers",
        "Naperville",
        "Lockport",
        "South Holland",
        "Naper Settlement",
        "lawyer",
        "Lemont",
        "Fire of 1871",
        "apartments",
        "construction",
        "gas, and electricity",
        "bungalows",
        "Villa District",
        "architecture",
        "World War II",
        "gentrification",
        "tenement",
        "condominiums",
        "Park Ridge"
    ],
    "Street addresses associated": [
        "Naperville",
        "Lockport",
        "South Holland",
        "Lemont",
        "Villa District",
        "Near North",
        "Park Ridge"
    ]
}