{
    "Title": "Housekeeping",
    "Descriptive Text": "From all over the world, Chicago's many in-migrants have brought with them an immense variety in ways of keeping house. For every new household, there has been someone, usually a woman, who has negotiated the choices between old and new ways of eating, of housecleaning, and of purchasing household necessities. Having learned one set of skills—and housewifery was a highly skilled undertaking until well into the twentieth century—she had to learn another set that might be very different in Chicago. Thus, the pace of a family's assimilation to life in the city has owed in substantial part to mundane daily decisions by a housewife. To whose standards of cleanliness would she adhere? Where would she find the ingredients for her family's holiday dinner? Hundreds of thousands of Chicago women have pondered such issues over the generations and in this way have played a major role in shaping the character both of their families' lives and of the city's neighborhoods.Some of those neighborhoods have constituted a particularly difficult challenge for a housewife—none more so than the famed Back of the Yards. Said two sociologists in 1911 of the area adjacent to the stockyards: “No other neighborhood in this, or perhaps in any other city, is dominated by a single industry of so offensive a character.” The people who lived near the yards confronted filthy conditions: stench, decaying carcasses, pollution of many sorts. A plethora of packinghouses discharged their wastes into Bubbly Creek, a fork from the South Branch of the Chicago River that traversed Back of the Yards.COOKING UTENSIL ADVERTISEMENT, 1913Upton Sinclair described the problems vividly in The Jungle, published in 1906. His fictional Lithuanian immigrants, arriving in Back of the Yards, see housing worse than any they had heretofore encountered. Their landlady's home is “unthinkably filthy,” with a “fetid odor” permeating the area. The thick swarms of flies, the terrible overcrowding—there is even a flock of chickens in the house—are all described in nauseating detail. The sociological report of 1911 stated that researchers had found one residence in the neighborhood in which a single water closet was provided for 47 persons.With so many thousands coming to Chicago in the late nineteenth century, frequently to confront appalling housing conditions, it is not surprising that in 1889 this city gave birth to the American settlement house movement with Jane Addams's founding of Hull House. Addams, her Chicago colleagues, and those they inspired in other parts of the country, usually middle-class women, took up residence in homes in impoverished immigrant neighborhoods and tried to teach those in the vicinity about standards of cleanliness, among other things. Scholars still debate the extent to which the settlement house workers were busybodies—as opposed to being genuinely helpful—but what is incontrovertible is that thousands of working-class Chicago housewives were struggling and needed relief. Even if they were fortunate enough to live some place other than Back of the Yards, they might well be doing piecework at home, thus creating another set of challenges for maintaining a clean and pleasant domestic environment. In her memoir Twenty Years at Hull-House, Jane Addams left no doubt that she found the homes in the Hull House neighborhood as disturbing as Sinclair had found those in Back of the Yards: they were located on streets that were “inexpressibly dirty,” suffered from “unenforced sanitary legislation,” and were adjacent to “stables foul beyond description.”KITCHEN OF FARLEY RESIDENCE, 1952Dirt, diseases such as tuberculosis that correlate with unclean conditions, and demoralization—all these afflicted many homes at the same time that Chicago played host to the World's Columbian Exposition of 1893—the White City. The great fair, with alabaster buildings sited to create a pristine and orderly environment, stood in ironic contrast to the disorder and grime that plagued so many households in nearby areas. Most Americans cities contained stark contrasts between tenements and opulent households, but with the fair, Chicago flaunted its capacity to create an island of ideal beauty in a sea of squalor.Such unhappy contrasts are part of the story of keeping house in Chicago, but they are not the whole story. Chicago came into being just as the first of many significant changes was taking place in household technology: the transition from open-hearth cookery to the stove. A dazzling array of further changes in the nineteenth century—the sewing machine and improved refrigeration, for example—were in place by the time of the world's fair and were featured in the fair's catalog. Moreover, displays at the White City's Electricity Building suggested possibilities for the future such as electric stoves, electrified pans, washing machines, and ironing machines.LAUNDRY ROOM OF FARLEY RESIDENCE, 1952In the nineteenth century working-class housewives struggled to maintain homes under highly adverse conditions while their middle-class sisters fretted about the “servant problem”—which became more intense as working-class white women began to enjoy employment options better paid and less stigmatized than domestic service. Middle-class women could look to technology for relief from their burdens. Working-class housewives would have to wait longer for relief from this quarter, because it was not until the 1920s that such consumer goods as household electrical appliances began to be widely disseminated throughout the society (owing both to lower prices and to the increasing use of installment buying).Scholars who have studied domestic work have found that the women who waited upon other women and their families bore the heaviest housekeeping burden of all. At first Chicago servants were drawn primarily from the ranks of immigrants, and then as increasing numbers of African Americans began to move north, black women began to be the largest component of the domestic service workforce. Servants' days were long, they were poorly paid, and they could not count on being treated with dignity. Conflicts must have been common between middle-class housewives with their standards for how things should be done, and servants fresh off the boat or the farm with no notion of the niceties that might be expected in their new employment.The trends of the twentieth century can be summarized briefly. Ever fewer households have employed servants, and those that have, have used them fewer days per week than in the past. Shrinking numbers of servants plus smaller families have meant that average household size has continued the decline it began in the early nineteenth century. Since ever more women have been gainfully employed outside the home, they have looked to technology and new products—and probably to their partners—to help with the demands of housekeeping. Hence homes have become both more mechanized and more commodified. All forms of household work have become deskilled as busy people increasingly use convenience foods or fast food for meals, while newer fabrics and clothing styles have simplified laundry and virtually eliminated ironing. Some things have remained constant: home is the place where children are reared, and home is still something people dream of owning, their most valuable possession if they are owners, and the place where newcomers mediate between old and new.",
    "Bibliography": "Hoy, Suellen. Chasing Dirt: The American Pursuit of Cleanliness. 1995.Katzman, David M. Seven Days a Week: Women and Domestic Service in Industrializing America. 1978.Matthews, Glenna. “Just a Housewife”: The Rise and Fall of Domesticity in America. 1987.",
    "Author of Text": "Glenna Matthews",
    "Hyperlinked Terms Associated": [
        "Back of the Yards",
        "Chicago River",
        "The Jungle",
        "Lithuanian",
        "settlement house",
        "Hull House",
        "tuberculosis",
        "Worlds Columbian Exposition",
        "domestic work",
        "African Americans",
        "work",
        "laundry"
    ]
}