{
    "Title": "Housing for the Elderly",
    "Descriptive Text": "In the early nineteenth century there were no formal institutions in Chicago dedicated specifically to sheltering dependent elderly persons, although the county almshouses gave rudimentary accommodations to destitute persons of all ages. In the 1880s reformers aiming to separate the elderly and disabled poor from the insane at the Dunning and Oak Forest poorhouses built the Home for Aged Couples, a two-story building for married residents. Nevertheless, public agencies continued to ignore the special needs of the elderly poor despite the fact that the proportion of those 60 years or older had climbed from 16.7 percent of the poorhouse residents in 1870 to 61 percent by 1908.The Old Ladies' Home, created and governed in 1861 by a board of managers representing eight Protestant religious groups, was the first private facility in Chicago to provide permanent residential care for the aged. After the Chicago Fire of 1871, the need for additional housing led to the construction of a larger facility with 80 single bedrooms and several public rooms, the Old People's Home at 3850 S. Indiana Avenue.Facilities founded by other religious and ethnic groups followed. The Little Sisters of the Poor built residences serving the Irish-Roman Catholic population: Sacred Heart Home in 1876, St. Augustine's in 1882, and St. Joseph's in 1891. By 1905 they served 560 residents. During the 1880s, one Swedish and two German ethnic organizations sponsored homes. The Home for Aged Jews was founded in 1891 at Drexel Avenue and 62nd Street to serve the German-Jewish community; and the Orthodox Jewish Home for the Aged, founded in 1899 at Albany and Ogden, served the Russian Jews. They were joined by Danes in 1891 ( Norwood Park ), Norwegians in 1896 (Norwood Park), and Bohemians in 1893. Religious sponsors included Episcopalians, who founded the Church Home for Aged Persons in 1890 in North Kenwood and the Methodist Episcopal Old People's Home in 1898 in Edgewater. The Home for Aged Colored People was incorporated in 1898 at 610 W. Garfield Boulevard, but served only 15 residents in 1909. Many suburban homes were established including the Evangelical Lutheran Old People's Home (1892) in Arlington Heights, the Presbyterian Home in Evanston, and the Scottish Home in North Riverside.These facilities owed their existence to the efforts of individual organizers motivated by distressed individuals within their own group. The word “home” indicated a substitute family providing care in pleasant surroundings. Most residents were in good health, longtime residents of the city, and “of good character.” By 1912, private institutional care had become a widely accepted method of providing care for the aged poor, the first real effort in Chicago to treat the aged as a specific social group.Until the 1950s, the Chicago Housing Authority provided no special housing for the elderly. In 1951, only 5 percent of the total CHA units were occupied by tenants over 65.The first high-rise building designed especially for elderly residents, the Drexel Square Apartments, was part of the Hyde Park –Kenwood Urban Renewal Project. Another special building was in the Lathrop Homes, built in 1959. After 1961, eight federally financed buildings containing 1,009 apartments were designated for the elderly. Unlike most CHA housing, buildings for the elderly were constructed in all parts of the city, including three projects on North Sheridan Road. This does not mean that the projects were well integrated; most housed predominantly white or black residents, depending on location. Income limits were in force without the stigma attached to family projects.In 1967, the Illinois Housing Development Authority (IHDA) was established to make construction loans and long-term mortgages to nonprofit and limited-profit entities for construction or rehabilitation of rental, cooperative, or condominium housing for persons of low or moderate income. IHDA received subsidies from the U.S. Department of Housing and Urban Development (HUD), enabling them to give developers low interest rates and preconstruction loans, which they were required to pass along to the tenant in the form of lower rent. In 1975 the Grace Street Housing off Lake Shore Drive was the first built for the elderly under this law.In 1976 the 17-year CHA program for the construction of housing for the elderly, which totaled 46 developments with 9,607 units, was brought to an end. It was replaced in 1980 by the Chicago Housing Authority Scattered Sites Program, or the Gautreaux Assisted Housing Program, which used federal funds to provide scattered housing, managed by private firms. The CHA has also served as a landlord participating in the HUD subsidies.All of these types of housing for the elderly, including IHDA managed facilities, private and publicly subsidized, have also been located in the suburban counties. In 1992, IHDA listed a total of 20,818 units in Chicago, of which almost 70 percent were HUD rent-subsidized and/or sponsored by nonprofit organizations, and 20,887 suburban units, of which 53 percent were subsidized. At the close of the twentieth century there were at least 26 religious- and ethnic-sponsored facilities in Chicago, 22 in Cook County, and 14 in the other suburban counties.",
    "Bibliography": "Anderson, Arthur E. “The Institutional Path of Old Age in Chicago, 1870–1912.” Ph.D. diss., University of Virginia. 1983.Bowly, Devereux, Jr. The Poorhouse: Subsidized Housing in Chicago, 1895–1976. 1978.Hancock, Judith Ann, ed. Housing the Elderly. 1987.",
    "Author of Text": "N. Sue Weiler",
    "Hyperlinked Terms Associated": [
        "almshouses",
        "Dunning",
        "Oak Forest",
        "Protestant",
        "Fire of 1871",
        "Irish-Roman Catholic",
        "Swedish",
        "German",
        "Danes",
        "Norwood Park",
        "Norwegians",
        "Kenwood",
        "Edgewater",
        "Arlington Heights",
        "North Riverside",
        "Evanston",
        "North Riverside",
        "Chicago Housing Authority",
        "Hyde Park",
        "Urban Renewal",
        "condominium",
        "Gautreaux Assisted Housing Program"
    ],
    "Street addresses associated": [
        "Hyde Park",
        "Kenwood",
        "North Kenwood",
        "Edgewater",
        "Arlington Heights",
        "Evanston",
        "North Riverside"
    ]
}