{
    "Title": "Housing Reform",
    "Descriptive Text": "In 1878 the Chicago Board of Health published its first reports on overcrowding and lack of sanitation in the city's poor sections, where roughly half the population resided. Over the next several decades, health officials and reform-minded citizens continued investigating and publicizing the extent of squalid living conditions that existed in Chicago, in hopes of building momentum for change. Settlement workers from Hull House, in conjunction with the federal Department of Labor, surveyed their neighborhood in 1893. The City Homes Association sponsored Robert Hunter's extensive 1901 report; and in 1908, Edith Abbott, one of the founders of the University of Chicago's School of Social Service Administration, began a series of studies that she would continue intermittently for almost 30 years.These surveys found numerous families packed into small houses and apartments built for single-family residence. Many slum blocks had no sewer connections, and unsanitary backyard privies provided the only toilet facilities; there was little or no indoor plumbing in many buildings occupied by several families. Those parts of the city to which African Americans were restricted, mainly the “ Black Belt, ” a narrow strip running south from the Loop along State Street, were especially wretched. Yet in these areas slum landlords charged more than elsewhere, because discrimination limited blacks' rental options. Since many Americans in this era assumed that poor people were personally to blame for the bad conditions in which they lived, reformers, whatever their own beliefs, tended to downplay humanitarian rationales for change and to emphasize the health threats to the whole city when they reported on the slum conditions.Leading Chicago citizens responded to these alarming reports by joining reform campaigns of various kinds. These included supporting regulatory legislation and trying to erect good-quality low-rent dwellings that could return limited but real profits for investors. Such efforts proved unable to supply housing that low-income families could afford, however. George Pullman built his famous model town in the 1880s in part to demonstrate that good housing could profitably be provided for factory workers. But, savvy entrepreneur that he was, Pullman failed because he had not factored in the impact of economic downswings and unemployment when designing his venture. Successful businessman Julius Rosenwald did turn a 6 percent profit on his Michigan Boulevard Garden Apartments built in the 1920s for African Americans, but rents were too steep for all but the best-paid black families. The so-called New Tenement law of 1902, which set minimum standards for space, ventilation, and sanitary facilities in new construction, also failed to produce significant improvement. Lack of enforcement was one problem with restrictive legislation, but even more basic was the same stumbling block that stymied the humanitarian builders: low-paid workers lacked the means to cover the cost of decent urban shelter. Insisting on decent standards simply priced housing beyond what low-income families could afford to pay.Housing reformers also failed to confront segregation as a critical barrier to housing improvement. Over time many white families who started out in the slums did improve their financial situations, after which they moved to more pleasant neighborhoods. This option was not available to blacks, because property owners in middle-class neighborhoods used legal and extralegal means, including violence, to keep their distance from African Americans. Even economically successful blacks were trapped in sections of the city that became ever more dilapidated as more blacks migrated to Chicago and packed into the already crowded ghetto.After decades of effort, housing reformers in the prosperous 1920s were dispirited to find large numbers of poor families still residing in bleak, deteriorated sections of the inner city. When private enterprise overlooked the slums during this high-growth era, Chicago reformers, along with their colleagues in other big cities, began to advocate government programs to construct subsidized accommodations for low-income people. They hailed the New Deal federal housing programs begun during the Great Depression of the 1930s, which produced four developments containing a total of four thousand units in rowhouses and low-rise apartment buildings. These were the Jane Addams Houses, the Julia C. Lathrop Homes, Trumbull Park Homes, and the Ida B. Wells Homes.Unfortunately, public housing did not solve Chicago's housing problems. Few policy makers recognized the special problems faced by African Americans, and after World War II, public housing itself became a mechanism for more extreme segregation. Black Chicagoans seeking affordable housing were offered access only to grim high-rise apartment buildings in African-American neighborhoods where government had created a “second ghetto.” In the 1960s, civil rights activists, including Martin Luther King, Jr. , successfully challenged the racially motivated site-selection practices of the Chicago Housing Authority in what became known as the Gautreaux case. Yet, even as integrationists won victories in the courts, the political tide was turning against all public housing programs. In 1973 the Nixon administration announced a temporary freeze on federally subsidized housing programs, and relatively little building occurred in subsequent years.During the 1980s and 1990s, the visibility of homeless people walking the streets of Chicago and other big cities in the United States stimulated renewed interest in housing reform. Ironically, many of the same problems that confronted earlier reformers persisted. Like their counterparts at the outset of the twentieth century, many middle-class Americans continued to focus on personal shortcomings of the poor in the explanations of why some people lacked decent shelter. Psychological explanations persisted, despite economic changes that generated high numbers of low-wage service jobs that left people unable to afford market-rate housing. Meanwhile, the legacy of decades of residential segregation left many African Americans residing in inner cities without easy access to employment opportunities in economically vigorous suburbs. And again, as with the creation of the second ghetto, Chicago's city government exacerbated the problem by approving redevelopment projects that destroyed inexpensive housing options, such as Skid Row hotels. As the twentieth century neared its end, housing reformers in Chicago struggled with these issues as they sought strategies for improving housing conditions that might fare better than those of previous generations of reformers.",
    "Bibliography": "Hirsch, Arnold R. Making the Second Ghetto: Race and Housing in Chicago, 1940–1960. 1983.Hoch, Charles, and Robert A. Slayton. New Homeless and Old: Community and the Skid Row Hotel. 1989.Philpott, Thomas Lee. The Slum and the Ghetto: Neighborhood Deterioration and Middle-Class Reform, Chicago, 1880–1930. 1978.",
    "Author of Text": "Gail Radford",
    "Hyperlinked Terms Associated": [
        "Hull House",
        "City Homes Association",
        "University of Chicagos",
        "apartments",
        "African Americans",
        "Black Belt",
        "Loop",
        "Pullman",
        "Tenement",
        "New Deal",
        "Great Depression",
        "public housing",
        "World War II",
        "civil rights",
        "Martin Luther King, Jr",
        "Chicago Housing Authority",
        "Gautreaux",
        "subsidized housing",
        "homeless",
        "government"
    ],
    "Street addresses associated": [
        "Back of the Yards",
        "Hull House"
    ]
}