{
    "Title": "Housing, Mail-Order",
    "Descriptive Text": "The mail-order house developed out of a need for inexpensive, sturdy homes. In 1906 the Aladdin Company of Bay City, Michigan, began to manufacture prefabricated houses. Aladdin quickly became the industry leader with its large variety of catalog houses.In 1908, the Sears, Roebuck & Company entered the mail-order houses business. Richard Sears's original intent was to boost declining home furnishings sales. He believed that if a company sold an entire house, then it could sell all the items to go inside the house.Sears competed with Aladdin for preeminence in the mail-order home market, but did not overtake Aladdin until the 1920s. The 1928 Sears catalog for Honor Bilt Modern Homes offered almost one hundred styles, a far greater number than any of its rivals. The company became the premier catalog retailer of prefabricated houses.Sears's success was due to two strategies not utilized by Aladdin. First, not only could a buyer purchase the entire house and furnishings from Sears, but Sears would also finance the purchase with a home mortgage. Second, Sears owned the entire fabrication process from the lumber mills to the doors and windows factory.Houses sold through the Sears catalogs were shipped directly to the buyers by railroad. The mass of materials typically required a community with a rail siding where boxcars could sit while waiting to be unloaded. The precut materials were numbered and assembled according to a plan book, like a giant model.Sears reportedly sold over 100,000 houses through mail orders between 1908 and 1940, eclipsing all of its competitors. In spite of the great number of houses sold, Sears ended their mail-order houses business just prior to World War II. The company had taken a great financial loss during the Great Depression, when over $11,000,000 in mortgages were liquidated.Chicago-area communities that had large rail sidings during the first half of the twentieth century still contain Sears houses. West suburban Downers Grove has confirmed over 80 houses from a list of more than 200 potential ones. Many Chicago suburban communities like Elgin, Glen Ellyn, Villa Park, and Arlington Heights have inventoried their historic Sears mail-order houses.",
    "Bibliography": "Gowans, Alan. The Comfortable House: North American Suburban Architecture, 1890–1930. 1986.Stevenson, Katherine Cole, and H. Ward Jandl. Houses by Mail: A Guide to Houses from Sears, Roebuck and Company. 1986.",
    "Author of Text": "Mark S. Harmon",
    "Hyperlinked Terms Associated": [
        "mail-order",
        "lumber",
        "railroad",
        "World War II",
        "Great Depression",
        "Downers Grove",
        "Elgin",
        "Glen",
        "Ellyn",
        "Villa Park",
        "Arlington Heights"
    ],
    "Street addresses associated": [
        "Downers Grove",
        "Elgin",
        "Glen Ellyn",
        "Villa Park",
        "Arlington Heights"
    ]
}