{
    "Title": "House Numbering and Street Numbering",
    "Descriptive Text": "Numbering streets and buildings allows those not familiar with a building or home to locate it more easily. Early on, Chicago created a few numbered streets on the North and West Sides, but these did not last. By the 1860s, the city had numbered east-west streets on the South Side. Chicago's earliest building numbers were employed in the 1840s on Lake Street, the city's business center. Homes and businesses elsewhere were described in terms of street intersections, such as “on Kinzie Street, east of Dearborn.” Use of house numbers spread slowly. During the Civil War, however, the U.S. Post Office began free door-to-door delivery of mail, contingent upon numbering of houses, and house numbering became common.However, each “division” or side of the city had its own system, and many streets were numbered from the meandering rivers or shoreline, so that house numbers on parallel streets often failed to line up neatly. Beginning about 1881 on the South Side, house numbers on north-south streets were tied to the numbered east-west streets. Thus, for example, 2200 State was at 22nd Street. Here, numbering was much more regular than elsewhere.Ordinary Chicagoans seem to have adapted to the fuzzy but familiar geometry of this house-numbering regime, but delivery workers and strangers found it confusing at times, and the confusion added to business costs. A campaign led by Edward P. Brennan resulted in a new house-numbering system in 1908, as well as to street-naming reforms. All buildings were numbered beginning at Madison and State Streets, making the business and retail heart of Chicago the center of the new system. The clean geometry of straight lines and right angles guaranteed uniformity in numbering. Throughout Chicago, the “twenty-four hundred block” is just west of Western Avenue, while the 3200 block is just west of Kedzie. House numbers rise by 800 every mile, or 100 per long block, except on the South Side, where numbered streets retained their uneven spacing from Madison to 31st Street (where the first three “mile” intervals are at 12th, 22nd, and 31st Streets).Suburban areas gradually adopted house numbering as well, sometimes establishing their own systems, sometimes extending the city's. Lake View used the Chicago system on north-south streets but created its own scheme for east-west streets, with Western Avenue as its baseline. This scheme was continued when Lake View was annexed by the city in the late nineteenth century. Other areas annexed by the city were obliged to adopt the city's system. In the 1890s, Oak Park, foreshadowing later changes in Chicago, adopted a numbering system based on 800 to the mile—with one hundred to each long city block—and using Chicago's State Street as its baseline.Chicago's numbered street system has been extended far south into suburban communities, and some suburbs have adopted the city's house-numbering system. Others, however, emphasizing the uniqueness of their communities, adopted their own systems.",
    "Bibliography": "City directories provide street guides that explain house numbering in the nineteenth and early twentieth centuries.Hayner, Don, and Tom McNamee. Streetwise Chicago: A History of Chicago Street Names. 1988.The papers of the City Club of Chicago, Chicago Historical Society, contain extensive material on house-numbering and street-naming reform.",
    "Author of Text": "Christopher Thale",
    "Hyperlinked Terms Associated": [
        "South Side",
        "Civil War",
        "mail",
        "street-naming",
        "Lake View",
        "Oak Park"
    ],
    "Street addresses associated": [
        "Lake View",
        "Oak Park"
    ]
}