{
    "Title": "Household Finance Corp.",
    "Descriptive Text": "The Household Finance Corp., the descendant of a business founded in the late 1870s by Frank Mackey, moved from Minneapolis-St. Paul to Chicago in 1894. In 1905, Mackey's company added to its pioneering efforts in the field of consumer credit by introducing installment payment systems. By 1908, it had several dozen offices nationwide, with total loan accounts of $1.5 million. The Household Finance Corp. came into being in 1925 when Mackey merged 33 of his company's branch offices across the country into a single entity. At the end of the 1920s, Household Finance ranked as the largest personal finance company in the United States, with about $30 million in loans to tens of thousands of people. The company grew more slowly during the Great Depression and World War II, but during the postwar years Household Finance expanded quickly. By the early 1960s, when it employed about 7,000 people around the country, the company had about 1,200 offices with about $1.1 billion in outstanding loans. In 1965, Household Finance entered the retailing business on a large scale when it purchased the City Products Corp., owners of the “Ben Franklin” retail chain that had long been operated by Butler Bros. of Chicago. In 1981, Household Finance changed its name to Household International Inc. By 1985, just before it sold the Ben Franklin stores, Household had 28,000 employees worldwide and had about $3.4 billion in annual revenues. At the end of the 1990s, when it was based in suburban Prospect Heights, Household International employed about 4,700 people in the Chicago area. In 2003, Household International was bought out by British banking giant HSBC Holdings PLC.",
    "Bibliography": "This entry is part of the Encyclopedia's Dictionary of Leading Chicago Businesses (1820-2000) that was prepared by Mark R. Wilson, with additional contributions from Stephen R. Porter and Janice L. Reiff.",
    "Street addresses associated": [
        "Prospect Heights"
    ]
}