{
    "Title": "Housing, Self-Built",
    "Descriptive Text": "Circumstances and entrepreneurs in Chicago have encouraged owners to build their own houses, but there are few American cities where this practice has also been so disparaged.The once common practice of constructing your own house is fraught with difficulties, as Chicago humorist Ring Lardner caricatured in Own Your Own Home (1919). True self-builders (or owner-builders) undertake much of the physical labor themselves, often with the help of family or friends. Before the Civil War, newly arrived workers in Chicago frequently found they had to build their own houses because there was no excess housing stock.Circumstances favored self-building in Chicago. For amateurs to attempt such a task they needed a simple construction technology, such as the balloon frame houses that were widely used in Chicago. Entrepreneurs helped make this technology available. From the early 1900s Sears sold house kits by mail. To compete, lumber dealers soon marketed house packages too.While entrepreneurs catered to the self-builders, early-twentieth-century reformers condemned them. Self-building has been made to appear socially marginal and physically inferior. Later writers too have been critical on the grounds of health and aesthetics. In fact there has been more to praise about self-building than to condemn. Until the early 1950s many dwellings in the Chicago area were owner-built, 16 percent according to a 1949 survey. Some were inferior and unsafe, but most have been soundly built. Amateurs had little incentive to cut corners, and often built better than was necessary.Self-building has long been concentrated in selected suburbs, especially after the city extended its fire limits in 1912 to include much recently annexed territory on the South Side, including Pullman. In places such as Stone Park, Robbins, and the fictitious community that Jessica North wrote about in Arden Acres (1935), which was reportedly based on a development located between 20 and 30 miles outside Chicago, self-building was routine. In places such as Blue Island and Melrose Park it was more scattered. Since World War II, building codes have become more common, and the cost of land with improvements such as utilities accounts for a growing proportion of housing costs. The opportunity to realize savings through sweat equity has diminished and, for lower-income families, suburban homes have actually become less affordable.",
    "Bibliography": "Christgau, Eugene F. “Unincorporated Communities in Cook County.” M.A. thesis, University of Chicago, 1942.Harris, Richard. “Chicago's Other Suburbs.” Geographical Review 84.4 (1994): 394–410.Stevenson, Katherine C., and H. Ward Jandl. Houses by Mail: A Guide to Houses from Sears, Roebuck, and Company. 1986.",
    "Author of Text": "Richard Harris",
    "Hyperlinked Terms Associated": [
        "Civil War",
        "ballon frame",
        "lumber",
        "annexed",
        "South Side",
        "Pullman",
        "Stone Park",
        "Robbins",
        "Blue Island",
        "Melrose Park",
        "World War II",
        "building codes"
    ],
    "Street addresses associated": [
        "Stone Park",
        "Robbins",
        "Blue Island",
        "Melrose Park"
    ]
}