{
    "Title": "Humboldt Park",
    "Descriptive Text": "Chicago's Humboldt Park community, on the city's Northwest Side, centers on the 207-acre park named for the naturalist Alexander von Humboldt in 1869. Annexed to Chicago the same year, the sparsely settled prairie settlement experienced dramatic gains in real-estate value during the early 1870s amid the avid promotion of parkside areas. In 1886 the street railway arrived, followed by branches of the Elevated Railway in the 1890s. Two-flat houses became popular between 1900 and 1920, together with new brick bungalows and one- and two-story frame dwellings. Later small apartment buildings went up.As the downtown business district expanded during the 1870s, Chicago's Danish and Norwegian communities extended northwest along the Milwaukee Avenue corridor, moving to Humboldt Park in considerable numbers during the 1880s and 1890s. By 1900 the Danish community stretched along North Avenue from Damen Street west to Pulaski, in a band six to eight blocks wide. Over two dozen Norwegian churches were located in and around the Humboldt Park and Logan Square areas.Ethnic residential succession, from the waves of Germans and Scandinavians arriving during the last quarter of the nineteenth century through the presently dominant Puerto Ricans, is evident in the use of the park itself, which quickly became a magnet for political and cultural activities. Statues (later transplanted elsewhere after the dissolution of the particular national community) were first raised by the Germans to Alexander von Humboldt (1892) and author Fritz Reuter (1893). In 1901, some 50,000 flag-waving, North Side Scandinavian Americans flocked to Humboldt Park for the unveiling of Sigvald Asbjornsen's statue of the heroic adventurer Leif Erikson. In 1904 Poles erected at the park's entrance an equestrian statue of Thaddeus Kosciuszko, a political exile who had served with distinction as a general in the American Revolutionary army. One hundred thousand Polish Americans gathered in June 1918 to celebrate the anniversary of the creation of the Polish army in France. Parades and other nationalistic events were regularly held at the statue's base at the peak of the Polish influx in the first two decades of the twentieth century.During the 1920s and 1930s Italian Americans and German and Russian Jews, who had recently entered the community to take advantage of the newer and larger apartments, enjoyed the park's bicycling, boating, and skating facilities, as well as the rose garden and the prairie-style boathouse and shelter (designed in 1905 by Danish immigrant Jens Jensen). The more exotic Division Street locale offered sidewalk music and soapbox political oratory, a setting from which the writers Saul Bellow, Nelson Algren, and Studs Terkel emerged. By 1960 most of the Jewish residents of Humboldt Park had moved out, with many going to Albany Park and North Park. Italians were the largest remaining European ethnic group, followed by Poles.The next entrants were Puerto Ricans, who moved in from West Town and points east. The period 1950 to 1965 saw the first massive migration of Puerto Ricans to Chicago. In June 1966 a three-day riot erupted after a policeman shot and wounded a young Puerto Rican man in West Town. Community leaders rallied in the park to devise strategies to calm the crowds. Deteriorating economic conditions facing Puerto Ricans and incoming African Americans embodied many aspects of the national urban crisis while ethnic conflicts, especially those between young Puerto Ricans and Polish Americans, prevailed during the transition period. For Puerto Ricans the Division Street area ( La División, in local parlance), with its stores and restaurants, has anchored settlement since the 1960s. Humboldt Park still remains the symbolic nucleus of Puerto Rican Chicago. Park thoroughfares have been renamed in honor of notables (such as former governor of Puerto Rico Luis Muños Marín and nationalist leader Pedro Albizu Campos), reflecting abiding concerns for the homeland not unlike those displayed in earlier years.In smaller, but increasingly significant, numbers, Mexican immigrants joined the community mix; by 1980 they represented almost one-third of Humboldt Park's 29,000 Latinos (with Latinos constituting 41 percent of the total population). By 2000 Latinos were 48 percent of the population, and half were of Mexican origin. Meanwhile, the black population has steadily increased to equal the size of the Latino population. Most recently, the arrival of Dominican immigrants in the northwestern section reflects the community's ongoing ethnic evolution.",
    "Bibliography": "Cutler, Irving. The Jews of Chicago: From Shtetl to Suburb. 1996.Latino Institute. Latinos in Metropolitan Chicago: A Study of Housing and Employment. 1983.Padilla, Felix M. Puerto Rican Chicago. 1987.",
    "Author of Text": "David A. Badillo",
    "Hyperlinked Terms Associated": [
        "Humboldt Park",
        "Annexed",
        "real-estate",
        "street railway",
        "bungalows",
        "apartment",
        "Danish",
        "Norwegian",
        "Germans",
        "Puerto Ricans",
        "Poles",
        "Italian",
        "Jews",
        "bicycling",
        "skating",
        "Albany Park",
        "North Park",
        "West Town",
        "African Americans",
        "Mexican"
    ],
    "Street addresses associated": [
        "Humboldt Park",
        "Logan Square",
        "West Town",
        "Albany Park",
        "North Park"
    ]
}