{
    "Title": "Hungarians",
    "Descriptive Text": "Chicago emerged as a primary destination for Hungarian immigrants at the end of the nineteenth century. From only 159 in 1870, Chicago's Hungarian population increased dramatically, to 1,841 in 1890, 7,463 in 1900, 37,990 in 1910, and 70,209 in 1920. These figures, however, do not always reflect the actual numbers of ethnic Hungarians (Magyars): some pre– World War I figures include nonethnic Hungarians of the Austro-Hungarian Empire; post- World War II data exclude ethnic Hungarians from the newly created Yugoslavia, Czechoslovakia, the enlarged Romania, and eastern Austria.The first Hungarians reached Chicago in the 1850s as part of broader westward migration within the United States. The first arrivals were tradesmen, shopkeepers, artisans, and their families. Among them were also the emigrants of the 1848–49 Hungarian Revolution against the Hapsburg Empire. Escaping the retribution of the Austrian authorities, a handful of the Hungarian revolutionaries who were on their way to New Buda in Iowa stopped in Chicago and decided to settle in the city. Many of them were from the gentry, with formal education and therefore able to move into positions of civic leadership. Julian Kuné, a member of the Board of Trade, established Chicago's first private foreign language school. Some of the forty-niners went to fight in the American Civil War in Lincoln's Riflemen corps, organized by Géza Mihalótzy. The early immigrants were mainly men.Hungarian immigration increased dramatically between 1889 and 1913, largely as an exodus from the countryside. Emigration overseas was the most intensive from the mountainous northeastern and southwestern regions which lay beyond the influence of Budapest, Hungary's major industrial center. Migratory traditions of villages and familial chain migration played a major role. These rural immigrants tended to form communities in the industrial South and West Sides of Chicago, where they could find a steady supply of jobs. Immigrants from Eastern Europe, Sweden, and Italy lived nearby.The South Side housed four main Hungarian enclaves, in South Chicago, Burnside, West Pullman, and Roseland. The earliest settlement was established in South Chicago in 1890 near the factories of the Illinois Steel Company. The area populated by Hungarians was known as the Bush ( Bozót ) and counted approximately 330 people in 1910. Hungarians gradually abandoned South Chicago and by the 1920s had moved to the industrial areas of East Chicago, Gary, and Joliet.In the 1910s Hungarians settled mainly in Burnside (Bronszajd), also called Triangle because it was bordered on three sides by the shops and tracks of the Illinois Central and Nickel Plate Railroads. Burnside became even more prominent in the 1920s with its numerous Hungarian stores, shops, and restaurants located near the intersection of Cottage Grove and 95th Street running just outside the Triangle. Hungarians, 25 to 40 percent of the residents on some streets, lived alongside people of Ukrainian, Italian, and Polish origin. West Pullman and Roseland also had large Hungarian groups working in the district's mills, railroads, and large factories. In most families women went out to work in the factories to contribute to the family income. Some women stayed at home and made some money by doing sewing jobs. Others earned additional income by taking in boarders.On the West Side, the factories of the Northwestern Railroad attracted immigrant workers. Although the Hungarians living on Crawford (now Pulaski), Madison, Lake, and Carroll were fewer than three hundred in the 1920s, it was the West Side settlement that became known as Little Hungary. A large Hungarian-owned factory, the Sinko Tool Company, was situated there and employed many skilled Hungarian workers.Although World War I and the restrictive U.S. immigration laws of the 1920s curbed immigration, Hungarians continued to arrive. The Trianon Treaty had deprived Hungary of two-thirds of its territory, leaving three and a half million Hungarians as an ethnic minority living outside the nation's new borders. Many decided to leave, and Hungarian Americans waged a steady campaign to raise the immigration quota. Ensuing years of chaos, revolution, counter-revolution, extreme nationalism, and anti-Semitism created many political refugees.Immigrants coming from Hungary between the two wars were predominantly intellectuals and of urban background. They had little in common with the older working-class immigrants and tended to settle around Logan Square and Humboldt Park. On the Near North Side, Hungarians formed scattered enclaves around the edge of the old German community from North Avenue and Wells into Lake View and up Lincoln Avenue. They intermingled with the more prosperous Hungarian-speaking Germans and Jews who ran stores, restaurants, trade companies, law offices, and banks in the region.Although community building began with the creation of social clubs and mutual benefit societies in 1892, the most important tool of ethnic cohesion was the parish. Hungarians founded the first Protestant church in South Chicago in 1898. In West Town, the Roman Catholic Parish of St. Stephen, King of Hungary, emerged as a major cultural center for Hungarians regardless of their religious affiliation. Hungarian language and cultural traditions were maintained by the Hungarian Cultural and Educational House (1969), which also published the literary periodical Szivárvány. In addition, events such as the annual grape festival helped to sustain Hungarian folk traditions. Women played active roles in the creation of sick-benefit societies. They were also highly visible in the communal and religious groups. The Scout Leaders of the Hungarian Scout Troop Association (1946), which is still active, have mainly been women. They, together with the Women's League of the Evangelical Church, have organized English-language classes for the newly arrived immigrants and Hungarian-language classes for the children of Hungarian Americans.The post–World War II era brought more political refugees to the United States, with one thousand Hungarians taking up residence in Chicago under the Displaced Persons Acts of 1948 and 1950. After the suppression of the Hungarian Revolution of 1956, thousands of Hungarians, called fifty-sixers, sought refuge in the United States, with many settling in Chicago.Yet the arrival of new immigrants could not stop the gradual dissolution of the Hungarian neighborhoods. Most Hungarians married outside the Hungarian community, and many South Siders moved to suburbs such as Lansing, Calumet City, and Burnham. On the North Side, the last vestiges remained around Belmont, Clark, and Lincoln Avenues until the 1970s, when most Hungarian American families moved to Skokie, Niles, and Northbrook.Hungarians have participated in the growth and development of Chicago as entrepreneurs, designers, businessmen, artists, and scholars. László Moholy-Nagy, Marcel Breuer, and Albert Kner, formerly leading figures of the Bauhaus artistic tradition, became successful entrepreneurs by ingeniously combining art design with business. Conductors Sir George Solti and Fritz Reiner helped bring international fame to the Chicago Symphony Orchestra. Since the 1960s, Hungarian immigrants to the United States have been mainly professionals. A considerable number of scholars of Hungarian origin work at Chicago's institutions in medical research, computer science, engineering, and mathematics.",
    "Bibliography": "“Hungarian Americans.” In Gale Encyclopedia of Multicultural America, vol. 1, 1995, 692–709.Fejűs, Zoltán. A Chicagói Magyarok két nemzedéke, 1890–1940. [Two generations of Hungarians in Chicago, 1890–1940]. Summary in English. 1993.Schaaf, Barbara. “Magyars of the Midwest.” Chicago Tribune Magazine, May 6, 1979.",
    "Author of Text": "Eva Becsei",
    "Hyperlinked Terms Associated": [
        "World War I",
        "World War II",
        "South Side",
        "South Chicago",
        "Burnside",
        "West Pullman",
        "Roseland",
        "East Chicago",
        "Gary",
        "Joliet",
        "Ukranian",
        "Italian",
        "Polish",
        "railroads",
        "World War I",
        "Logan Square",
        "Humboldt Park",
        "Near North Side",
        "German",
        "Lake View",
        "Jews",
        "restaurants",
        "mutual benefit societies",
        "parish",
        "Protestant",
        "West Town",
        "Roman Catholic",
        "Lansing",
        "Calumet City",
        "Burnham",
        "Skokie",
        "Niles",
        "Northbrook",
        "artists",
        "Chicago Symphony Orchestra"
    ],
    "Street addresses associated": [
        "South Chicago",
        "Burnside",
        "West Pullman",
        "Roseland",
        "Logan Square",
        "Humboldt Park",
        "Near North Side",
        "West Town",
        "Lake View",
        "Belmont",
        "Clark",
        "Lincoln",
        "Skokie",
        "Niles",
        "Northbrook"
    ]
}