{
    "Title": "Quarrying, Stone Cutting, and Brick Making",
    "Descriptive Text": "From the city's beginnings through much of the twentieth century, the production of stone and brick was a major economic activity in the Chicago area. Millions of tons of limestone quarried from local sites have been used to create the area's built environment. Huge quantities of clay bricks and other basic construction materials have also been produced by local companies over the years.During the years when Chicago grew from a small town into a metropolis, quarries in Cook and Will Counties were Illinois' leading producers of limestone and dolomite. By the 1850s, there were large limestone quarries southwest of Chicago, near the town of Lemont along the Illinois & Michigan Canal, employing as many as 300 men each. By 1900, quarries in Cook and Will Counties produced about $2 million worth of limestone and dolomite a year, which accounted for over 6 percent of total U.S. output. As late as 1948, Chicago-area quarries—several of which were owned by the Material Service Corporation—were generating over a third of the limestone and dolomite produced in Illinois. By that time, most of the working quarries in the area were in suburbs to the west and south of the city, including Elmhurst, Riverside, La Grange, Bellwood, McCook, Hodgkins, and Thornton.After the stone was quarried, it still had to be processed and marketed. In the nineteenth century, stone-processing companies were among the largest of all Chicago-area enterprises. In many cases, stone was quarried outside the city and hauled into local “stone works” for cutting, polishing, and distribution. Just after the fire of 1871, there were at least six stone works in the city that employed more than 200 men each. Among the largest of these companies were Singer & Talcott and Wenthe & Messinger, both of which were established during the 1850s. In the 1880s and 1890s, several local firms merged into larger organizations such as the Western Stone Company and the American Stone Company. By the 1890s local limestone had been displaced for building purposes by better-quality Bedford limestone from Indiana. Local quarries increasingly concentrated on supplying crushed stone for road construction and cement and lime production.In Chicago's building materials industry, no less important than the quarrying and cutting of limestone was the production of brick. The city's brick factories, several of which came to be concentrated on the southern edge of the city in Blue Island, were among the largest in the nation. As early as the middle of the 1850s, there were over 20 large brickyards in the area, which transformed clay (abundant in local soils) into a total of nearly 100 million bricks per year. The use of brickmaking machines, introduced to Chicago in 1856 by M. O. Walker, allowed the output of individual yards to soar. The brickyard of Strauss, Hahne & Co. in Blue Island, established in 1863, was making over 25 million bricks per year by the 1870s. By the beginning of the 1890s, the metropolitan area was home to about 60 brickyards, which made a total of about 600 million bricks annually. Nearly half of this output came from the six largest yards, several of which were owned by local brick kings D. V. Purington and Frank Alsip. The Alsip-owned yard at Blue Island, which covered 150 acres, was one of the largest in the world at the time. By the beginning of the twentieth century, many of the area's yards were controlled by the Chicago-based Illinois Brick Company. When local brick production peaked in the 1920s, the Illinois Brick Company operated 10 yards with a total annual output of about 685 million bricks.By the latter part of the twentieth century, the relative importance of quarrying and brickmaking in the local economy had declined. As the pace of the city's growth slowed, and as technological advances drove down the cost of brick and stone and the numbers of workers needed to produce them, these commodities no longer served as the foundation for many of the region's largest business enterprises and workplaces. But stone and brick continued to be produced in the Chicago area, and the walls of thousands of local buildings and homes stood as evidence of the past vitality of the industry.",
    "Bibliography": "Gutschick, Kenneth Anthony. “Building Material Industries of Metropolitan Chicago.” M.S. diss., University of Chicago. 1950.Industrial Chicago, vols. 1 and 2, The Building Interests. 1891.U.S. Bureau of the Census. Special Reports: Mines and Quarries, 1902. 1905.",
    "Author of Text": "Mark R. Wilson",
    "Hyperlinked Terms Associated": [
        "business",
        "Blue Island",
        "fire of 1871",
        "Thornton",
        "Hodgkins",
        "McCook",
        "Bellwood",
        "La Grange",
        "Riverside",
        "Elmhurst",
        "Illinois & Michigan Canal",
        "Lemont",
        "Will",
        "Cook",
        "construction",
        "built environment"
    ]
}