{
    "Title": "Yankees",
    "Descriptive Text": "Yankees, Americans of English descent via New England or New York, began moving to Chicago in the 1830s and infused it with a peculiar dynamism. For a century they dominated banking, insurance, law, education, medicine, railroads, merchandising, architecture, mainstream journalism, philanthropy, high society, and progressive reform. Their business leadership required fashioning complex organizations of cooperating strangers that involved identifying talent, trusting expertise, and winning the confidence of investors back East, especially those from Boston. No city, not even Boston, was as attractive to ambitious young Yankees as Chicago, the destination of Walter Newberry in 1833, William Butler Ogden and Jonathan Scammon in 1835, John Wentworth in 1836, Charles Farwell in 1844, Stephen Douglas in 1847, Henry Farnam in 1850, Potter Palmer in 1852, George Pullman and Lyman Gage in 1855, Dwight Moody and Marshall Field in 1856, Mary Livermore and Frances Willard in 1857, Wilbur Storey in 1861, William LeBaron Jenney in 1868, John Root in 1871, Gustavus Swift in 1875, Lorado Taft in 1886, Frank Lowden, Frank Gunsaulus, Richard Sears, and Clarence Darrow in 1887, Jane Addams and Ellen Gates Starr in 1889, Charles Dawes in 1895, and L. Frank Baum in 1897. Others, like Daniel Burnham in 1855, came as children. In the 1890s a whole slew came with William Rainey Harper to the new University of Chicago.Yankee political culture emphasized civic mindedness and encouraged organizations to abolish slavery, destroy the rebellion, uproot political corruption, install efficient civil service, and create schools to identify and train the needed talent. The old Puritan strains, which called for temperance laws and saw the Irish Catholics as the antithesis of Yankee values, provoked working-class and ethnically based political opposition that the overwhelming financial resources of the Yankees could never completely vanquish.By the 1890s, Chicago's Yankees identified education as the key to uplifting the working class—and everyone else—to a higher stage of practical efficiency and political morality. Their triumph was the University of Chicago, designed and led by Yankees such as Harper, Harry Pratt Judson, James Tufts, Max Mason, and Robert Maynard Hutchins.The Yankees were leaders in Chicago's Congregational, Methodist, and Baptist churches and were well represented in Presbyterian and Episcopalian ranks. Representative was Frank Lowden, an Iowa farm boy, graduate of Northwestern Law School and a leader of the bar. Marriage to Pullman's daughter brought him into the top ranks of business and politics. Active in Central Church (where Gunsaulus, a Congregationalist, preached a modernized Social Gospel ), he became a patron of the arts and worked tirelessly with his mostly Yankee friends and associates to promote the city and the state.The golden era of the Yankees in Chicago peaked in the 1890s. After that some, including Baum, Dewey, and Lowden, left town, while low birth rates and a dearth of new arrivals from the northeast meant the Yankee factor would slowly diminish and merge through intermarriage. The University of Chicago brought newer Yankee arrivals, such as Edith Abbott in 1902 and her sister Grace in 1907, Paul Douglas in 1920, and Hutchins in 1929. What did not diminish was the sense of a Yankee ethic—values and virtues that remained deeply embedded in Chicago's leading institutions.",
    "Bibliography": "Jensen, Richard J. Illinois: A History. 1978, 2001.Schultz, Rima Lunin. “The Businessman's Role in Western Settlement: The Entrepreneurial Frontier, Chicago, 1833–1872.” Ph.D. diss., Boston University. 1985.",
    "Author of Text": "Richard Jensen",
    "Hyperlinked Terms Associated": [
        "banking",
        "insurance",
        "raillroads",
        "law",
        "architculture",
        "philanthropy",
        "political culture",
        "Social Gospel",
        "Northwestern"
    ]
}