{
    "Title": "Yellow Cab Co. (of Chicago)",
    "Descriptive Text": "Chicago automobile salesman John Hertz entered the taxicab business with Walden W. Shaw in 1907 by transforming used trade-in cars into taxicabs. Hertz began painting the taxis yellow to attract the attention of would-be riders. Hertz, an Austrian native who grew up in Chicago, incorporated the Yellow Cab Co. in 1915 with a fleet of 40 taxis. By 1925, when publicly owned Yellow Cab was the largest taxi company in the world, the fleet had grown to 2,700 vehicles, most built by the Yellow Cab Manufacturing Co. During that time, the company, still controlled by Hertz, helped launch several important innovations: automatic windshield wipers, smooth-riding Firestone balloon tires, and telephone dispatching of taxis. In 1929, Hertz sold his share of Yellow Cab in order to focus on the rental car business he had purchased from fellow Chicagoan Walter L. Jacobs in 1923. The new majority owners of Yellow Cab, a partnership led by Russian-born Morris Markin, also owned Checker Taxi; its parent company, Checker Cab Manufacturing Co. of Kalamazoo, Michigan; and numerous smaller taxi companies in New York City, Minneapolis, and Pittsburgh. By 1935, the Markin partnership had turned Yellow Cab back into a privately held company and would maintain control of the company for the next seven decades. At the beginning of the 1960s, when it had about 3,000 employees and $16 million in annual revenues, Chicago Yellow Cab was formally merged into the Checker Motors Corp. During the middle and late 1990s, Yellow Cab changed hands several times and effectively ended its legal relationship with Checker. Yellow Cab eventually split into multiple companies across the nation bearing the Yellow Cab name. In Chicago, the Yellow Cab Management Co. operated a fleet of 2,000 taxis—the most in Chicago—leasing the cabs to drivers belonging to the Yellow Cab Association for about $150 a week. At the end of the century, Yellow Cab Management Co. founded the Wolley Cab Association (“yellow” spelled backwards), a bright orange fleet of 120 taxis in Chicago.",
    "Source": "This entry is part of the Encyclopedia's Dictionary of Leading Chicago Businesses (1820-2000) that was prepared by Mark R. Wilson, with additional contributions from Stephen R. Porter and Janice L. Reiff."
}