{
    "Title": "Young Women's Christian Association",
    "Descriptive Text": "In 1876, a group of female reformers established the Young Women's Christian Association of Chicago to promote the religious, moral, and intellectual welfare of young self-supporting women. The reformers' concerns were safe provisions and moral guardianship. Yet the association circumscribed its initial membership according to race and religion. In 1877, the association refused to admit African American women. It later discriminated against Jewish and Catholic applicants.By the 1890s, the expansion of services necessitated larger accommodations, which included a library, gymnasium, employment bureau, auditorium, and over 180 sleeping rooms. Although the association served both permanent and transient boarders, it attempted to create a homelike setting in which young women could engage in edifying recreations. Concerned about the dangers of low wages, commercial amusements, and opportunistic men, the YWCA established literary societies, lecture series, Bible study, glee clubs, and classes.Older women volunteered for the association's Travelers' Aid, which assisted young girls at the train stations. Although they provided lunches, medical care, and even money, their primary intent was rescue and protective work. It was not until 1912, however, that they assisted African American girls, whom they referred to African American women. African American women established their own YWCA in 1915.During the 1920s, the Ys began their own democratic experiments, offering classes in citizenship as well as expanding board representation to the girls. Some girls also attended the summer industrial class at Bryn Mawr College in Pennsylvania. Nonetheless, accommodations at Chicago's four YWCA residencies varied tremendously by the late 1920s. The most luxurious residence, the Harriet Hammond McCormick YWCA, had laundry facilities, a swimming pool, and beauty parlor. Some girls could not afford the cost of this YWCA, which was more expensive than many boardinghouses.Although the Chicago YWCAs emphasized world fellowship in the 1930s and 1940s, they grappled with segregated residencies and summer camps. Competing concepts of integration continued through the late 1950s.",
    "Bibliography": "Bycer, Alene Merle. “The Voluntary Association in Transition: A Case Study of the YWCA of Metropolitan Chicago.” Ph.D. diss., University of Chicago. 1981.Meyerowitz, Joanne J. Women Adrift: Independent Wage Earners in Chicago, 1880–1930. 1988.Mjagkij, Nina, and Margaret Spratt, eds. Men and Women Adrift: The YMCA and the YWCA in the City. 1997.",
    "Author of Text": "Anne Meis Knupfer",
    "Hyperlinked Terms Associated": [
        "African American",
        "Jewish",
        "lecture",
        "swimming",
        "boardinghouses"
    ]
}