{
  "Title": "Accounting",
  "Descriptive Text": "Chicago's emergence as a major center of professional accountancy began during the 1890s. Initially, Chicago businesses relied on semiprofessional bookkeepers who were usually ill-prepared to develop innovative responses to the bewildering measurement problems associated with new technologies, legal contracts, transactions, management practices, or organizational forms.\n\nA major focus of the early drive to professionalize accounting centered on the founding in 1897 of a state professional association that later became the Illinois Society of Certified Public Accountants. Public accountants provided three distinct services: (1) certification of financial statements; (2) consulting services concerning accounting systems; and (3) tax compliance and planning services after the passage of the federal corporate excise tax (1909) and the federal corporate income tax (1913). The Illinois licensing law (1903) was similar to New York's—both required an examination and practical experience—but the Illinois law provided for reciprocal licensing for practitioners certified in other jurisdictions. Besides encouraging more competitive markets, reciprocity facilitated the building of branch offices and interstate practices.\n\nA unique aspect of Chicago's leading accounting practices was the importance of consulting. The central role of consulting was illustrated by the experience of two early public accounting firms that eventually grew to be giants, Arthur Andersen & Co. and McKinsey & Co. The initial impetus came from a plethora of small- and medium-sized businesses in the Chicago area whose managements were often skilled in either manufacturing or marketing but were not knowledgeable about finance and accounting.\n\nTo help clients overcome these weaknesses, Arthur Andersen created a new service in the 1920s known as financial and industrial “investigations.” These were specialized studies employing accounting analysis to evaluate markets, organizational structures, plants, or products. Besides assisting business operators, they were also used by bankers in planning mergers or new securities issues. In 1932, this proficiency led to Andersen's selection as the monitor for the financial restoration of Samuel Insull's bankrupt utilities empire. Beginning in the 1960s, Andersen Consulting registered strong, sustained growth because of the advent of new opportunities attributable to the use of electronic data processing. Under the leadership of Leonard Spacek, the firm assisted clients in converting from manual-mechanical to computer-based accounting systems. In 1989, Arthur Andersen & Co. elected to spin off Andersen Consulting, later renamed Accenture, which had grown to become the world's largest consulting practice. The remaining firm, known simply as Andersen, lost its accounting business suddenly in 2002 because of its association with a financial fraud scandal at Enron corporation, one of its clients.\n\nMcKinsey & Co. was formed by James O. McKinsey, a CPA and University of Chicago professor. McKinsey's pioneering Budgetary Control (1922) established the intellectual underpinning for a service specialization that supported the formation of his firm three years later and eventually drew it into consultancy. Although budgeting was a practice then thought primarily relevant to the fund accounting procedures of governmental enterprises, McKinsey demonstrated that it also had great utility in business planning and control. The firm avoided the controversy over audit independence that developed in the 1970s, having completely abandoned its accounting practice in 1935. McKinsey & Co. gradually diversified into strategic planning services and became one of the world's largest management consultants.\n\nChicago also became an important center for accounting education and research. Foremost in this regard was the University of Chicago, which in 1922 was the first U.S. institution to grant a doctoral degree in accounting. Historically, its scholarly agenda was shaped by two initiatives taken in the allied discipline of economics. The first was the long-standing interest of professional economists during the Progressive era in the cost structures of monopolistic and oligopolistic business enterprises. The Interstate Commerce Commission, the Federal Trade Commission, and a host of state regulatory boards sought a better understanding of the economics of high-fixed-cost businesses in order to curb monopoly power or to assure the equity of rate bases. These concerns affected the program in accounting through the emphasis placed on budgeting and cost and managerial accounting. The second initiative began in the 1950s with the rise of positive economics under the leadership of Milton Friedman and others. This aspect had its greatest impact on accounting through the theoretical work of Franco Modigliani and Merton Miller on the functioning of efficient capital markets.\n\nThe accounting program at Northwestern University, on the other hand, developed more directly in response to the needs of practice. The Northwestern program was founded after the passage of the Illinois CPA law to meet the need of local firms for college-trained accountants. Its closeness to the profession was reflected by the fact that its two earliest chairs, Seymour Walton, of Joplin & Walton, and Arthur Andersen, were both leading practitioners.\n\nAnother dimension of accounting education in Chicago involved the activities of proprietary academies and extension institutes. Proprietary schools like the one founded by Seymour Walton after he left Northwestern concentrated on providing rudimentary training in bookkeeping on a part-time basis to the city's large force of clerical workers. It functioned as an adjunct to the local high schools that lacked a commercial arts curriculum. A variant of the proprietary school was the extension institute, which imitated the approach of the city's great retailer, Sears, Roebuck. The LaSalle Extension University supplied accounting education via mail order beginning in the 1910s. Eventually, both types of institution were found wanting in preparing candidates for careers in professional accounting, and state licensing authorities mandated the completion of a bachelor's degree as a prerequisite for sitting for the CPA examination.\n\nA fourth development was CPA-firm-sponsored professional education. Initially this took the form of staff training designed to standardize practice procedures among new hires. An early example of such tutelage was the in-house development programs established by Arthur Andersen for his junior accountants in the 1920s. In the 1970s, with the introduction of continuing education requirements by state licensing boards and by the quality-control standards mandated for practices by the American Institute of Certified Public Accountants, firm training also became focused on assuring the continued technical competency of those in the profession. The extent of this training became clear when Arthur Andersen & Co. acquired a former college campus in suburban St. Charles for these purposes.\n\nBy the end of the twentieth century, strong connections had been forged to the global economy through the competencies of Chicago's accounting and educational organizations. In these and other ways, professional accounting has been deeply intertwined with the developments that have shaped Chicago.\n",
  "Bibliography": "Miranti, Paul J., Jr. Accountancy Comes of Age: The Development of an American Profession, 1886–1940. 1990.\nPrevits, Gary J., and Barbara D. Merino. A History of Accounting in America: An Historical Interpretation of the Cultural Significance of Accounting. 1979.\nReckitt, Ernest. Reminiscences of Early Days of the Accounting Profession in Illinois. 1953.",
  "Author of Text": "Paul J. Miranti, Jr.",
  "Hyperlinked Terms Associated": "University of Chicago| Northwestern University| clerical| mail order",
  "neighborhood names associated": "North Chicago| St. Charles| Hyde Park| Evanston| Loop"
}