{
    "Title": "Acting, Ensemble",
    "Descriptive Text": "Ensemble acting in Chicago began in the 1950s with creative collaborations that subsequently evolved into the ensembles that now constitute a major segment of Chicago theater. Like the improvisational movement, the ensemble philosophy in Chicago theater first emerged at the University of Chicago, an institution famous, ironically, for encouraging theory more than practice. University students Paul Sills, Ed Asner, Fritz Weaver, Mike Nichols, and Sheldon Patinkin formed a theater group that eventually grew into the Playwright's Theater Club, a professional repertory theater on Chicago's North Side that performed classics and modern plays. In 1955, the Compass, a group developed by David Shepherd as a theater for “the proletariat,” was established with Viola Spolin, the mother of improvisational theater. It was here that Nichols and Elaine May, whom Sills called “the world's fastest humans,” first developed the brilliant improvisational sketches that took them to Broadway and launched their distinguished theater and film careers. In the 1960s, Bob Sickinger founded Hull House Theater, where he created an environment in which young talent could flourish according to a professional standard. These early efforts provided a foundation for the vibrant theater scene that would soon emerge. In the 1970s and 1980s, resident ensemble companies came to the fore. Stuart Gordon's Organic Theater became known for inventive ensemble-driven pieces like Warp and Bleacher Bums. In 1974, the Goodman Theatre established Stage 2, a program that supported the collaboration of playwright David Mamet and director Gregory Mosher. Mamet associates William H. Macy, Joe Mantegna, and Lindsay Crouse often performed in Chicago premieres of both local and national productions of Mamet's plays and, later, in Mamet's films. By 1985, Mosher had established the New Theatre Company, consisting of a resident ensemble of actors, playwrights, and designers that produced new plays in both the Goodman Studio and the Briar Street Theatre. But the company immediately folded when Mosher was tapped to run the Lincoln Center Theater in New York. Robert Falls, who had been artistic director of Wisdom Bridge Theatre, inaugurated in 1986 a new kind of ensemble at the Goodman. Falls quickly assembled a directorial triumvirate consisting of himself, Frank Galati, and Michael Maggio in a partnership modeled on one Falls had observed at the National Theatre in London. Whereas Steppenwolf, which featured such actors as John Malkovich, Gary Sinise, Joan Allen, and Laurie Metcalf, was an actor's ensemble in which directing was less crucial to the process than visionary, visceral acting, Falls created a director's ensemble in which the passions of individual directors drove play selection and production concepts. Falls's vision evolved in the 1990s with the addition of such artists as Mary Zimmerman, Henry Godinez, and Regina Taylor to the Goodman artistic roster. Zimmerman, a uniquely gifted director/adaptor of major works of world literature to the stage, did her earliest ensemble work with the Lookinglass Theatre ensemble, which has established its own prominence in the Chicago theater scene. Zimmerman's commitment to ensemble has extended to her casting process: at her auditions she observes multiple actors interacting at once, with special attention to each actor's physical capabilities. Her production of Ovid's Metamorphoses went from Chicago's Ivanhoe Theatre to Broadway in 2002, displaying to a larger audience a prime example of Chicago ensemble work.",
    "Bibliography": "Houston, Gary. “A Vital Arrogance.” In Resetting the Stage: Theater Beyond the Loop. Exhibition catalog. 1990. Ryan, Sheila. At the Goodman Theatre: An Exhibition in Celebration of the Sixtieth Anniversary of Chicago's Oldest Producing Theatre, October 12, 1985–January 11, 1986. 1985. Sweet, Jeffrey. Something Wonderful Right Away: An Oral History of the Second City and the Compass Players. 1978.",
    "Author of Text": "Andrea Telli and Richard Pettengill",
    "Hyperlinked Terms Associated": "theater, University of Chicago, improvisational theater, Hull House, Goodman Theater, Steppenwolf",
    "Street addresses associated": "Hyde Park, North Side, Loop, Lakeview, Near West Side, Rogers Park, Near North Side, Lincoln Square, Lincoln Park"
}