{
    "Title": "Addison, IL",
    "Descriptive Text": "DuPage County, 20 miles W of the Loop. Addison's roots lie in German and Lutheran tradition. By the 1840s the area was thriving with German newcomers. The town, originally known as Dunklee's Grove, grew to 200 people and had a steam gristmill, a general store, a cobbler's shop and a blacksmith shop. Stagecoaches stopped to change horses along present-day Lake Street. In the early 1860s a Lutheran teacher training school located in Addison. In 1874, the Evangelical Lutheran Church built an orphanage to provide the seminary students with teaching experience. The orphan children learned various trades until they were 14 years old, and then were sent to work with area families. Beginning in 1877 the Orphan Home Association held an Orphan Festival, later the Kinderheim Picnic, which drew large crowds. Music, hymns, games, a baseball game, and tour of the grounds were conducted. Because the festival attracted so many people, the need for a railroad spur line became evident. In 1890 five of Addison's citizens formed the Addison Railroad Company and made an agreement with the Illinois Central Railroad to maintain the line. The train doubled festival attendance from 5,000 to 10,000. The Lutheran seminary relocated in 1913, and its buildings were occupied by the Chicago City Mission Society, which opened a home for troubled youth referred by the courts. The Addison Manual Training School for Boys and Industrial School for Girls, known as the Kinderheim, opened in 1916. A new, larger facility housing 250 children was built in 1925, adjacent to the Orphan Home. The Kinderheim and the Orphan Home combined in 1940 under the Lutheran Child Welfare Association and operated until 1960. Lutherbrook, a facility for emotionally disturbed children, opened in 1961. Addison began to grow in area and population when developer Anthony Ross built Normandy Manor on 40 acres he acquired in 1953. In the mid-1950s Green Meadows Estates offered bi-level houses and a shopping center. The Addison population grew from 813 in 1950 to 35,914 by 2000. In the 1960s the Addison Industrial Commission was formed. While the northwest section of Addison had been developed with single-family housing, in 1983 the village also planned a segregated office research and industrial area. In 1987 the Addison industrial area had 1,000 firms.",
    "Bibliography": "Eggerding, M. W. “Where Is Addison?” Greater Chicago Magazine (1930): 4–7. Morris, Pearl, and Vivian Krentz. “Addison.” In DuPage Roots, ed. Richard Thompson, 1985. Morris, Pearl, and Vivian Krentz. Addison Village of Friendship: A Centennial Commemorative Book of Addison, Illinois, 1884–1984. 1984.",
    "Author of Text": "Marilyn Elizabeth Perry",
    "Hyperlinked Terms Associated": "German, orphanage, baseball, railroad, seminary",
    "Street addresses associated": "Normandy Manor, Green Meadows Estates"
}