{
  "Title": "Adler PlanetariuM",
  "Descriptive Text": "The Adler Planetarium & Astronomy Museum was conceived in 1928 on a visit to Europe by Max Adler, a retired executive with Sears, Roebuck & Co. There he saw the newly invented Zeiss planetarium projector, which reproduced the night sky with unparalleled accuracy inside a domed theater. Upon his return, he donated a Zeiss projector to the people of Chicago, with money to build an edifice to house it. The landmark 12-sided building that resulted was designed by Ernst Grunsfeld and opened in 1930 on a small island connected to the shore by a causeway. It was the first modern planetarium in the Western Hemisphere. During the Century of Progress Exhibition (1933–34) a million and a half people visited the planetarium and museum. Its unique position on Lake Michigan offered then, as it does now, the best view possible of the Chicago skyline.\nEven before the planetarium opened its doors, Philip Fox, the Adler's first director, had persuaded Max Adler to purchase the famed Mensing Collection of historic scientific instruments. The two of them recognized that a museum of astronomy would increase the prestige and scientific importance of the new institution. Over the years the Adler's collection of historic instruments has grown, particularly under the curatorship of Marjorie Webster and the late Roderick Webster.\n\nThe Adler was operated by the Chicago Park District until 1968, when it incorporated as a nonprofit institution with its own board of directors. Paul Knappenberger arrived as president in 1991, determined to move the Adler to the forefront of public education in astronomy. Today astronomers and historians uphold the scientific standards of exhibits, educational programs, and sky shows. Educators and museum professionals support the public programs and exhibitions and assist the technical staff in producing planetarium shows seen here and around the world.\n\nIn 1999 the new glass-enclosed Sky Pavilion opened, wrapped around the Lake Michigan side of the historic 1930 Grunsfeld building. The expanded and completely renovated facilities now house the original Zeiss planetarium theater and the world's first StarRider theater, which offers visitors a computer-simulated virtual ride through the universe. Exhibitions explain current astronomy and its history to visitors in human terms. At the turn of the millennium the Adler Planetarium & Astronomy Museum remained a unique institution, combining planetarium theaters, an astronomy museum, and a historical astronomy collection unequaled in the Americas.",
  "Bibliography": "Knappenberger, Paul, and James Trefil. A Guide to the Adler Planetarium & Astronomy Museum. 1999.",
  "Author of Text": "Bruce Stephenson",
  "Hyperlinked Terms Associated": "Century of Progress Exhibition|  Lake Michigan| ",
  "neighborhood names associated": "Near South Side| Loop| North Lawndale"
}