{
    "Title": "Advertising",
    "Descriptive Text": "Even though New York City has always been the center of American publishing and broadcasting, Chicago became, by the beginning of the twentieth century, the heart and soul of American advertising. Chicago's advertising leadership was forged from the city's unparalleled success in personalized mail-order cataloging, nurtured by its pragmatic business attitude, and accelerated by the Midwest's democratic culture. Chicago mail-order pioneers Montgomery Ward and Richard Warren Sears were the first great catalog copywriters. After the Great Fire of 1871, Ward began publishing well-illustrated catalogs with product testimonials and personalized copy. By 1883 his catalog advertised a stock of goods worth a half million dollars. Sears and his partner Alvah Curtis Roebuck claimed $53 million annual catalog sales in 1907 based on a circulation of about 5 million catalogs annually. Sears wrote nearly all of the copy himself. The shift of advertising to the Midwest was stunning. In the 1860s and 1870s, only about 5 percent of the nation's advertising came from west of Philadelphia and New York City. By 1906, 45 percent of all nonlocal advertising in the nation originated west of Buffalo. One Chicago ad agency—Lord & Thomas—overshadowed all the rest, achieving greater national influence and notoriety than any other agency in the United States. Albert Lasker started at Lord & Thomas in 1898, became general manager in 1904 at a salary of $52,000 per year, and within a decade owned the agency. He traveled the city in a yellow chauffeur-driven Rolls Royce and maintained a suburban estate with a staff of 50. Lasker hired the best copywriters in the business and taught them that advertising was “salesmanship in print”—probably the best-known definition of the advertising business in twentieth-century America. Lasker sold the public on the idea of orange juice (people previously only ate oranges), built brands such as Goodyear and Van de Kamps, established a “records of results” department that monitored its clients' advertising impact with catalog-response precision, and even used advertising to help defeat Woodrow Wilson's League of Nations. Advertising legend David Ogilvy rightly ranked Lasker as one of the “six giants of modern advertising.” The most legendary American advertising copywriter was Lord & Thomas's Claude C. Hopkins. In his popular autobiography, My Life in Advertising (1927), Hopkins captured the populist style of Chicago advertising as literature for the common people. Hopkins is probably the father of consumer advertising for branded goods. He dubbed Schlitz the “beer that made Milwaukee famous,” created unparalleled brand equity for Palmolive soap and Pepsodent toothpaste, wrote the “shot from guns” slogan for Quaker Oats, and invented free product sampling through print coupons. Hopkins penned the most influential book ever written about advertising— Scientific Advertising (1923). Lasker sold Lord & Thomas in 1942 to three employees (Messrs. Foote, Cone & Belding). Fairfax Cone led the new company into an unparalleled era of creative broadcast advertising. The agency built some of the most successful broadcast advertising brands of all time, including the “Hallmark Hall of Fame,” Clairol's “Does she or doesn't she?” and Dial soap's “Aren't you glad you use Dial?” Cone's client-sponsored broadcast programs helped make superstars out of such performers as Frank Sinatra and Bob Hope. Cone also led the Chicago advertising industry into public philanthropy, supporting the University of Chicago, opera, and many other endeavors. The other great modern Chicago ad agency was the Leo Burnett Company. Burnett started the agency in 1935, mortgaging his house in the midst of the Great Depression. In 1989 the agency claimed $3.2 billion annual billings and maintained offices in over 40 countries. Burnett's television campaigns included the Jolly Green Giant, the Pillsbury Dough Boy, Charlie Tuna, Tony the Tiger, and the Marlboro Man. Advertising Age ranked Burnett the third most influential person in the history of American advertising. The Chicago Tribune was third nationally among newspapers in total advertising linage from the 1920s into the 1950s, creating and placing ads for thousands of its retail customers. Advertising Age, the best advertising trade magazine in the world, was started in the Windy City in 1930. The magazine's critical style set the standard for business Journalism across the country. By 1980, advertising was among the largest industries in Chicago, with 8,000 employees in over 500 agencies and $6 billion in revenues. Writer and sociologist Hugh Dalziel Duncan called Chicago the nation's home of “commercial magicians and priests of consumption.” Chicagoans turned consumption into a “token of an infinitely expanding future of bigger and better things” that people must buy. Chicago businesspeople understood that “the power of style in America is derived from its power to communicate to others ... our power to spend freely and frequently.”",
    "Bibliography": "Advertising Age. How It Was in Advertising: 1776–1976. 1976. Fox, Stephen. The Mirror Makers: A History of American Advertising and Its Creators. 1984. Goodrum, Charles, and Helen Dalrymple. Advertising in America: The First 200 Years. 1990.",
    "Author of Text": "Quentin J. Schultze",
    "Hyperlinked Terms Associated": "broadcasting, mail-order, business, Fire of 1871, philanthropy, University of Chicago, opera, Great Depression, Journalism,",
    "Street addresses associated": "Homan Square, Hyde Park, Loop"
}