{
  "Title": "Advice Columns",
  "Descriptive Text": "Advice columns have a long history in American journalism, reaching back to the “letters to the lovelorn” that appeared in eighteenth-century magazines and newspapers. Yet perhaps no place rivals Chicago in the history of the newspaper advice column, because it served as the staging ground for the nationally syndicated sister act of Esther and Pauline Friedman, better known as Ann Landers and “Dear Abby,” for a significant part of their long and successful careers.\n\nThese identical twins, born in Sioux City, Iowa, on July 4, 1918, were named Esther Pauline and Pauline Esther Friedman. The twins attended Morningside College in Sioux City, where they majored in psychology and journalism and collaborated on a gossip column in the school newspaper. After dropping out of college to marry in a double ceremony, the two (now Esther Lederer and Pauline Phillips) went in different directions.\n\n“Eppie” Lederer began her career as advice columnist in 1955 when she convinced a Chicago Sun-Times editor to give her a chance at the paper's “Ann Landers” column, which had been floundering since the death of the original Ann Landers, a nurse named Ruth Crowley. Lederer's Sun-Times column, an immediate success, was distributed nationally through the Sun-Times Syndicate.\n\nPauline, who lived in northern California, began by helping her sister answer letters and soon decided to pitch an advice column of her own. In January 1956, she began writing for the San Francisco Chronicle under the pen name Abigail Van Buren. “Dear Abby” was also a great success, and it was distributed nationally through the McNaught Syndicate from 1956 to 1974. Lured from McNaught to the Chicago Tribune –New York Daily News Syndicate in 1974, Phillips reportedly was offered more than 70 percent of gross income from her column, an almost unheard-of deal.\n\nWhile “Abby” was with the Trib-News Syndicate from only 1974 to 1980, and “Ann” moved through several distributors after the Sun-Times Syndicate, they remained associated with the Tribune and the Sun-Times. The keen and often public sibling rivalry of the twin sisters seemed to express the historically intense competition between Chicago's major newspapers. Eppie Lederer died in 2002.\n\n",
  "Bibliography": "Weiner, Richard. Syndicated Columnists. 1975.",
  "Author of Text": "Beth Bailey",
  "Hyperlinked Terms Associated": " magazines| newspapers| journalism| Chicago Sun-Times| Chicago Tribune",
  "neighborhood names associated": "Loop"
}