{
  "Title": "Afghans",
  "Descriptive Text": "Although a few Afghans came to Chicago for university education in the 1930s, they did not have a significant communal presence in the Chicago area until after the Soviet Union invaded Afghanistan in 1979, compelling millions to emigrate. The majority of these emigrants went to Pakistan or Iran; among those who came to the United States, most settled in California, Virginia, or New York. The 2000 census counted 556 Afghan natives in the Chicago metropolitan area, approximately half of them within the city.\n\nAfghans in the Chicago area, most of whom chose Chicago because of friends or family, have neither specific neighborhood nor occupational concentrations. Chicago's two Afghan restaurants, the Helmand Restaurant (1985–1997) and Afghan Cuisine (1999–), have drawn Afghans and other Chicagoans but have not served as primary gathering centers for Afghans. Chicago's Afghans have expressed their communal identity mainly through political action and social gatherings.\n\nDuring the Soviet occupation of Afghanistan (1979–1989), virtually all of the Afghan organizations in the Chicago area focused on improving the lives of Afghan refugees both in the United States and abroad. Many of these organizations were founded by Afghan immigrants in conjunction with American citizens who had ties to Afghanistan, most often through marriage or Peace Corps service. The Afghan Reconstruction Support Committee, founded in 1983, was instrumental in bringing a handful of mujahideen (resistance fighters) to Chicago-area hospitals in 1987 to be treated for injuries before being sent back to Pakistan. The Afghan Women's Task Force, established in 1988 by a group of Afghan and American women in Chicago, supports education for female Afghan refugees living in Pakistan. Community leaders bring Afghans together two times each year—at Nau Roz, the Afghan New Year celebrated on the first day of spring, and for Grandparent's Day in September.\n\nAfghan elders in the Chicago area have been concerned with younger Afghans' lack of interest in maintaining traditional religious practices and language. Some religiously observant Afghans have shared the Muslim Community Center, located at Elston and Montrose, with other national groups, including Pakistanis and Bosnians. But, although many of Chicago's Afghans speak English as well as Dari (Afghan Persian) or Pashto, fewer children were learning these Afghan languages at the close of the twentieth century. Partially in response to this attenuation of tradition, the Afghan Cultural Association of Illinois was founded in 1995 to raise funds in the hope of establishing a cultural center and library for Afghan children.",
  "Author of Text": "Daniel Greene\n\n",
  "Hyperlinked Terms Associated": "refugees| hospitals| Muslim| Pakistanis| Bosnians",
  "neighborhood names associated": "Elston| Montrose"
}