{
    "Title": "African Americans",
    "Descriptive Text": "Beginning with John Baptiste Point DuSable's trading activities in the 1780s, blacks have had a long history in Chicago. Fugitive slaves and freedmen established the city's first black community in the 1840s, with the population nearing 1,000 by 1860. John Jones, a tailor, headed most black antislavery and antidiscrimination efforts within the city until his death in 1879. Chicago's white abolitionists were also active, but African Americans still suffered from segregation in various public venues, such as schools, public transportation, hotels, and restaurants. Moreover, black Chicagoans could neither vote nor testify against whites in court. Finding their newly won liberties circumscribed by the overthrow of Reconstruction, small but growing numbers of black southerners made their way to Chicago, pushing the city's African American population from approximately 4,000 in 1870 to 15,000 in 1890. Increasingly concentrated on the city's South Side, Chicago's black population developed a class structure composed of a large number of domestic workers and other manual laborers, along with a small but growing contingent of middle- and upper-class business and professional elites. Formal segregation in Chicago slowly began to break down in the 1870s. The state extended the franchise to African Americans in 1870 and ended legally sanctioned school segregation in 1874. A state law against discrimination in public places followed in 1885, but it was rarely enforced and did nothing to address widespread employment discrimination. While not yet confined to the city's nascent ghettos, blacks generally found housing available only within emerging enclaves. A new cadre of leaders emerged from the business and professional elite to address these issues. In 1878 prominent attorney Ferdinand L. Barnett established Chicago's first black newspaper, the Conservator, which championed racial solidarity and militant protest. Ida B. Wells possessed a history of militant activism long before she moved to Chicago and married Barnett in 1895. Once in Chicago, Wells continued her long-standing antilynching campaign, joined the women's suffrage, club, and settlement house movements, and played a key role in the conference establishing the National Association for the Advancement of Colored People (NAACP) in 1900. Reverdy Ransom, who ministered to the city's black elite at Bethel African Methodist Episcopal (AME) Church, shared Wells's dedication to social causes and, with the help of white activists, established the Institutional Church and Settlement in 1900 to provide a range of social services to the black community. Steady southern migration raised Chicago's black population to 40,000 by 1910. Recognizing the power that could be derived from this growing community, black leaders began to develop independent black institutions for racial uplift. Between 1890 and 1916 black Chicagoans established Provident Hospital, the Wabash Avenue YMCA, several black newspapers, including the Chicago Defender, and local branches of the NAACP and Urban League. Chicago's black politicians, under the leadership of Ed Wright, Robert R. Jackson, and Oscar DePriest, began to wrest control from white politicians in the predominantly black Second Ward, initiating the development of the nation's most powerful black political organization. The shift toward a self-help ideology was largely a matter of expedience, though. For during the early years of the twentieth century, Chicago's racial lines hardened. By 1910, 78 percent of black Chicagoans lived in a chain of neighborhoods on the South Side of Chicago. This “ Black Belt ” was an area of aging, dilapidated housing that stretched 30 blocks along State Street and was rarely more than several blocks wide. Moreover, a pattern of education discrimination had reemerged, and blacks were still excluded from the civil service, industrial jobs, and most unions. World War I destabilized this arrangement, as military production requirements overrode racial ideologies that had excluded blacks from industry. With the cessation of Southern and Eastern European immigration and the drafting of young white men into the military, Chicago lost a critical supply of industrial workers at a time of intense need. Industrial jobs previously closed to African Americans suddenly became available. The Chicago Defender quickly recognized the significance of this opening and became an important voice encouraging southern blacks to come north to take advantage of Chicago's industrial opportunities. With at least 50,000 black southerners moving to Chicago between 1916 and 1920, the institutional foundation established before the war provided a base for community development. The old-line AME and Baptist churches experienced considerable growth, exemplified by Olivet Baptist Church, which, with 10,000 members in 1920, was the nation's largest black church. The migrants also added new elements to Chicago's religious culture by establishing Pentecostal and Spiritualist storefront churches that delivered more demonstrative worship services than their more sedate middle- and upper-class counterparts. Defender circulation mushroomed, black businesses prospered, and black political candidates won increased representation in the city council. The bulging pay envelopes and the vibrant community fulfilled migrants' expectations. But with these resources came racial tensions that were not part of migrants' visions of the “Promised Land.” Black and white workers tended to regard each other with suspicion, particularly over unionization, and with few exceptions (notably in meatpacking and garment factories) blacks found themselves generally excluded from the burgeoning labor movement. A general shortage of housing in Chicago made finding a home difficult for all Chicagoans, but the migrants were put into the particularly onerous position of moving into the overcrowded and overpriced Black Belt. Attempts to move into adjoining white neighborhoods sparked violent reactions. These tensions exploded in the summer of 1919, when five days of rioting left 23 black Chicagoans dead and 300 wounded. Despite the riot and a recession in 1924, blacks' fortunes rose in the 1920s. Between 1925 and 1929, black Chicagoans gained unprecedented access to city jobs, expanded their professional class, and won elective office in local and state government. These years also marked the peak of Chicago jazz, which had begun its development well before World War I. In the mid-1920s, at the height of the Jazz Age, blacks and whites walked the Stroll, a bright-light district on South State Street, where nightspots such as the Deluxe Cafe, the Dreamland Cafe, and the Royal Gardens headlined jazz greats like Louis Armstrong, Alberta Hunter, and Joseph “King” Oliver. The Great Depression undercut many of these gains. By 1939 blacks constituted 40 percent of relief rolls, and half of all black families relied on some government aid for subsistence. Black Chicagoans tried to fight back. In the fall of 1929 the militant Chicago Whip foreshadowed later direct-action civil rights activism with its “Spend Your Money Where You Can Work Campaign,” which targeted boycotts at chain stores that would serve but not hire blacks. The campaign registered some successes, pushing the number of black employees in stores in the black community to 25 percent and opening up approximately 100 white-collar jobs. Ironically, the Depression also led to a flowering of Chicago literature and art. Between 1925 and 1950, Chicago's black literary output rivaled the Harlem Renaissance of the 1920s. Influenced by Robert E. Park and the Chicago School of Sociology, Chicago Black Renaissance artists like Richard Wright, Willard Motley, William Attaway, Frank Marshall Davis, and Margaret Walker turned from the Harlem Renaissance's retrospective focus on southern black folk culture to an emphasis on a “literary naturalism” that revealed the nuances of urban ghetto life. St. Clair Drake and Horace R. Cayton exemplified the new intellectual style in their classic Black Metropolis, which remains the most detailed portrait of black Chicago in the 1930s and 1940s. Chicago painter Archibald Motley, Jr., offered new impressions of black life, with his exploration of natural and artificial light, in paintings of the South Side's vibrant nightlife. Finally, Gwendolyn Brooks' Pulitzer Prize–winning Annie Allen provided a poetic voice to the lives of everyday black Chicagoans with such works as “Beverly Hills, Chicago” and “The Children of the Poor.” Migration from the South slowed during the 1930s but accelerated when World War II production created new jobs. In the 1950s, the expanding use of the mechanical cotton picker pushed another wave of black agricultural workers out of the South. Between 1940 and 1960, Chicago's black population grew from 278,000 to 813,000. What awaited this second Great Migration of southern blacks? On the one hand, the South Side of Chicago was the “capital of black America.” It was home to the nation's most powerful black politician, Democratic congressman William L. Dawson; the most prominent black man in America, boxing champion Joe Louis; and the most widely read black newspaper, the Chicago Defender. In the late 1930s the Congress of Industrial Organizations finally succeeded in overcoming racial discord in two of Chicago's major industries, steel and meatpacking, enabling some blacks to move further up the ranks to low-level management positions and contributing to a growing black working class able to count on a stable income. The migrants could spend their hard-earned wages in several shopping districts with well-provisioned department stores, movie theaters, and banks. At night they could go out and hear some of America's best rhythm and blues musicians. The Chicago blues scene dated back to the 1930s, but in 1948 Aristocrat records broke new ground and set the tone for rhythm and blues for the next 10 years with the release of Muddy Waters's “I Can't Be Satisfied.” Throughout the 1950s Aristocrat, which became the famous Chess Records label, pumped out a steady supply of R&B hits with some of the nation's most popular artists, including Little Walter, Jimmy Rogers, and Howlin' Wolf. On the other hand, conditions in Chicago provided these blues artists with much to sing about. Blacks still faced widespread employment discrimination. Stores in the Loop refused to hire African Americans as clerks. Black bus drivers, police officers, and firefighters were limited to positions serving their own community. Construction trades remained closed. Moreover, the second Great Migration made Chicago's already overcrowded slums even more dilapidated, as more and more people tried to fit into converted “ kitchenette ” and basement apartments in which heating and plumbing were poor, if functioning at all. Street crime in African American communities remained a low priority for Chicago's police, and violence, prostitution, and various other vices soared in black neighborhoods. When Elizabeth Wood, executive director of the Chicago Housing Authority (CHA), tried to ease the pressure in the overcrowded ghetto by proposing public housing sites in less congested areas elsewhere in the city in 1946, white residents reacted with intense and sustained violence. City politicians forced the CHA to keep the status quo, setting the stage for the development of Chicago's infamous high-rise projects, such as Cabrini-Green and the Robert Taylor Homes. In the 1960s, housing and educational issues sparked the Chicago Freedom Movement. Led by Al Raby, the Coordinating Council of Community Organizations (CCCO) sponsored a series of school boycotts and a court case to end black school overcrowding, which stemmed from widespread white opposition to school desegregation. Their efforts drew Martin Luther King and the Southern Christian Leadership Conference to Chicago in 1965. In conjunction with the CCCO, King led a series of protests against housing discrimination. The campaign resulted in a stalemate with Mayor Richard J. Daley and made little progress for open housing. Meanwhile, black women, who were rapidly becoming the primary heads of households in the city's steadily deteriorating high-rise projects, built a grassroots movement that resulted in greater tenant involvement in the governance of the city's public housing in the late 1960s. Black Chicagoans in need of housing found little relief in the suburban housing market. With a few notable exceptions such as Aurora, Evanston, Oak Park, and Waukegan, blacks generally constituted less than 3 percent of the population in Chicago's northern and western suburbs by the end of the twentieth century. They found greater success in moving to southern suburbs, including Chicago Heights, Riverdale, and Harvey, where they migrated in large numbers in the 1950s and 1960s. These communities notably suffered from the decline of local industries in the final third of the twentieth century. Reeling from the effects of deindustrialization in the 1970s, the Reagan administration's attacks on social welfare programs in the early 1980s, and decades of neglect from the Chicago political machine, black Chicagoans' political activism reignited in Harold Washington's 1983 mayoral campaign. With the support of Latinos and liberal whites, Washington's grassroots campaign defeated the remnants of the Daley machine, making Washington Chicago's first African American mayor. Washington faced intense opposition from a predominantly white city council, whose infamous “Council Wars” blocked most of his initiatives until a 1986 court order forced revisions in the gerrymandering that favored white city council candidates in a city where white voters seldom supported black or Latino candidates. The new city council passed some of Washington's reform agenda, but these initiatives were cut short by his premature death from a heart attack in 1987. The 1990s saw both continuity and change for black Chicagoans. Racial issues still flared, with several cases of police brutality toward African Americans, controversy over inequitable promotions for African American police officers, and allegations of racial profiling in the affluent suburb of Highland Park. Mayor Richard M. Daley attempted to remedy the problems created by the housing projects built by his father in the 1960s with a $1.5 billion plan to remove the city's 51 high-rise projects and replace them with “mixed income” housing. This policy, implemented in the opening years of the twenty-first century, has evoked a mixed reaction from community activists, who have argued that mixed income is but a “euphemism for removal of the poor.”Beginning with John Baptiste Point DuSable's trading activities in the 1780s, blacks have had a long history in Chicago. Fugitive slaves and freedmen established the city's first black community in the 1840s, with the population nearing 1,000 by 1860. John Jones, a tailor, headed most black antislavery and antidiscrimination efforts within the city until his death in 1879. Chicago's white abolitionists were also active, but African Americans still suffered from segregation in various public venues, such as schools, public transportation, hotels, and restaurants. Moreover, black Chicagoans could neither vote nor testify against whites in court. Finding their newly won liberties circumscribed by the overthrow of Reconstruction, small but growing numbers of black southerners made their way to Chicago, pushing the city's African American population from approximately 4,000 in 1870 to 15,000 in 1890. Increasingly concentrated on the city's South Side, Chicago's black population developed a class structure composed of a large number of domestic workers and other manual laborers, along with a small but growing contingent of middle- and upper-class business and professional elites. Formal segregation in Chicago slowly began to break down in the 1870s. The state extended the franchise to African Americans in 1870 and ended legally sanctioned school segregation in 1874. A state law against discrimination in public places followed in 1885, but it was rarely enforced and did nothing to address widespread employment discrimination. While not yet confined to the city's nascent ghettos, blacks generally found housing available only within emerging enclaves. A new cadre of leaders emerged from the business and professional elite to address these issues. In 1878 prominent attorney Ferdinand L. Barnett established Chicago's first black newspaper, the Conservator, which championed racial solidarity and militant protest. Ida B. Wells possessed a history of militant activism long before she moved to Chicago and married Barnett in 1895. Once in Chicago, Wells continued her long-standing antilynching campaign, joined the women's suffrage, club, and settlement house movements, and played a key role in the conference establishing the National Association for the Advancement of Colored People (NAACP) in 1900. Reverdy Ransom, who ministered to the city's black elite at Bethel African Methodist Episcopal (AME) Church, shared Wells's dedication to social causes and, with the help of white activists, established the Institutional Church and Settlement in 1900 to provide a range of social services to the black community. Steady southern migration raised Chicago's black population to 40,000 by 1910. Recognizing the power that could be derived from this growing community, black leaders began to develop independent black institutions for racial uplift. Between 1890 and 1916 black Chicagoans established Provident Hospital, the Wabash Avenue YMCA, several black newspapers, including the Chicago Defender, and local branches of the NAACP and Urban League. Chicago's black politicians, under the leadership of Ed Wright, Robert R. Jackson, and Oscar DePriest, began to wrest control from white politicians in the predominantly black Second Ward, initiating the development of the nation's most powerful black political organization. The shift toward a self-help ideology was largely a matter of expedience, though. For during the early years of the twentieth century, Chicago's racial lines hardened. By 1910, 78 percent of black Chicagoans lived in a chain of neighborhoods on the South Side of Chicago. This “ Black Belt ” was an area of aging, dilapidated housing that stretched 30 blocks along State Street and was rarely more than several blocks wide. Moreover, a pattern of education discrimination had reemerged, and blacks were still excluded from the civil service, industrial jobs, and most unions. World War I destabilized this arrangement, as military production requirements overrode racial ideologies that had excluded blacks from industry. With the cessation of Southern and Eastern European immigration and the drafting of young white men into the military, Chicago lost a critical supply of industrial workers at a time of intense need. Industrial jobs previously closed to African Americans suddenly became available. The Chicago Defender quickly recognized the significance of this opening and became an important voice encouraging southern blacks to come north to take advantage of Chicago's industrial opportunities. With at least 50,000 black southerners moving to Chicago between 1916 and 1920, the institutional foundation established before the war provided a base for community development. The old-line AME and Baptist churches experienced considerable growth, exemplified by Olivet Baptist Church, which, with 10,000 members in 1920, was the nation's largest black church. The migrants also added new elements to Chicago's religious culture by establishing Pentecostal and Spiritualist storefront churches that delivered more demonstrative worship services than their more sedate middle- and upper-class counterparts. Defender circulation mushroomed, black businesses prospered, and black political candidates won increased representation in the city council. The bulging pay envelopes and the vibrant community fulfilled migrants' expectations. But with these resources came racial tensions that were not part of migrants' visions of the “Promised Land.” Black and white workers tended to regard each other with suspicion, particularly over unionization, and with few exceptions (notably in meatpacking and garment factories) blacks found themselves generally excluded from the burgeoning labor movement. A general shortage of housing in Chicago made finding a home difficult for all Chicagoans, but the migrants were put into the particularly onerous position of moving into the overcrowded and overpriced Black Belt. Attempts to move into adjoining white neighborhoods sparked violent reactions. These tensions exploded in the summer of 1919, when five days of rioting left 23 black Chicagoans dead and 300 wounded. Despite the riot and a recession in 1924, blacks' fortunes rose in the 1920s. Between 1925 and 1929, black Chicagoans gained unprecedented access to city jobs, expanded their professional class, and won elective office in local and state government. These years also marked the peak of Chicago jazz, which had begun its development well before World War I. In the mid-1920s, at the height of the Jazz Age, blacks and whites walked the Stroll, a bright-light district on South State Street, where nightspots such as the Deluxe Cafe, the Dreamland Cafe, and the Royal Gardens headlined jazz greats like Louis Armstrong, Alberta Hunter, and Joseph “King” Oliver. The Great Depression undercut many of these gains. By 1939 blacks constituted 40 percent of relief rolls, and half of all black families relied on some government aid for subsistence. Black Chicagoans tried to fight back. In the fall of 1929 the militant Chicago Whip foreshadowed later direct-action civil rights activism with its “Spend Your Money Where You Can Work Campaign,” which targeted boycotts at chain stores that would serve but not hire blacks. The campaign registered some successes, pushing the number of black employees in stores in the black community to 25 percent and opening up approximately 100 white-collar jobs. Ironically, the Depression also led to a flowering of Chicago literature and art. Between 1925 and 1950, Chicago's black literary output rivaled the Harlem Renaissance of the 1920s. Influenced by Robert E. Park and the Chicago School of Sociology, Chicago Black Renaissance artists like Richard Wright, Willard Motley, William Attaway, Frank Marshall Davis, and Margaret Walker turned from the Harlem Renaissance's retrospective focus on southern black folk culture to an emphasis on a “literary naturalism” that revealed the nuances of urban ghetto life. St. Clair Drake and Horace R. Cayton exemplified the new intellectual style in their classic Black Metropolis, which remains the most detailed portrait of black Chicago in the 1930s and 1940s. Chicago painter Archibald Motley, Jr., offered new impressions of black life, with his exploration of natural and artificial light, in paintings of the South Side's vibrant nightlife. Finally, Gwendolyn Brooks' Pulitzer Prize–winning Annie Allen provided a poetic voice to the lives of everyday black Chicagoans with such works as “Beverly Hills, Chicago” and “The Children of the Poor.” Migration from the South slowed during the 1930s but accelerated when World War II production created new jobs. In the 1950s, the expanding use of the mechanical cotton picker pushed another wave of black agricultural workers out of the South. Between 1940 and 1960, Chicago's black population grew from 278,000 to 813,000. What awaited this second Great Migration of southern blacks? On the one hand, the South Side of Chicago was the “capital of black America.” It was home to the nation's most powerful black politician, Democratic congressman William L. Dawson; the most prominent black man in America, boxing champion Joe Louis; and the most widely read black newspaper, the Chicago Defender. In the late 1930s the Congress of Industrial Organizations finally succeeded in overcoming racial discord in two of Chicago's major industries, steel and meatpacking, enabling some blacks to move further up the ranks to low-level management positions and contributing to a growing black working class able to count on a stable income. The migrants could spend their hard-earned wages in several shopping districts with well-provisioned department stores, movie theaters, and banks. At night they could go out and hear some of America's best rhythm and blues musicians. The Chicago blues scene dated back to the 1930s, but in 1948 Aristocrat records broke new ground and set the tone for rhythm and blues for the next 10 years with the release of Muddy Waters's “I Can't Be Satisfied.” Throughout the 1950s Aristocrat, which became the famous Chess Records label, pumped out a steady supply of R&B hits with some of the nation's most popular artists, including Little Walter, Jimmy Rogers, and Howlin' Wolf. On the other hand, conditions in Chicago provided these blues artists with much to sing about. Blacks still faced widespread employment discrimination. Stores in the Loop refused to hire African Americans as clerks. Black bus drivers, police officers, and firefighters were limited to positions serving their own community. Construction trades remained closed. Moreover, the second Great Migration made Chicago's already overcrowded slums even more dilapidated, as more and more people tried to fit into converted “ kitchenette ” and basement apartments in which heating and plumbing were poor, if functioning at all. Street crime in African American communities remained a low priority for Chicago's police, and violence, prostitution, and various other vices soared in black neighborhoods. When Elizabeth Wood, executive director of the Chicago Housing Authority (CHA), tried to ease the pressure in the overcrowded ghetto by proposing public housing sites in less congested areas elsewhere in the city in 1946, white residents reacted with intense and sustained violence. City politicians forced the CHA to keep the status quo, setting the stage for the development of Chicago's infamous high-rise projects, such as Cabrini-Green and the Robert Taylor Homes. In the 1960s, housing and educational issues sparked the Chicago Freedom Movement. Led by Al Raby, the Coordinating Council of Community Organizations (CCCO) sponsored a series of school boycotts and a court case to end black school overcrowding, which stemmed from widespread white opposition to school desegregation. Their efforts drew Martin Luther King and the Southern Christian Leadership Conference to Chicago in 1965. In conjunction with the CCCO, King led a series of protests against housing discrimination. The campaign resulted in a stalemate with Mayor Richard J. Daley and made little progress for open housing. Meanwhile, black women, who were rapidly becoming the primary heads of households in the city's steadily deteriorating high-rise projects, built a grassroots movement that resulted in greater tenant involvement in the governance of the city's public housing in the late 1960s. Black Chicagoans in need of housing found little relief in the suburban housing market. With a few notable exceptions such as Aurora, Evanston, Oak Park, and Waukegan, blacks generally constituted less than 3 percent of the population in Chicago's northern and western suburbs by the end of the twentieth century. They found greater success in moving to southern suburbs, including Chicago Heights, Riverdale, and Harvey, where they migrated in large numbers in the 1950s and 1960s. These communities notably suffered from the decline of local industries in the final third of the twentieth century. Reeling from the effects of deindustrialization in the 1970s, the Reagan administration's attacks on social welfare programs in the early 1980s, and decades of neglect from the Chicago political machine, black Chicagoans' political activism reignited in Harold Washington's 1983 mayoral campaign. With the support of Latinos and liberal whites, Washington's grassroots campaign defeated the remnants of the Daley machine, making Washington Chicago's first African American mayor. Washington faced intense opposition from a predominantly white city council, whose infamous “Council Wars” blocked most of his initiatives until a 1986 court order forced revisions in the gerrymandering that favored white city council candidates in a city where white voters seldom supported black or Latino candidates. The new city council passed some of Washington's reform agenda, but these initiatives were cut short by his premature death from a heart attack in 1987. The 1990s saw both continuity and change for black Chicagoans. Racial issues still flared, with several cases of police brutality toward African Americans, controversy over inequitable promotions for African American police officers, and allegations of racial profiling in the affluent suburb of Highland Park. Mayor Richard M. Daley attempted to remedy the problems created by the housing projects built by his father in the 1960s with a $1.5 billion plan to remove the city's 51 high-rise projects and replace them with “mixed income” housing. This policy, implemented in the opening years of the twenty-first century, has evoked a mixed reaction from community activists, who have argued that mixed income is but a “euphemism for removal of the poor.”",
    "Bibliography": "Drake, St. Clair, and Horace R. Cayton. Black Metropolis: A Study of Negro Life in a Northern City. 1945; rev. ed. 1993. Grossman, James R. Land of Hope: Chicago, Black Southerners and the Great Migration. 1989. Spear, Allen H. Black Chicago: The Making of a Negro Ghetto, 1890–1920. 1967.",
    "Author of Text": "Christopher Manning",
    "Hyperlinked Terms Associated": "abolitionists, schools, public transportation, hotels, restaurants, South Side, domestic workers, school, newspaper, suffrage, club, settlement house, National Association for the Advancement of Colored People, social services, Provident Hospital, YMCA, Chicago Defender, Urban League, Black Belt, World War I, Olivet Baptist Church, unionization, meatpacking, jazz, Stroll, Great Depression, art, Chicago School of Sociology, Chicago Black Renaissance, World War II, Great Migration, boxing, Congress of Industrial Organizations, shopping districts, department stores, Chess Records, Loop, police, Construction, kitchenette, apartments, prostitution, Chicago Housing Authority, public housing, Cabrini-Green, Robert Taylor Homes, Coordinating Council of Community Organizations, school desegregation, open housing, Aurora, Evanston, Oak Park, Waukegan, Chicago Heights, Riverdale, Harvey, Highland Park",
    "Street addresses associated": "South Side, Loop, Near North Side, Bronzeville, Riverdale, Highland Park, Aurora, Evanston, Oak Park, Waukegan, Chicago Heights, Harvey"
}