{
  "Title": "Agrarian Movements",
  "Descriptive Text": "Although American farmers have maintained an image as independent and self-reliant, they have sustained many interdependent relationships for equipment, horticultural supplies, transportation, marketing, and credit. Nevertheless, it had long been believed in this country that to be successful as a farmer, one had to have only common sense, a strong back, and a little luck with the weather. When this credo failed in the late 1800s, many blamed the middlemen.\n\nAs early as 1849, the Chicago-based Prairie Farmer began urging northern Illinois farmers to form associations and cooperatives in order to minimize their costs while maximizing their profits. Within 20 years, Prairie Farmer editorials blamed the railroad monopolies, grain elevator owners, and the Chicago Board of Trade for the declining fortunes of farmers.\nIllinois farmers finally began organizing themselves into county-based cooperatives and associations following the regional 1870 Illinois Producers' Convention in Bloomington. The Order of the Patrons of Husbandry (the Grange) had brief success beginning in 1871, but by the following decade the Farmers' Alliance had become more influential. The Grange and the Alliance, both Illinois branches of national associations, declined following the 1895 legislative act creating the Illinois Farmers' Institute.\n\nThe Farmers' Institute comprised individual county-supported organizations, providing its members with innovative farming techniques and the latest practices being developed by the land grant colleges. It merged into the Cooperative Extension Service during the 1940s. County farmer cooperatives continue into the twenty-first century, collectively known as the Farm Service Cooperatives.\n\nOne agrarian movement that enjoyed success elsewhere never gained major strength in Illinois: Populism. The depression in the 1890s generated a brief moment of popularity, and a Populist-Labor alliance formed in 1894 for the upcoming elections. While thousands attended mass meetings and torchlight parades in Chicago in support of the alliance, the party received disappointing electoral returns.\n\n",
  "Bibliography": "Scott, Roy V. The Agrarian Movement in Illinois, 1880–1896. 1962.\nWarner, Donald F. “The Farmers' Alliance and the Farmers' Union.” Agricultural History 23 ( January 1949): 9–19.\nWoods, Thomas A. Knights of the Plow: Oliver H. Kelley and the Origins of the Grange in Republican Ideology. 1991.",
  "Author of Text": "Chas. P. Raleigh",
  "Hyperlinked Terms Associated": "transportation| railroad",
  "neighborhood names associated": "Loop"
}