{
    "Title": "Agricultural Journals",
    "Descriptive Text": "A rich agricultural hinterland, an emerging publishing industry, and a need for specialized information about prairie farming made Chicago a lively center for agricultural journalism. What no one could predict in 1841 when the Union Agriculturist and Western Prairie Farmer first appeared was that Chicago would become home to more agricultural journals than any other city in the world. Founded by the Union Agricultural Society, the monthly Prairie Farmer, as it quickly became known, was purchased by John Stephen Wright in 1843. Its publication philosophy, incorporated into its banner “Farmers, write for your paper,” made the Prairie Farmer the longest continuously published farm journal. Owned briefly (1857–1858) by Chicago printers James and William Medill, then by Henry Emery, who merged it with Emery's Journal of Agriculture, this journal continued into the twenty-first century as a publication of the Farm Progress Company of Carol Stream. As the Prairie Farmer grew from 500 subscribers in 1841 to more than 12,000 in 1857, when it became a weekly publication, competitors appeared. These included the Western Enterprise (1856–1857), Northwestern Prairie Farmer (1858–1859; renamed Farmers' Advocate in 1859 and merged into Prairie Farmer in 1861), the German-language Der Farmer des Westens (1856), Northwestern Agriculturist (1866), Rural Messenger (1868–1872), Western Farmers' Magazine (1859–1860), Chicago Dairy Produce (1894–1943), Live Stock Journal (1900–1915), American Pigeon Keeper (1898–1940), Gardening (1892–1925), Farm Life (1903–1913), Horse Review (1889–1932), Dairy and Creamery (1898–1904), Irrigation Age (1891–1918), American Fruit Grower (1883–), and the Breeders' Gazette (1881–1964). Only the last three have enjoyed the success and longevity of the Prairie Farmer. Irrigation Age became the Utah Farmer when it moved to Salt Lake City in 1917. Both it and American Fruit Grower were still publishing at the opening of the twenty-first century. Yet of all these journals, only the Breeders' Gazette has rivaled Prairie Farmer for contribution to the emergence of the Midwest farmer. Founded by J. H. Sanders and continued by his son Alvin, the Breeders' Gazette was a strong advocate for purebred livestock. Despite the Sanderses' close ties to the Union Stock Yard and to the Chicago Fat Stock Show and its successor, the International Livestock Exposition, they were judicious livestock experts who maintained a high degree of integrity in their publication. Much of their success rested on their use of the Prairie Farmer model of soliciting information from individual farmers. Copies of their weekly remain one the best sources for the study of livestock development and production between 1880 and 1930. While Chicago's agricultural journalists have focused on regional content, their most significant contribution has been their role in the establishment of agricultural standards through accurate recording and reporting of the industry.",
    "Bibliography": "Bardolph, Richard. Agricultural Literature and the Early Illinois Farmer. 1948. Ogilvie, William Edward. Pioneer Agricultural Journalists. 1927; repr. 1973.",
    "Author of Text": "Chas. P. Raleigh",
    "Hyperlinked Terms Associated": "agricultural| Prairie Farmer| Carol Stream| Union Stock Yard",
    "neighborhood names associated": "Loop| South Side"
}