{
    "Title": "(AIDS) Acquired Immune Deficiency Syndrome",
    "Descriptive Text": "In Chicago, AIDS has affected primarily men who have sex with men, men and women using needle-injected drugs, people in heterosexual relations in which one partner is already infected, people receiving tainted transfusions, and the children of infected mothers. In 1999, Chicago ranked sixth in AIDS cases among metropolitan areas in the United States. Since the onset of the disease in the early 1980s, many of the vexing ethical and legal controversies that flared up around the nation bypassed Chicago: questions of quarantine, the placement of schoolchildren with AIDS, the closing of bathhouses as sexual venues, the right of people with AIDS to health care, and so on. Still, the city has had its own controversies, including Cook County Hospital's removal of a physician with AIDS from patient contact and citywide controversies related to anti-AIDS education. In the early 1990s, for example, public AIDS posters depicting same-sex couples were defaced by critics who claimed that the posters advocated a homosexual agenda. In response AIDS activists—notably various chapters of the AIDS Coalition to Unleash Power (ACT UP)—staged numerous protests demanding improved AIDS services and education, especially from the city of Chicago itself. Chicago's Near West Side Medical Center District houses one of the world's largest concentrations of advanced public and private health care facilities, and has been the site of much research on AIDS prevention, drug therapies, and vaccines. Focused on the health care of lesbians and gay men, the Howard Brown Health Center on the North Side has become the leading private provider of HIV/AIDS services in the Midwest. Although the number of newly diagnosed cases of AIDS in Chicago has dropped since 1994, certain policy questions remained unsettled at the close of the twentieth century. In the late 1990s, for example, debate continued about the scope of privacy in reporting diagnoses of HIV and AIDS to Public Health agencies. The unexpected epidemic gave gay men and lesbians a perspective by which to critique the culture at large through not only political action but the literary arts. Many storefront theaters have staged work that documents the impact of the epidemic and charts the gay community's response to it. Despite its toll, AIDS has permanently changed both the political and literary culture of Chicago's large gay and lesbian community.",
    "Bibliography": "Adelman, Mara B. The Fragile Community: Living together with AIDS. 1997. Department of Public Health. An Epidemiologic Profile of HIV/AIDS in Chicago. 1995. Murphy, Timothy F. Ethics in an Epidemic: AIDS, Morality, and Culture. 1994.",
    "Author of Text": "Timothy F. Murphy",
    "Hyperlinked Terms Associated": "drugs| Cook County Hospital| Near West Side| gay| Public Health| theaters| literary culture",
    "Historical Sources Associated (Title, Source, and Link)": "CERTIFICATES OF FREEDOM, 1844 (Circuit Court of Madison County, Chicago History Museum, ICHI-31975)",
    "neighborhood names associated": "Near West Side |Lakeview| Loop | Andersonville| Edgewater"
}