{
    "Title": "Airlines",
    "Descriptive Text": "Chicago's geographic location and established position as a major transportation center have made the city attractive to the airline industry from its beginning. The roots of the industry lie in the transport of mail for the U.S. Post Office. By the 1920s the Post Office contracted with fledgling airline companies to fly mail throughout the country. Chicago was a pivotal location from the earliest establishment of the Contract Air Mail routes. Development of the early commercial airline industry grew from a combination of a federal infrastructure of navigation systems and regulations, local boosterism, and private investment. In the 1920s and 1930s communities built airports as a matter of civic pride and attracted private airline companies by promising modern facilities and room for expansion. Chicago's most important airports, O'Hare International and Midway Airport, have been operated by city government. One of the first municipal airports was Chicago Municipal Airport, built in 1927 to replace Maywood Field, the airstrip used for airmail. That year Municipal Airport was a single cinder runway with one square mile of land available for expansion 10 miles southwest of downtown. By 1929, the airport maintained its own post office, stationed a division of the Illinois National Guard, and handled 32 arrivals and departures of passengers, mail, and cargo daily. Municipal Airport cost 10 million dollars to develop. By 1932, it was the busiest airport in the nation and for years claimed the title of World's Busiest Airport. In the early 1930s, it was also the birthplace of the Air Line Pilots Association. In 1949, the Municipal Airport was renamed Midway Airport to commemorate the famous battle in the Pacific. In 1940, the air transportation industry in Chicago employed 822 men and 303 women in both commercial and government jobs; by 1950, the industry employed 3,711 men and 1,431 women. To compete as an international city, however, Chicago needed an airport with greater growth potential. In 1946, the city purchased over a thousand acres of land northwest of the city. O'Hare opened its 24-million-dollar terminal for commercial passenger traffic in 1955. The airport covered 10 square miles. O'Hare soon dominated Chicago's aviation system with its capacity for handling the new jet airplanes, international flights, and military aircraft through its unique paired tangential runways which allowed for simultaneous takeoffs and landings on six runways. Despite its remote location in cornfields 22 miles outside downtown, O'Hare soon usurped Midway's title of World's Busiest Airport. By the early 1960s, O'Hare handled 8 million passengers a year. In 1960, 7,845 men and 3,392 women worked in air transportation in Chicago. Starting in the 1960s, most scheduled commercial airlines shifted their operations to O'Hare from Midway, causing an economic downturn for the Midway community and a boom for the suburbs surrounding O'Hare. The construction of several expressways accessing the newer airport linked it to both the city and suburbs. Suburbs surrounding the airport, such as Rosemont, Bensenville, Addison, and Elk Grove Village, experienced tremendous growth in population and in light manufacturing and service industries, air freight businesses, and the hospitality industry. In the late 1990s, approximately 75 commercial, commuter, and cargo airlines served Chicago at Midway and O'Hare. In 1997, approximately 80 million passengers and 1.5 million tons of cargo and mail flew through O'Hare or Midway. In the 1990s, United Airlines and American Airlines provided the majority of commercial scheduled service at O'Hare; Southwest Airlines anchored service at Midway. United Airlines, which grew from the consolidation of several smaller airlines in the late 1920s, is based in the Chicago suburbs. In 2000, United employed approximately 18,000 people in its Chicago operations and approximately 84,000 worldwide. The pivotal role of the airline industry in Chicago's economy cannot be underestimated. The city's growth as a center of light industry as well as banking, consulting, and other white-collar businesses has been linked to air access at O'Hare, Midway, and the city's lakefront airport, Meigs Field. In the early 1990s, Chicago's airports directly employed over 50,000 people, and the industry generated an estimated 340,000 jobs in the metropolitan area through service to visitors and companies that depend on the airports for their existence. Public transportation by elevated train to O'Hare was finished in 1984 and to Midway in 1993, providing easy access to both airports from downtown and other parts of the city for both travelers and workers. Jobs at the airports are split between Chicago residents and suburbanites, although suburbanites take home the majority of personal income earned at the airports. Despite the economic benefits to suburban Chicago, its relationship with O'Hare has grown tense over issues of noise, growth, and density. In the 1990s, politicians, airlines, and residents began to debate the creation of a third major airport in the far south suburbs, as well as expansion of O'Hare.",
    "Bibliography": "Harrison, David. “Chicago's Airports: A Legacy of Livelihoods.” National Economic Research Associates, Inc., and the City of Chicago. 1993. Smith, Henry Ladd. Airways: The History of Commercial Aviation in the United States. 1942. Solberg, Carl. Conquest of the Skies: A History of Commercial Aviation in America. 1979.",
    "Author of Text": "Liesl M. Orenic",
    "Hyperlinked Terms Associated": "transportation| mail| infrastructure| O'Hare International| Midway Airport| Maywood| Illinois National Guard| Rosemont| Bensenville| Addison| Elk Grove Village| banking| Public transportation",
    "neighborhood names associated": "Maywood| Midway| Far South Suburbs| O'Hare| Clearing| Northerly Island"
}