{
    "Title": "Airports, Commuter",
    "Descriptive Text": "Less than a decade before the Wright brothers' groundbreaking flight at Kitty Hawk and more than two decades before the advent of a commercial air transportation system in the United States in 1926, visionaries were writing about commuter air transportation ground facilities. Their ideas would evolve with the development of aircraft ranging on the one hand from the dirigible to the airplane and, on the other, from the Autogiro, the predecessor of the helicopter, to the Airphibian, a convertible automobile/airplane. Many of these commuter airports were planned to be in or near the central business district to accommodate the array of craft carrying passengers, mail, or freight in local hops to and from adjacent suburbs or to and from large outlying airports to coordinate with long-range flights. The Loop's Central Post Office, completed in 1932, is an example of such planning. Graham, Anderson, Probst & White designed the post office according to standards proposed in 1927 by Frank E. McMillan, superintendent of the Division of Post-Office Quarters and Engineering. McMillan believed that the 320- by 800-foot roof of the planned two-square-block building, which now bridges the Congress Street spur of the expressway system, would be big enough to facilitate convenient, rooftop airmail. As it turned out, airmail pilots did not use the roof as intended. To the north of Chicago, Sky Harbor Airport opened in 1929. The facility, which was located approximately five miles west of the suburb of Glencoe, was also called the North Shore Airport and the Sky Harbor Aviation Country Club. These names reflected the use of the airport as a playground for wealthy Chicagoans as well as a transportation terminal accommodating general and commuter aviation. Architects Alfred P. Allen and Maurice Webster designed the terminal, which combined amenities for entertainment and air travel. Grey Goose Air Lines ferried passengers between this North Shore facility and what became Midway Airport. For display at the Century of Progress Exposition of 1933–34, George Fred Keck created an International Style glass-and-steel House of Tomorrow. Keck neatly parked a small biplane in the house's ground-floor hangar to represent the idea of a “flying flivver,” a personal commuter vehicle. In 1948 the city of Chicago opened a commuter airport for wide public use on landfill that had also served as the grounds of the Century of Progress Exposition. Of the array of general aviation and commuter air transportation ground facilities, this airport, which became Meigs Field, emerged as the most important one to serve Chicago over the long run. In 1920 the city of Chicago began filling extensive parts of Lake Michigan in order to implement Daniel H. Burnham and Edward H. Bennett's Plan of Chicago, published in 1909. One of these fills formed Northerly Island, which eventually became Meigs Field. Despite numerous proposals beginning as early as 1924 to make the island an air transportation facility, the site was employed for other purposes, including the Century of Progress Exposition. After failing to convince the United Nations to locate on Northerly Island in 1945, the city, with the advice of consulting civil engineer Ralph Burke, returned to the idea of building an air strip here. The field opened in 1948 with the temporary name of Northerly Island Air Strip. The following year the city council renamed the field after Merrill C. Meigs, who was active in local civic affairs and aviation. In 1950 the city added a small wooden terminal and a year later an air traffic control tower. The terminal soon became inadequate, and in 1959 Consoer and Morgan designed a new one, which opened two years later. The exterior of this rectangular building comprised glass, steel, and precast masonry; the taller three-story central block had sheets of glass to allow a vista of the lake and the runway for passengers waiting on the second floor. Mayor Richard M. Daley closed Meigs Field in 2003. Today, instead of operating from separate fields, commuter aircraft often fly from the main airports in order to facilitate easy transfer between these small craft and the larger airplanes flying longer distances. Moreover, commuter craft carrying even as few as 20 passengers require longer runways than available at general aviation facilities such as the Lansing Municipal Airport to the south of the city or Palwaukee Airport to the north.",
    "Bibliography": "Brodherson, David. “All Airplanes Lead to Chicago.” In Chicago Architecture and Design, 1923–1993: Reconfiguration of a Metropolis, ed. John Zukowsky, 1993. Zukowsky, John, ed. Building for Air Travel: Architecture and Design for Commercial Aviation. 1996.",
    "Author of Text": "David Brodherson",
    "Hyperlinked Terms Associated": "transportation, outlying airports, Loop, expressway, Glencoe, Midway Airport, Century of Progress Exposition, Lake Michigan, Plan of Chicago, Lansing",
    "Street addresses associated": "Loop, Northerly Island, Clearing, Glencoe, Lansing, Wheeling"
}