{
    "Title": "Al Capone",
    "Descriptive Text": "Born in Brooklyn to Neapolitan immigrants, Alphonse Capone quit school at 14. Young Capone joined a street gang, earned a local reputation for violence, and received his later famous scar, probably in a bar fight. He came to Chicago, probably in 1919, to work with John Torrio, an associate from his old Brooklyn gang who now served as lieutenant for South Side vice kingpin Jim Colosimo. After Colosimo's murder in 1920, Torrio took over, expanding operations in gambling and prostitution. He entered the lucrative new field of bootlegging, operating breweries, distilleries, and a ruthless liquor distribution system. First operating the outfit's Four Deuces vice joint, Capone soon became Torrio's chief assistant. When Torrio fled Chicago in 1925 after a nearly fatal attack from rivals, Capone became the leading partner in the expanding organization. The organization consolidated its control of the Chicago-area underworld in the “beer wars” of 1924 to 1930. The hundreds of casualties included Dion O'Banion, hijacker and leader of a North Side gang, his successor Hymie Weiss, and the seven victims of the infamous St. Valentine's Day massacre of 1929. The killings of Assistant State's Attorney William McSwiggin (1926) and Chicago Tribune reporter Jake Lingle (1930), both posthumously regarded as corrupt, illuminated the long reach of underworld influence. Capone fascinated Americans preoccupied with crime and the social turmoil it symbolized. Popular accounts simultaneously celebrated and condemned a public enemy found to bear an uncanny resemblance to ordinary, noncriminal Americans. In his multiple roles as businessman, patriarch, spender, and playboy, Capone illuminated the lives of millions of urban Americans. Capone was convicted in 1929 of carrying a concealed handgun and spent 10 months in a Philadelphia jail. A Treasury Department investigation led to his 1931 conviction for failure to report income and pay taxes; he was imprisoned, for a time in the newly opened Alcatraz, until 1939. His mind ravaged by syphilis, Capone spent his last years in his Miami estate.",
    "Author of Text": "David E. Ruth",
    "Hyperlinked Terms Associated": "gang, South Side, gambling, prostitution, breweries, liquor distribution, St. Valentine's Day massacre",
    "Street addresses associated": "South Side, North Side"
}