{
    "Title": "Albanians",
    "Descriptive Text": "Prior to gaining its independence in November 1912, Albania was part of the Ottoman Empire. The first wave of Albanian immigration to the United States occurred between 1892 and 1914. Most of the estimated 20,000–30,000 Albanian migrants to the United States during this period were young male Orthodox Christians or Muslims from Southern Albania who had left their homes to improve their economic prospects or avoid service in the Turkish army. Although the majority of these early Albanian immigrants settled in urban areas of New England, New York, and Pennsylvania, others gravitated to Ohio, Michigan, Indiana, Illinois, and Missouri. Prior to World War I, there were small concentrations of Albanians in Gary and Whiting, Indiana, as well as in Chicago, Argo ( Summit ), and Madison, Illinois. By 1914 approximately 1,000 Albanians resided in greater Chicago and northern Illinois, with an additional 200 to 300 scattered elsewhere in Illinois. Most worked in factories, restaurants, or the construction industry. Chicago's Albanians, like their compatriots elsewhere, were ardent nationalists and in 1908 formed a patriotic organization, Flamuri i Shqipërisë (The Albanian Flag), to promote Albanian independence. In 1913, this organization became the Chicago chapter of the newly established (1912) Pan-Albanian Federation of America (VATRA). Other VATRA chapters formed in Argo and Gary and actively supported efforts of the parent organization to safeguard Albania's independence following World War I. Although some members of the Illinois Albanian community permanently resettled in Albania after the war, others went back to their homeland only to marry, returning to the United States with their wives to raise families. With relatively few Albanian women in Illinois, men, especially Muslims, frequently married outside the group. During the 1920s and 1930s, the state's Albanian population grew slowly but steadily, to about 2,000 on the eve of World War II. St. Nicholas Albanian Orthodox Church (1944) attracted national attention during 1986–87, when some 300,000 persons visited the church to view its “weeping icon” of St. Mary. The focal point for the spiritual and social life of the Greater Chicago Albanian Muslim community is the Albanian American Islamic Center in suburban Berkeley. Since the late 1960s several thousand ethnic Albanians from Kosovo, Macedonia, and Montenegro have significantly enlarged Chicago's Albanian community. These newcomers have been especially concerned with promoting the independence of Kosovo and protecting the civil and human rights of Albanians in Macedonia. A small but steady flow of migrants moved from Albania to Illinois in the 1990s, largely for economic opportunity. The majority of the post-1960 arrivals have enjoyed success as owners of restaurants and a variety of small businesses or as construction and factory workers. A small but growing number of Albanian Americans are pursuing careers in the professions. By 2001, there were some 12,000–15,000 residents of Albanian ancestry in Illinois, northwest Indiana, and southern Wisconsin. Among the most prominent Americans with roots in the Chicago-area Albanian community are Ferid Murad, a 1998 recipient of the Nobel Prize in medicine, and the actor/comedians John and James Belushi.",
    "Bibliography": "“Albanians.” In Harvard Encyclopedia of American Ethnic Groups, ed. Stephan Thernstrom, 1980, 23–28. Federal Writers Project. The Albanian Struggle in the Old World and New. 1939. Jurgens, Jane. “Albanian Americans.” In The Gale Encyclopedia of Multicultural America, vol. 1., 1995, 43–54.",
    "Author of Text": "Nicholas C. Pano",
    "Hyperlinked Terms Associated": "Muslim, World War I, Gary, Whiting, Summit, restaurants, construction, World War II, Berkeley",
    "Street addresses associated": "Gary, Whiting, Argo (Summit), Madison, Berkeley, Greater Chicago, Northern Illinois, Southern Wisconsin"
}