{
    "Title": "Albany Park",
    "Descriptive Text": "Community Area 14, 8 miles northwest of the Loop. Albany Park grew from a sparsely settled farming community to a dynamic urban neighborhood in the course of one generation. In 1868 local entrepreneur Richard Rusk turned an initial 10-acre investment of land into a large farm that included a profitable brickyard along the North Branch of the Chicago River and the Rusk Race Track, where late-nineteenth-century Chicagoans often took day excursions to watch horse racing and enjoy the bucolic environs. As Chicago's population exploded in the 1870s and 1880s, the suburban community became increasingly popular. In 1889 Chicago annexed the area along with the rest of Jefferson Township. In 1893 a group of investors purchased 640 acres of the nearby McAllister farm for development. The real-estate syndicate included four prominent Chicagoans: streetcar magnate DeLancy Louderback, John J. Mitchell of Illinois Trust and Savings Bank, Northwestern Elevated Railroad owner Clarence Buckingham, and transportation mogul Charles T. Yerkes. Louderback, a native of Albany, New York, named the development after his hometown. These investors brought transportation lines to Albany Park that proved essential to the area's early commercial and residential expansion. Electric streetcars ran along Lawrence Avenue between Broadway and Milwaukee Avenue as early as 1896, and the Kedzie Avenue streetcar line extended north to Lawrence Avenue by 1913. Most significant was the extension of the Ravenswood Elevated train to Kimball and Lawrence Avenues by 1907. Beginning in 1904, the Chicago Sanitary District widened and straightened the meandering North Branch of the Chicago River from Belmont to Lawrence Avenues. The river relocation, completed in 1907, defined previously ambiguous property lines and improved sewage disposal in Albany Park. The completion of the Ravenswood Elevated line set off a building boom clustered around the train terminal at the intersection of Lawrence and Kimball Avenues. Commercial development included small shops, department stores, and theaters. Land valued at $52 per front foot in 1909 sold for $2,750 per front foot by 1929. Residential builders constructed bungalows and two-flats at a furious pace during the 1910s and 1920s. By the 1920s Albany Park was almost completely developed. The 1910 census counted 7,000 inhabitants; by 1920 the number more than tripled to 26,676. In 1930 more than 55,000 people resided in the northwest Chicago neighborhood. German and Swedish immigrants initially settled the area. After 1912 Albany Park became home to a large number of Russian Jews leaving the crowded neighborhoods of Chicago's Near West Side. The community remained predominantly Jewish through the 1950s. Between 1910 and 1940 several synagogues and churches, public schools, and public parks opened. Albany Park's population reached a high of 56,692 in 1940. After the Second World War, many Jewish families—like the generation before them—moved north, this time to suburban Lincolnwood and Skokie. The suburban exodus led Albany Park into economic and social decline. Population decreased, homes and stores lay vacant, and property values plummeted. In the 1970s, 70 percent of the commercial property along Lawrence Avenue stood vacant. Empty buildings attracted illegal drug trade, prostitution, and gangs. Relief came in 1978 when city government, the North River Commission, and the Lawrence Avenue Development Corporation cooperated to improve Albany Park's appearance. Albany Park's renewal included streetscape beautification, the Facade Rebate Program, low-interest loans, and other financing packages. Redevelopment efforts led to a decrease in commercial vacancies and an increase in residential property values in the 1980s and 1990s. Albany Park again presented an attractive urban neighborhood for real-estate development and commercial investment. After the 1970s, Albany Park became a port of entry for immigrants from Asia and Latin America. In 1990 the community area claimed the largest numbers of Korean, Filipino, and Guatemalan immigrants in Chicago. The Korean community played important commercial and civic roles in the revitalization of the area. The number of homes sold increased 125 percent between 1980 and 1989. Albany Park's pattern of population shifts continued in the 1990s, as more prosperous Korean immigrants began moving to northern suburbs. Throughout the twentieth century, Albany Park acted as a gateway community for aspiring middle-class ethnic groups.",
    "Bibliography": "Ader, Inez C., ed. “Community History of Albany Park.” 1944. Manuscript Collection, Sulzer Regional Public Library, Chicago, IL. Bjorklund, Richard C. “Ravenswood Manor: Indian Prairie to Urban Pride.” 1964. Manuscript Collection, Sulzer Regional Public Library, Chicago, IL. Drury, John. “Old Chicago Neighborhoods: Albany Park.” Landlord's Guide (August 1950): 6–8.",
    "Author of Text": "Timothy B. Neary",
    "Hyperlinked Terms Associated": "Chicago River, horse racing, annexed, Jefferson Township, real-estate, transportation, department stores, bungalows, German, Swedish, Jews, Near West Side, schools, Lincolnwood, Skokie, drug, prostitution, gangs, Korean, Filipino, Guatemalan",
    "Street addresses associated": "Albany Park, Jefferson Township, Near West Side, Lincolnwood, Skokie, Loop, East Lake View, Wicker Park, Bucktown, Lakeview"
}