{
    "Title": "Algerians",
    "Descriptive Text": "Prior to the 1990s, Chicago's small Algerian population comprised mainly students and professionals in science and medicine. Algeria emerged independent but devastated from its war with France (1954–1962), prompting many of its academic elite to attend French and American universities. Chicago received far fewer students than New York or Washington DC, numbering only about 10 men and women at any given time from the 1960s through most of the 1980s. Community ties remained mostly informal until a constellation of events in Algeria, Europe, and the United States prompted a much larger wave of immigrants in the 1990s. Tensions between Algeria's secular socialist government and a growing Islamic fundamentalist movement came to a head in 1992, when the government banned the fundamentalists' umbrella organization, the Islamic Salvation Front (FIS). A prominent FIS official, Anwar Haddam, came to Chicago in the mid-1990s to study computer science, having fled the anti-Islamist military coup shortly after he was elected to the Algerian parliament in 1991. Accused of terrorist activities by the Algerian government, Haddam remained in Chicago until December 1996, when he was detained by the Immigration and Naturalization Service. Held for four years in a Virginia prison on secret evidence, without charges, he was released in December 2000. During the 1990s Algerian worker visas to the European Union declined as U.S. visa slots increased for Algerians and other North Africans. This confluence of events brought Algerians to Chicago seeking employment and refuge from political persecution and turmoil. Settling in a large area on Chicago's near Northwest Side, most of these immigrants arrived less educated and more religious than the small number of Algerians already in Chicago. Community estimates have placed Chicago's Algerian population at close to 1,000 by the early 2000s. Many men have worked as taxi drivers, mechanics, and in restaurants, while most women have either entered domestic service or have stayed at home. A few have enrolled in local colleges to earn technical degrees. Several small Algerian social service organizations, most notably the Maghreb Assembly, emerged in the 1990s to assist these newcomers. Run by several longtime Chicago residents of mostly Algerian and Moroccan descent, the Maghreb Assembly has sought to help new immigrants from the Maghreb, the western countries of Islamic North Africa, adjust to secular American life while remaining faithful to the tenets of Sunni Islam. As most Chicago-area immigrants from the Maghreb have not associated closely with Muslims of Middle Eastern descent, Algerians, Moroccans, and a few Tunisians have been encouraged to unite as a common community. Often in conjunction with an area mosque, the organization has taught job skills, English, and the importance of sirat al-mustaqeem, the Qur‘anic principles of thrift, moderation, and balance. Women have received training in balancing wage work with traditional domestic duties. Chicago Algerians celebrate the beginning of their revolution against France each November 1, but daily prayers and religious holidays have served to bring Algerians together with other immigrants from the Maghreb countries. Most evenings during the holy month of Ramadan, Algerians join Moroccans and Tunisians at mosques, homes, and restaurants to break the day-long fast. Since 2000 an Algerian-owned café on Lincoln Avenue has donated food for the hundreds of North Africans attending the Ramadan-ending feast of Eid Al-Fitr. During the rest of the year, the café has served as an informal meeting place for North African men before and after work.",
    "Author of Text": "Stephen R. Porter",
    "Hyperlinked Terms Associated": "taxi, restaurants, domestic, social service, Moroccan, Muslims",
    "Street addresses associated": "Near Northwest Side, Lincoln Avenue"
}