{
  "Title": "Algonquin, IL",
  "Descriptive Text": "McHenry County, 39 miles NW of the Loop. Algonquin lies in a steep valley where the Fox River cut through the Valparaiso Moraine left by the Wisconsin glacier. The bluffs attracted Paleo-Indian hunters as the glacier melted. A typical Clovis point was found on a hillside just north of the community.\n\nAlgonquin was a key point on the heavily traveled trail (now Illinois Highway 62) between Chicago and the Indian settlements at Lake Geneva. Juliette Kinzie used that trail returning home to Portage, Wisconsin, from Chicago in 1830. Her description ( Wau-Bun ) of crossing the river is the first surviving description of the area.\n\nBy 1831, several white families had squatted on the prairies beyond Algonquin, but Black Hawk War fears in 1832 forced them to flee. At war's end, the Gillilan family from western Virginia is said to have been the first to permanently settle there. In 1836, the site known as Cornish's Ferry was renamed Algonquin after Andrew Cornish's sailboat.\n\nAlgonquin grew slowly as a trading point for the area's numerous dairy farmers along the Fox River Valley Railroad (Chicago & North Western Railway), which entered the community in 1854. Chicagoans riding the line saw a community nestled in the valley reminiscent of a picturesque New England settlement. With attractive scenery, cooling mineral springs, and numerous opportunities for boating and fishing, Algonquin became a natural destination for summer vacationers from Chicago. The turning of the Pingry Hotel into a vacation resort by the Morton family in 1889 foretold the future direction of the community. Algonquin's businessmen incorporated the increasingly busy community in 1890.\n\nWhile riverine relaxations drew numerous vacationers, other activities like early automobile road and hill-climb races up the northbound highway once used by Juliette Kinzie brought many more. Algonquin's population doubled during summer months through the 1920s as Chicagoans sought to escape the city's summer heat. Dance pavilions and commercial picnic groves crowded dairy cattle pastures. During the Great Depression, many summer cottages became permanent homes as Chicago bungalow buyers faced foreclosure.\n\nSoldiers returning from World War II fueled area growth. To many who vacationed in the valley as children, Algonquin seemed a fine place to raise families. They sought to make permanent for their children what had been fleeting summer idylls for themselves. Beginning in 1950 with 1,223 residents, Algonquin experienced a population increase of 60 percent or greater in each of the next three decades. In the 1980s the population more than doubled, reaching 11,663 by 1990, and grew to 23,276 by 2000.",
  "Bibliography": "All About Algonquin. 1977.\nMcHenry County in the Twentieth Century: 1968–1994. McHenry County Historical Society. 1994.\nNye, Lowell A., ed. McHenry County, Illinois, 1832–1968. 1968.",
  "Author of Text": "Craig L. Pfannkuche\n\n",
  "Hyperlinked Terms Associated": "Fox River| Black Hawk War| Railroad| Great Depression| bungalow| World War II"
}