{
  "Title": "American Planning Association\n",
  "Descriptive Text": "Although known by its current name only since 1978, the American Planning Association has a far longer history. Its roots go back to the First National Conference on City Planning, held in Washington DC in 1909. By 1917 that informal group had become the American City Planning Institute, later known as the American Institute of Planners.\n\nIn 1934, another organization, the American Society of Planning Officials, was formed. Unlike the AIP, whose members were mostly planning consultants, ASPO's seven hundred or so members included citizen planning commissioners, city managers, and other public officials.\n\nIn 1938, ASPO, along with 16 other organizations, moved into a building specially constructed for public service associations on the campus of the University of Chicago in Hyde Park. The location owed much to the influence of political science professor Charles Merriam, who was on the board of the Spelman Fund, an offshoot of the Rockefeller Foundation, which financed the building at 1313 E. 60th Street. The brainchild of city management expert Louis Brownlow, 1313 housed the Public Administration Clearing House, a nationally known center of municipal research.\n\nIn 1978, ASPO and AIP consolidated to form the American Planning Association, blending AIP's more professional and academic perspective with ASPO's broader, national perspective. At the same time, a new group, the American Institute of Certified Planners, was formed to continue AIP's work in certifying planners, providing continuing education, and promulgating a code of ethics. In 1993, the association moved to the Loop, where it has occupied space in the old People's Gas Building at 122 South Michigan Avenue, designed by Daniel Burnham & Co. in 1911.",
  "Bibliography": "Planning magazine, APA's monthly publication.",
  "Author of Text": "Ruth Eckdish Knack\n\n",
  "Hyperlinked Terms Associated": "Planning| University of Chicago| Hyde Park| Loop",
  "neighborhood names associated": "Loop | Hyde Park"
}