{
  "Title": "American West Indian Association\n",
  "Descriptive Text": "During the labor shortage of World War II, many West Indians were recruited to work in American wartime industry and agriculture under the War Manpower Commission. By the mid-1940s, a substantial number of these newcomers had moved to Chicago, arousing the concern of Barbadian, Jamaican, and other West Indian professionals already established in the city. In 1944, several of these professionals founded the American West Indian Association (AWIA) with the intention of aiding unemployed and exploited wartime immigrant workers from the islands. By the time the association received its charter in 1950, it had also become the main social and cultural organization for West Indians in Chicago. The AWIA served for more than 30 years as an umbrella organization for Jamaicans, Trinidadians, Guyanese, Barbadians, Belizeans, and other West Indian ethnic groups.\n\nThe AWIA held regular meetings at its headquarters in the basement of a member's home at 36th and South Parkway (King Drive). The group organized frequent festivals and fundraisers, as well as social events to celebrate the national holidays of its member ethnic groups. It also hosted dignitaries visiting Chicago from the islands and represented the community to city government and businesses. Beginning in the 1970s, it sponsored scholarships and travel programs for West Indian youth, and coordinated disaster relief during hurricane seasons. In 1970, the first annual West Indian Day was celebrated in Chicago with a flag-raising ceremony at the Civic Center.\n\nBy the mid-1970s the AWIA was losing strength. With the recent independence of many West Indian nations, some of the individual ethnic groups under the association's umbrella, particularly Jamaicans, desired their own separate institutions. When a group of Jamaicans in Chicago established the Jamaican American Association in the late sixties, controversy ensued as some in the AWIA felt abandoned. Although many remained committed to the organization, which celebrated its thirtieth anniversary in 1974 with a large party, the association dissolved in the late 1970s, eventually giving way to several separate ethnic organizations.\n\nMany collective activities of the West Indians in Chicago survived the AWIA's demise. Cricket and soccer clubs endured. Restaurants like the Hummingbird Supper Club in Auburn Gresham held a weekly West Indian Night through the late 1970s. Pan-Caribbean picnics, like the annual August Carifete on the Midway Plaisance, continued to bring West Indians together socially and culturally through the turn of the millennium.",
  "Bibliography": "No bibliography",
  "Author of Text": "Robert Morrissey and Frances Matlock\n\n",
  "Hyperlinked Terms Associated": "World War II| Barbadian| Jamaican| Guyanese| soccer| Restaurants| Auburn Gresham ",
  "neighborhood names associated": "Midway Plaisance | Auburn Gresham"
}