{
    "Title": "Americanization",
    "Descriptive Text": "Each of Chicago's immigrants has had to come to terms with a new life in a large American city. There have been practical dimensions to this adjustment—learning English and negotiating one's way through the economic and political realities of everyday life. But the process also has involved answering the old question of what it meant to be an American. Both the timing and content of formal Americanization programs suggest they were often motivated by insecurity on the part of American employers, government officials, and other U.S.-born people. Formal Americanization efforts in Chicago were sparse and rather subdued until 1917–1922. During these years of war, revolution, and labor upsurge, a wide variety of agencies struggled for the hearts and minds of the city's immigrants. The content of Americanization programs promoted by employers and the government, for example, emphasized one's role as a responsible citizen and a loyal, efficient worker. By 1922 the Chicago Board of Education, which provided most Americanization teachers, had established 31 classes in night schools, 60 in factories, 62 in community centers, and 20 in special “mothers programs.” The city's settlement houses, YMCAs, churches, and patriotic and fraternal groups cooperated with the board but also sponsored their own programs. The movement reached a crescendo in 1921–22 with a series of large patriotic pageants with thousands of immigrants publicly swearing allegiance, all part of a rather coercive push for “100 percent Americanism.” It declined along with immigration between the 1920s and 1960s as a result of immigration restriction, depression, and war. Many of these classes included instruction not only in English, but also in American history and civics, homemaking, personal hygiene, and vocational training. They were intended to convey not only an understanding of the language but also a set of appropriately “American” values. Yet this concept of “Americanism” was contested. An understanding of what it meant to be an American could vary enormously between employer and union educational programs, for example. Some immigrants derived their understanding of their new world from involvement with mainstream political parties, others from radical political organizations. The Chicago Federation of Labor, the city's garment unions, and the Women's Trade Union League (WTUL) established their own educational programs with professors and labor activists teaching courses in economics, political economy, history, and literature as well as English. The WTUL organized neighborhood committees to educate immigrant workers, and members of the Chicago Teachers Federation volunteered to visit immigrant women in their homes. Such programs, which emphasized the rights and responsibilities of workers and the importance of unionization and labor solidarity, conveyed values and ideals quite different from those supported by the Chicago Association of Commerce's Americanization Committee. But whatever the content of these programs, they reached only a fraction of Chicago's immigrants. Even at the movement's height in 1922, no more than 25,000 of the city's more than 300,000 unnaturalized immigrants participated in formal Americanization programs. Thus, most immigrants became acculturated through informal contacts at the workplace, in the saloon or polling place, through movies or radio, or, in the case of children, in the city's streets, alleys, and playgrounds and small parks. Such contacts might convey not only ideas and values about politics and economics, but also attitudes about race. Much of the violence against African Americans in Chicago's 1919 race riot, for example, came at the hands of the more “Americanized” Irish, while Eastern European immigrants played little part. Yet the prominence of second-generation Slavic people in the post–World War II racial conflicts suggests that newer immigrants had absorbed popular racial prejudices in the intervening generation. These disturbances, considered alongside voting patterns since the 1960s, suggest a movement toward a broader identity on the part of “white ethnics.” It seems that becoming American often also involved the construction of a racial identity as “white.” Yet the persistence of distinct ethnic enclaves and organizations from earlier generations, in addition to the more recent influx of Asian, Latin American, African, and other immigrants, all suggest that Americanization in Chicago has been a gradual and uneven process. A visitor to Chicago at the onset of the twenty-first century would be far more likely to be struck by the diversity of the city's popular culture than by any sense of “American” homogeneity.",
    "Bibliography": "Americanization in Chicago. The report of a survey made by authority and under direction of the Chicago Community Trust. 1920. Barrett, James R. “Americanization from the Bottom, Up: Immigration and the Remaking of the American Working Class, 1880–1930.” Journal of American History 79 (December 1992): 996–1020. Higham, John. Strangers in the Land: Patterns of American Nativism, 1860–1925. 1963.",
    "Author of Text": "James R. Barrett",
    "Hyperlinked Terms Associated": "settlement houses, YMCAs, Chicago Federation of Labor, Women's Trade Union League, Chicago Teachers Federation, unionization, saloon, movies, saloon, alleys, and playgrounds and small parks, African Americans, Irish"
}