{
    "Title": "Amusement Parks",
    "Descriptive Text": "Chicago in the 1890s was the birthplace of the amusement park as we know it today. Borrowing the concept of an amusement enclosure from the world's first Midway at the World's Columbian Exposition, swimmer/showman Paul Boyton opened Paul Boyton's Water Chute, America's first modern amusement park, at 63rd and Drexel, July 4, 1894. Earlier “amusement parks” centered on natural features such as beaches and picnic groves to attract customers. Captain Boyton's was the first to rely solely on mechanical attractions—specifically, America's first major Shoot-the-Chutes ride. Successful in Chicago, Boyton opened a second park at Coney Island, New York, in 1895, initiating the rise of amusement parks at Coney and throughout America. Through 1908, Chicago led the nation in its number of amusement parks, including the Chutes, the original Ferris Wheel (at Clark and Wrightwood in Lincoln Park, 1896 to 1903), Sans Souci ( Woodlawn ), White City (Woodlawn), Luna Park ( New City ), and Forest Park. Joyland Park, owned and operated by African Americans, was part of the Bronzeville neighborhood during its 1920s heyday. Riverview, at Belmont and Western in North Center, was Chicago's largest and longest-running park, surviving from 1904 to 1967. Riverview had the world's first suspended roller coaster (1908) and first parachute ride (1936). Most legendary, however, was the Bobs (1924), perhaps the greatest coaster ever built. Art Fritz's pony-ride enterprise in suburban Melrose Park in 1929 turned into one of the first “kiddielands.” By 1944, there were 10 kiddielands in the Chicago area, presaging the explosion of such parks across America in the Baby Boom of the 1950s. Ironically, only Fritz's original survived into the next century. In the 1960s, as middle-class population shifted to the suburbs, old urban parks like Riverview closed, and California's Disneyland (1955) provided the model for new, outlying “theme parks.” Santa's Village, part of the first chain of theme parks, opened in East Dundee, 1959. Old Chicago, the first indoor shopping mall / theme park ( Bolingbrook, 1975 to 1980), foreshadowed Canada's West Edmonton Mall and Minnesota's Mall of America. Marriott's Great America ( Gurnee, 1976; sold to the Six Flags chain, 1984) brought Chicago into the modern theme park era. In 1995, a 148-foot Ferris Wheel—recalling the 1893 original—was erected at the renovated Navy Pier, a reminder of Chicago's past amusement greatness.",
    "Bibliography": "Barker, Stan. “Paradises Lost.” Chicago History 22.1 (March 1993). Barker, Stan. Chicago's Amusement Parks. Forthcoming.",
    "Author of Text": "Stan Barker",
    "Hyperlinked Terms Associated": "World's Columbian Exposition, Woodlawn, New City, Forest Park, African Americans, Bronzeville, North Center, Melrose Park, East Dundee, Bolingbrook, Gurnee, Navy Pier",
    "Street addresses associated": "Loop, Albany Park, East Lake View, Wicker Park, Bucktown, Lakeview, Woodlawn, New City, Bronzeville, North Center, Lincoln Park,North Center"
}