{
    "Title": "Angolans",
    "Descriptive Text": "Although numbering fewer than three dozen at the end of the twentieth century, Chicago's Angolans built a united, thriving community, maintaining strong ties to both their homeland and other African immigrants in Chicago. Like the Congolese, with whom they share tribal and linguistic ties, Angolans began coming to the United States in large numbers with the onset of the regional wars of the 1970s. Initially, most refugees fled to France, Belgium, and Portugal, the colonial nations that gave the Republic of Congo and Angola their official languages. European Economic Community restrictions on immigration forced many of them to turn to the United States in the 1980s, to cities such as Philadelphia, St. Louis, Phoenix, and Chicago. In 1992 leaders of these cities' Angolan communities formed the Angolan Community in the USA (ACUSA), whose Chicago branch has actively welcomed and aided new immigrants. It also has hosted yearly celebrations of Angola's Independence Day on November 11. Because most Angolan immigrants have been single men or small family groups, cut off from the extended family structures common in their homeland, and the community has not clustered in any particular neighborhoods or occupations, formal and informal activities have been important to community life. Dance festivals, held primarily in Chicago's Uptown neighborhood, have featured Kisamba, a popular musical form developed in Angola incorporating African and European influences. These gatherings have provided opportunities to hear news from home, welcome new members, and exchange letters and packages carried by others on frequent trips between the United States and Africa. Despite the political strife that has continued to destabilize Angola, community leaders claim that immigrants' political affiliations and commitments have not precluded peaceful relations among community members in Chicago.",
    "Author of Text": "Tracy N. Poe",
    "Hyperlinked Terms Associated": "Congolese| refugees| Dance| Uptown",
    "neighborhood names associated": "Uptown"
}