{
  "Title": "Annie McClure Hitchcock\n",
  "Descriptive Text": "Annie McClure Hitchcock (1840–1922) belongs to a generation of women about whose lives we can only know pieces. As Mrs. Charles Hitchcock, she settled into the fairly secure and comfortable lifestyle enjoyed by many middle-class women. But a small memoir that she wrote and her efforts in the wake of the Chicago Fire of 1871 provide glimpses of her as a person.\n\nAnnie McClure Hitchcock grew with the city. When she came to Chicago in 1844 it was so small that she remembered their house at the corner of Jackson and Sherman streets as being “way out on the prairie,” where they “could look out over green fields down to the lake on the east and to the Chicago River on the west.” She also witnessed the tempestuous politics of a young frontier city in such events as the lager beer riot of 1855. During those days Mayor Boone stationed armed guards around City Hall, and on the way to Sunday school young Annie McClure was forced to deviate from her usual route near City Hall by a bayonet-wielding guard.\n\nThe disastrous Fire of 1871 spared the Hitchcock house, located in Hyde Park, but Annie McClure Hitchcock spent the months following the fire working to alleviate the suffering it had caused. She worked with Katharine Medill, wife of the mayor, to distribute clothing and bedding to those without. Her concern that many of the sufferers, especially women and children, were not being reached by the funds dispensed by the men of the Chicago Relief and Aid Society led her to undertake her own relief efforts in clear violation of the rules laid down by the society.",
  "Bibliography": "The Electronic Encyclopedia of Chicago © 2005 Chicago Historical Society.\nThe Encyclopedia of Chicago © 2004 The Newberry Library. All Rights Reserved. Portions are copyrighted by other institutions and individuals. Additional information on copyright and permissions.",
  "Author of Text": "Maureen A. Flanagan\n\n",
  "Hyperlinked Terms Associated": "Fire of 1871| Fire of 1871  ",
  "neighborhood names associated": "Hyde Park| Loop"
}