{
    "Title": "Antiunionism",
    "Descriptive Text": "From the late nineteenth century on, Chicago was one of the most heavily unionized American cities, but not for lack of ardent opposition by employers. Their strategies, reflecting both insistence on total managerial control typical of American large-scale business and reaction to the radicalism and militancy of Chicago's workers, often made the city as much a global center of antiunionism as it was a “trade union capital of the world.” Meatpacker Philip Armour in 1879 captured the managerial ethos: “As long as we are heads of our own houses, we shall employ what men we choose, and when we can't, why, we'll nail up our doors—that's all.” Antiunionism took two basic forms: repression and paternalism. Repressive tactics included firing and blacklisting union sympathizers (Marshall Field & Co. fired workers for being in the company of a union member); recruiting strikebreakers; deploying spies, thugs, and private security forces (including the infamous Chicago-based Pinkertons ); locking out workers to break their union; vilifying unionists as “ anarchists ” or “communists”; and exacerbating ethnic conflicts to divide workers. Frequently, owners took advantage of recessions to cut wages, then broke unions by relying on the desperate unemployed to cross picket lines (as the meatpackers did in 1904, destroying a newly created union movement). To present a united front against workers, employers formed associations, such as the railroads' General Managers Association in the 1890s, and to exert business influence over local government, they formed political groups, such as the Citizens' Association of Chicago in 1874. Business owners frequently turned to the government to suppress unions and strikes through laws against political radicalism, conspiracy, restraint of trade, and even vagrancy; court injunctions against strikes, picketing, and other union activities; police protection of business property and strikebreakers; jailing of labor leaders; and violent—even deadly—attacks on union gatherings, including the police killing of 10 men at a peaceful rally in southeast Chicago near the antiunion Republic Steel plant on Memorial Day 1937. In the first decades after the Civil War, businessmen saw Chicago's police as unreliable, that is, occasionally neutral during strikes. In the 1870s and 1880s they formed private armed militias and secured construction of armories and forts for state militia and federal troops, who were called in to suppress major strikes against the railroads in 1877 and against Pullman in 1894. They sought to “professionalize” the police to eliminate working-class sympathies, but the result was a police force whose willingness to support strikebreaking was seldom limited by a concern for civil liberties. Despite profound business-class influence, local government was not consistently antilabor: a few politicians, including Mayor Carter Harrison and Governor John Peter Altgeld, were largely sympathetic to the labor movement, and twentieth-century machine Democrats relied on union support despite their opposition to union contracts for most public workers. While businesses could count on many elite institutions, including churches and the press, to oppose unions, a few editors, religious leaders, and intellectuals, such as Henry Demarest Lloyd, Jane Addams, and Clarence Darrow, broke ranks to support unionization. While most Chicago businesses openly fought unions, some tried to avoid unionization through paternalism, treating workers more humanely to instill loyalty. George Pullman conceptualized his model factory town south of Chicago to avoid labor unrest, but, like most paternalistic efforts, his idea fell victim to a gap between promise and reality, leading workers to strike in 1894. After World War I, when unionizing efforts in steel and meatpacking collapsed in the face of internal divisions and employer opposition (reinforced in the steel strike with deadly public and private force), businesses in Chicago joined in the national employer effort to roll back recent union gains with an “open shop” campaign. Many businesses embraced “ welfare capitalism, ” which attempted to avoid the irritating aspects of paternalism and, rather than simply avoid unionism, adopted some union principles, but under management control. U.S. Steel, International Harvester, Swift, Armour, and Western Electric were among leading Chicago businesses that provided individualized pay, insurance and promotion incentives (including stock ownership), company-dominated employee representation plans, and family-oriented recreation. Companies, reversing earlier strategies, often broke up close-knit ethnic workgroups as potentially subversive. Some, like Western Electric, initiated surveys and studies to identify sources of worker discontent. While much of welfare capitalism collapsed with the Great Depression, some programs survived. Sears, Roebuck combined the “soft” and “hard” approaches to union avoidance, using worker surveys as well as the tough tactics of consultant Nathan W. Shefferman, who headed off Teamster organizing through payments to union president Dave Beck. Shefferman pioneered the modern antiunion consulting industry through his techniques of ferreting out union sympathizers and individually pressuring workers to oppose unionization. Shefferman mixed legal and illegal tactics to fight union organizing drives, and his disciples opened influential consulting businesses in Chicago. Throughout Chicago history a few businessmen, such as banker Lyman Gage in the late nineteenth century, have argued for a détente with the unions. The largely middle-class Civic Federation of Chicago, inspired in 1893 by reformer William Stead, promoted social cooperation, including alliances between reformers and labor. The National Civic Federation, founded in Chicago in 1900, became a leading advocate of a labor-capital bargain to recognize unions but assure unhindered production. At times, such as during the two World Wars and from 1945 to the late 1960s, businesses generally were willing to accommodate unions, either because of government pressure or the power of organized labor. But from the 1960s on, many business operations, especially manufacturing branches of large national or multinational corporations, indirectly fought unions by relocating—either to the Sunbelt, where unions were weak, or to foreign countries, often ones with anti-labor regimes. Other large businesses, such as Motorola, tried to avoid unionization by matching union wages and devising human-relations strategies to defuse the buildup of grievances. By the late 1970s and early 1980s, businesses—often relying on specialist antiunion consultants—became more openly aggressive in fighting unionization and breaking unions, as witnessed during the 1985 printing unions' strike at the Chicago Tribune. At the close of the twentieth century, unions were losing influence over the city's workforce as emerging industries resisted unionization and new, nonunion firms undercut union dominance in previously well-organized industries such as the hotel industry.",
    "Bibliography": "Barrett, James R. Work and Community in the Jungle: Chicago's Packinghouse Workers, 1894–1922. 1987. Cohen, Lizabeth. Making a New Deal: Industrial Workers in Chicago, 1919–1939. 1990. Schneirov, Richard. Labor and Urban Politics: Class Conflict and the Origins of Modern Liberalism in Chicago, 1864–97. 1998.",
    "Author of Text": "David Moberg",
    "Hyperlinked Terms Associated": "business, Pinkertons, anarchists, 'communists', railroads', government, strikes, police, Memorial Day, armories, Pullman, unionization, World War I, meatpacking, welfare capitalism, Great Depression, Teamster, Civic Federation, Chicago Tribune, hotel",
    "Street addresses associated": "Loop"
}