{
  "Title": "Antioch, IL\n",
  "Descriptive Text": "Lake County, 47 miles NW of the Loop. The village of Antioch is located in Antioch Township in the northwest corner of Lake County, Illinois, a region known as the Chain of Lakes. Brothers Darius and Thomas Gage were among the earliest to file land claims and build houses along Sequoit Creek after the winter of 1837. Hiram Buttrick built a sawmill on the creek in 1839. Population reached 300 by 1852.\n\nSome of the early residents were devout followers of the Protestant sect now known as the Disciples of Christ. The name Antioch (a reference to a city in early Christian history) was chosen as the result of an exchange between zealous Disciples and their ridiculing neighbors, who initiated the idea of a biblical name. The settlement was a local center of support for abolitionism.\n\nSmall shops were established in the village, and in 1856 John Elliott built a steam gristmill to accompany the sawmill. The new settlers were mostly of German, Irish, and English descent.\n\n\nTourism was a spur to Antioch's economy after it became a station on the Wisconsin Central rail line in 1885, between Chicago and Stevens Point, Wisconsin. The recreational possibilities of hunting, fishing, and boating on dozens of small nearby lakes made Antioch a popular vacation spot for Chicagoans. Local farmers transformed their homes into tourist boardinghouses, while others built hotels and summer cottages. Antioch became the gateway to the Chain of Lakes, including the flowering lotus beds covering hundreds of acres on nearby Grass Lake.\nAntioch incorporated as a village in 1892. After a series of fires, the village installed a public water system in 1905 and began to build more brick buildings.\n\nOther industries slowly developed alongside tourism. The ice harvesting industry took advantage of the area's lakes and rail service to Chicago. Employers hired hobos from Chicago as seasonal laborers and put them up in boardinghouses built near the ice houses.\n\nThe Pickard China company moved to Antioch from Chicago in 1937 as it expanded its operation from hand-decorating imported china to full-scale domestic production. Thelen Sand and Gravel has been a prominent local enterprise since 1947.\n\nThe village maintained a small-town character with slow growth into the mid-1980s. After 1990 there was more rapid residential development, with developers building hundreds of homes in several new subdivisions. The village population as of the 2000 census was 8,788, with 21,879 in Antioch Township.\n\nPassenger rail service to Antioch, which had ended in 1965, returned in 1996 when Metra opened a new suburban passenger rail line, the North Central, with Antioch as its terminus. Ridership figures turned out to be higher than projected, leading to calls for expanded service.\t \t \t ",
  "Bibliography": "\nAntioch, Illinois: A Pictorial History, 1892–1992. Antioch: Lakes Region Historical Society, 1992.",
  "Author of Text": "Douglas Knox\n\n",
  "Hyperlinked Terms Associated": "Protestant| abolitionism| German| Irish| English| Tourism| boardinghouses| hotels| water| boardinghouses  ",
  "neighborhood names associated": "Antioch"
}