{
  "Title": "Antiwar Movements\n\n",
  "Descriptive Text": "Many Americans believe in the need for unquestioning patriotism during times of national military crisis. Others have felt it their moral duty to oppose wars that they believed were incompatible with principles of justice, or at odds with their vision of the national interest. From the Civil War to the Gulf Wars, Chicago has hosted powerful movements opposing national military policies. Particularly important were the roles played by Chicago groups in opposing World War I, World War II, and the Vietnam War.\nWhen war erupted in Europe in August 1914, President Wilson proclaimed U.S. neutrality and counseled Americans to remain neutral in thought and action. But the president soon pursued policies which his critics charged favored the British. Wilson also began a “preparedness,” or rearmament, campaign which many believed was designed to prepare the country for involvement in war. Wilson's sharpest critics in Chicago included Irish and German groups, socialists, members of the Women's Peace Party, and the leadership of the Chicago Federation of Labor. Often working together, they staged counterdemonstrations at preparedness parades in the city, opposed the introduction of military training in the schools, tried to rally the national labor movement against the war, and vigorously promoted a national campaign to force a referendum on the question of U.S. participation in the war.\n\nFollowing Wilson's declaration of war against Germany, only the socialists continued to actively oppose the U.S. war effort. But in 1918 the Chicago Federation of Labor created a labor party predicated on anti-militarist and anti-imperialist principles and subsequently spearheaded the drive for a national farmer-labor party committed to these same principles. Although the labor party movement proved short-lived, it provided an intellectual legacy for interwar pacifists who sought to promote the peaceful resolution of conflicts outside the framework of the League of Nations.\n\nChicago once again became a center of antiwar agitation during World War II, boasting one of the most active “America First” chapters in the country. Profoundly influenced by their experiences during World War I, members of the America First organization believed that American democracy could be preserved only by keeping the nation out of European wars. America First bitterly attacked Roosevelt's policies in support of the allies during 1940–41, arguing that they would provoke a German response which would make American entrance into the war inevitable. Although America First was dominated by conservatives, some left-of-center groups also opposed Roosevelt's policies, charging that he was deceiving the American public on critical foreign policy issues. But as historian Thomas Bailey has noted, “The torpedoes that sank the American battleships in Pearl Harbor also sank America Firstism.”\n\nIn discrediting isolationism, World War II and the Cold War also set the stage for controversial U.S. military interventions in Korea and Vietnam. The antiwar coalition that developed in response to U.S. policy in Vietnam converged on Chicago at the now infamous 1968 Democratic Convention. Protesters held a rally at Grant Park to vent their frustrations over the outcome of the convention and were treated savagely by the city's police, with one investigator terming the incident a “police riot.” The incident signaled that, as in the World War I era, the Democratic Party had once again split apart at its seams in response to antiwar agitation.",
  "Bibliography": "Cole, Wayne S. America First: The Battle against Intervention, 1940–1941. 1953.\nMcKillen, Elizabeth. Chicago Labor and the Quest for a Democratic Diplomacy, 1914–1924. 1995.\nSchneider, James C. Should America Go to War? The Debate over Foreign Policy in Chicago, 1939–1941. 1989.",
  "Author of Text": "Elizabeth McKillen\n\n",
  "Hyperlinked Terms Associated": "Civil War| World War I| World War II| Irish| German| socialists| Chicago Federation of Labor| schools| Cold War| Grant Park| police| Democratic Party   ",
  "neighborhood names associated": "Loop"
}