{
    "Title": "Apartments",
    "Descriptive Text": "From Chicago's earliest experience with multifamily residences until the 1930s, the single-family house remained the norm for a home. Thus, the exterior appearance of flats, apartment buildings, and residential hotels tended to be inspired by whatever was current in the design of the better class of residence. The first apartments appeared in a “flat craze” serving Chicagoans whom the fire of 1871 had made homeless. Since then, two-, three-, and four-story brick walk-ups with one apartment of four to seven rooms per floor, sometimes ganged at a party wall, have been staples in Chicago. The most graceful grouping, introduced in 1893, gathers four or more sets around a court open to the street to produce a courtyard apartment. Andrew Sandegren and Samuel Crowen designed dozens of the best of these. Only after 1900 did the number of multifamily buildings under construction exceed the number of single-family residences. Tall apartment buildings first appeared in 1882. Within a decade Clinton J. Warren had shown how elevator apartments could have a distinct visual appearance and functional character distinguishing them from hotels. The definitive form of the Chicago luxury apartment, attractive to people who had the means to live in a mansion, arrived in 1900 with Benjamin Marshall's Raymond Apartments at Michigan and Walton (destroyed). In 1911 Marshall built as his own investment the grandest of this group, 1550 North State Parkway. Dozens of others rising the canonic eight to twelve stories proliferated along the northern lakefront, often the design of Marshall, Howard Van Doren Shaw, or Hugh Garden. After World War I, new laws allowed cooperative apartment ventures. Meanwhile, the 1923 zoning code allowed a generous building envelope along the lakefront. On the Gold Coast and in Hyde Park, the affluent middle classes and the wealthy built apartments reaching 23 stories and containing a variety of apartment configurations. Marshall and Shaw designed the best of them while Robert DeGolyer, William Ernest Walker, and McNally and Quinn stand out in the second rank. Two dramatic designs by Ludwig Mies van der Rohe, the reinforced concrete Promontory Apartments in Hyde Park (1948) and the steel and glass 860–880 North Lake Shore Drive (1951), sanctioned rejecting local and domestic architectural traditions. Since then, Chicago's lakefront high-rise apartments have been part of international modernism and its legacy. The most notable recent development has been the inclusion of apartments into larger complexes like Bertrand Goldberg's Marina City on the Chicago River (1964) and Skidmore, Owings & Merrill's John Hancock Center (1969). And among the commercial buildings and hotels built since 1967 atop the former Illinois Central Railroad railhead east of Michigan Avenue and south of the Chicago River are numerous undistinguished apartment buildings.",
    "Bibliography": "Baird & Warner, Inc. A Portfolio of Fine Apartment Homes. 1928. Pardridge, A. J., and Harold Bradley. Directory to Apartments of the Better Class along the North Side of Chicago. 1917. Westfall, Carroll William. “Chicago's Better Tall Apartment Buildings: 1871–1923.” Architectura 21.2 (1991): 177–208.",
    "Author of Text": "Carroll William Westfall",
    "Hyperlinked Terms Associated": "residential hotels| fire of 1871| hotels| World War I| zoning| Gold Coast| Hyde Park| Illinois Central Railroad| Chicago River",
    "neighborhood names associated": "Hyde Park| Gold Coast"
}