{
    "Title": "Architecture: The Second Chicago School",
    "Descriptive Text": "Following the fallow years of World War II, residential architecture in Chicago began to reappear as early as the late 1940s, mostly in the form of apartment towers, while the resumption of commercial building waited until roughly a decade later. The two building types, more than any other, represent the functional and stylistic characteristics associated with the Second Chicago School. The origins of the movement are traceable to two powerfully interactive factors: the advent of modernist architecture as a whole in America and the arrival in Chicago of a single, highly influential figure, Ludwig Mies van der Rohe. One of the major pioneers in the development of modernism in Europe, Mies emigrated from his native Germany in 1937 to assume the headship of the School of Architecture at Chicago's Armour Institute of Technology (later Illinois Institute of Technology [IIT]). Several of his important European contemporaries, chiefly Walter Gropius and Marcel Breuer, also took up residence in the United States in the 1930s, where, like him, they sought to advance the cause of modernism by eliminating overt historicist references in building design and concentrating more on neutral forms stripped of ornament and suggestive of a machine technology. But it was Mies who responded the most creatively to the change of scene, and Chicago proved a locale most nearly ideal in nurturing his ambitions. His first assignment was the reconstitution of virtually the whole of the IIT campus, a commission that did not reach building stage until the last years of World War II but which attracted considerable national attention. In the late 1940s, moreover, Mies had the good fortune to establish a connection with Chicago developer Herbert Greenwald, who appointed him to design a number of high-rise apartment buildings in which he gave further material form to the core principles that occupied him during his American period. Once ensconced in Chicago, he came to regard structure in the abstract as the most important objective of the building art, more than the plan (which was central to his major European work) or the surface treatment of the elevation—hence the emphasis in his American career on the rectilinear frame constructed of familiar industrial building elements that included most notably the wide-flange beam. The standard Miesian building is dependent for its exterior structural materials chiefly on steel (occasionally reinforced concrete) for vertical and horizontal members and glass in broad expanses for fenestration. By the early 1950s Mies the teacher had begun to produce a generation of students deeply committed to his point of view, while Mies the architect affected just as many independent designers who were impressed by the quality of his built work. These influences made themselves felt most in Chicago, and by the late 1950s, when the city's building as a whole resumed at a brisk pace, the first works suggesting the presence of a Miesian school had been realized. Nonetheless, as the fifties passed into the sixties, the term “Miesian” seemed too personal to accommodate a growing body of Chicago architecture indebted to him but not directly imitative of him, and the notion of a Chicago school gained currency. The stylistic features alluded to here fitted much of the work in question, and in some quarters an effort was made to show a kinship with what had come to be regarded as a first Chicago school, centering on the metal cage and undecorated (or nearly undecorated) frame of the building. Nevertheless, there are as many differences of expressive intent as similarities between the two groups. The first large firm to put up the steel and glass high-rise buildings that conform to the main features of the Second School was the Chicago office of Skidmore, Owings & Merrill (SOM). The Inland Steel Building of 1957, the first commercial structure to rise in the Loop following World War II, was notable for its stainless steel frame, its columns placed outside the curtain wall, and its column-free interior. The two SOM commercial buildings regarded most highly by critics are among the tallest in the city: the John Hancock Center (1969), with its tapering wedge-shaped volume and diagonal exterior bracing, and the 1,454-foot-high Sears Tower (1974), the loftiest building in the United States. Both of these structures are examples of the tubular frame, in which the load is carried not by the traditional cage but mostly by exterior walls conceived as tubes rectangular in plan. (The Sears Tower is composed of nine bundled tubes.) The major architects at SOM who helped significantly to define the character of the Second Chicago School were Myron Goldsmith, Bruce Graham, Fazlur Khan (who was primarily active as an engineer), and Walter Netsch. C. F. Murphy Associates was responsible for several works of comparable distinction. McCormick Place East (1971), a convention hall notable for its immense trussed roof and recessed glass walls, was designed principally by Gene Summers, a former student of Mies, who based his concept largely on his teacher's 1967 National Gallery in Berlin. Moreover, while credit for the courtroom and office building known as the Richard J. Daley Civic Center belongs as surely to Skidmore, Owings & Merrill and to Loebl, Schlossman & Bennett as to C. F. Murphy Associates, the chief designer was the Murphy firm's Jacques Brownson, another former Mies student. The Daley Center is visually striking for its cladding in Cor-Ten steel, a material identified with the 1960s, but structurally compelling in its huge 87-by-48-foot bays, at the time unprecedented in their dimensions. Most of the buildings erected at O'Hare International Airport were done in the 1960s and 1970s by C. F. Murphy Associates, the majority in deference to Second School principles. In 1981 the firm changed its name to Murphy/Jahn, acknowledging the role of Helmut Jahn, a German-born architect trained at IIT (though not by Mies), who built the United Airlines Terminal at O'Hare as well as other structures in the Chicago area, although strictly speaking none belong to the Second Chicago School. Comparably problematical as members of the movement were Bertrand Goldberg and Harry Weese, whose work was more often than not too much their own to be classified with any specific school. Yet it is hard to avoid a reference to Goldberg's Marina City. These twin towers, put up in 1964 and 1967, are composed of concrete, with loads carried by cylindrical cores rather than the usual steel cage-frame, but their outer appearance is declaratively structural. And while Weese was preoccupied more with residential than commercial architecture, no tall building in the city displays a facade more typical of the Chicago frame than his Time-Life Building of 1970. The seminal role Mies played in the Second Chicago School is apparent in yet another work by his students. In 1968 George Schipporeit and John Heinrich completed Lake Point Tower, an apartment building whose 645-foot height qualified it at the time as the tallest reinforced concrete structure in the world. Once again, a project by the master, an unbuilt 1921 proposal for a glass skyscraper, served as the inspiration for the three sinuously curved lobes that constitute the most striking exterior feature of the building. Mies himself contributed several works that belong clearly to the Second Chicago School. The most celebrated of these is the pair of apartment towers at 860–880 Lake Shore Drive (1951), which provided the first major realized example of the steel and glass structure that became paradigmatic of the Second School. An even larger enterprise, the Federal Center, erected between 1964 and 1971, consists of a courtroom building, an office building (both curtain-wall structures) and a one-story pavilion occupied by a post office, a threesome that overlooks one of the three great plazas running north and south through Chicago's Loop. The tallest work in Mies's Chicago catalog is the IBM Building of 1971, which takes full advantage of its highly visible site on the north bank of the Chicago River. While the Second Chicago School for the most part came to an end in the mid-1970s, several later structures have exhibited the structural straightforwardness associated with it. Principal among these is the Morton International Building of 1990, designed by Perkins & Will, with Ralph Johnson in supervising capacity. In the 1980s the postmodernist movement began to persuade many observers that the Chicago frame, whose structural neutrality differentiated hardly at all between a courthouse, an apartment tower, an office building, and a convention hall, lacked the symbolic distinctions postmodernism sought to revive. By that time, of course, many of the principals of the large firms had retired, and Mies himself was dead.",
    "Bibliography": "Schulze, Franz, and Kevin Harrington, eds. Chicago's Famous Buildings. 1993. Zukowsky, John, ed. Chicago Architecture and Design, 1923–1993: Reconfiguration of an American Metropolis. 1993. Zukowsky, John, ed. Chicago Architecture, 1872–1922: Birth of a Metropolis. 1987.",
    "Author of Text": "Franz Schulze",
    "Hyperlinked Terms Associated": "World War II, apartment, comercial building, Iliniois Institute of Technology, Loop, Bruce Graham, O'Hare International Airport, Chicago River",
    "Street addresses associated": "Loop"
}