{
  "Title": "Archibald John Motley, Jr.\n",
  "Descriptive Text": "Combining a fascination with natural and artificial light, a modernist's sense of color, and a deep respect for the heritage of African Americans, Motley's oeuvre provides a compelling record of twentieth-century black urban life. Beginning as a portraitist in the 1910s, Motley subsequently explored his African and southern Creole roots, Mexican culture, and life in Chicago's “Bronzeville.”\n\nBorn in New Orleans, Motley moved north as a child, returning to Louisiana for frequent summer visits. His family settled in Chicago's Englewood neighborhood in the 1890s. He graduated from the School of the Art Institute of Chicago in 1918. These diverse settings informed a consciousness of race evident in group scenes, portraits, and figure studies. Seated Nude (c. 1916–18) and Rita (c. 1918) are very early works which showed his interest in women, portraiture, and the human form. Motley examined and distinguished ethnic identities and miscegenation through images of women he referred to as mulatresses, octoroons, and quadroons. Sojourns in Paris and Mexico yielded paintings of French-speaking African, West Indian, Euro-American, European, and Mexican women. During the 1930s and '40s, and again toward the end of his career in the 1960s, Motley committed himself to the portrayal of the black experience in genre scenes of Chicago's Black Belt.\n\nHis work fell into obscurity at midcentury but enjoyed a resurgence in the 1990s, marked by a 1991 retrospective exhibit at the Chicago Historical Society.",
  "Bibliography": "The Electronic Encyclopedia of Chicago © 2005 Chicago Historical Society.\nThe Encyclopedia of Chicago © 2004 The Newberry Library. All Rights Reserved. Portions are copyrighted by other institutions and individuals. Additional information on copyright and permissions.",
  "Author of Text": "Jontyle Theresa Robinson\n\n",
  "Hyperlinked Terms Associated": "African Americans| Mexican| Englewood| Art Institute of Chicago| Black Belt| Chicago Historical Society ",
  "neighborhood names associated": "Englewood|Bronzeville"
}