{
    "Title": "Archer Heights",
    "Descriptive Text": "Community Area 57, 7 miles SW of the Loop. The urban history of Archer Heights is largely a twentieth-century story. Indians had little use for it except as a part of the passage that connected the Chicago and Des Plaines Rivers. The swamps and prairies of the area interested primarily nineteenth-century land speculators and farmers. After the turn of the century, it became the focus of real-estate developers and manufacturers. Its name reflects both sets of interests. “Archer” refers to Archer Road, which took its name from Illinois & Michigan Canal commissioner and land speculator William B. Archer. For a while the area was known as the Archer Road district. “Heights” stems from the name of an early-twentieth-century subdivision, although it is unclear to what the term referred, since the topography is as flat as any in the region. Though most of the land in the area had passed into private hands by the 1850s, until after the turn of the century it either remained undeveloped swamp and soggy prairie, or supported farms and homes of the few settlers. The Illinois & Michigan Canal, which ran where the Stevenson Expressway does now; the Chicago & Alton Railroad, which paralleled the canal; and Archer Road were the first thoroughfares to Chicago, but they had little effect on the area's development in the nineteenth century. Not even the three railroads that encircled it in the 1880s (presently, the Belt, Santa Fe, and Indiana Harbor), or annexation to Chicago in 1889 (from both Lake and Cicero Townships) changed much of the district's character or economic role. After 1900 speculators developed the southern sections of Archer Heights for residential use, while railroads maintained control of most of the north-side real estate. Archer Avenue offered horsecars in the 1890s and electric streetcars by 1906, which helped attract immigrant laborers. Poles emigrated in the largest numbers, followed by Italians, Lithuanians, Czechs, and Russian Jews. The area saw its largest increase in population between 1920 and 1930. During this decade, modern urban infrastructure and two Catholic parishes, St. Bruno's (1925) and St. Richard's (1928), accommodated the population surge. Though the Great Depression halted most residential construction, the Archer Heights Civic Association (1938), the oldest neighborhood organization on the Southwest Side, looked after the interests of those already living there. During the 1930s and 1940s industrial and commercial growth overtook residential growth. Industry, initially in the Crawford Industrial District (a project of the Central Manufacturing District ) in the 1930s, eventually covered approximately two-thirds of the area, including the Santa Fe Railroad piggyback yard and the Kenwood Manufacturing District. Manufacturing and commercial transport, including Midway Airport, employed many Archer Heights residents. Commercial strips formed along Pulaski Road, Archer Avenue, and 47th Street, the major thoroughfares. Residential growth picked up again after World War II. Between 1930 and 1950, Archer Heights's population inched along from 8,120 to 8,675. In the following decade it grew to 10,584, and peaked at 11,143 in 1970. By 1980, the population fell to 9,708, and again in 1990 to 9,227, consistent with the decline of Midway as Chicago's main airport. Despite these fluctuations, the community's composition stayed notably consistent. For more than 90 years, its residents have been predominantly white (96 percent in 1990), with a large contingent of foreign-born (27 percent in 1990), and a strong Polish cohort. Only recently has any nonwhite group dented the percentages. In the 1990s, Hispanics, primarily Mexicans, rose to 8 percent of the population. African Americans remain less than 1 percent. At the close of the twentieth century, approximately 60 percent of the area was devoted to manufacturing and bulk transportation facilities, 30 percent to residences, and 10 percent to commerce. There was no distinct downtown or distinguishing landmarks. The regularity of the modest, well-kept housing combined with the large manufacturing presence established the neighborhood's character. Mostly industrial, mostly blue-collar, and mostly Caucasian, the character of Archer Heights has remained consistent over much of the twentieth century.",
    "Bibliography": "Chicago Fact Book Consortium, ed. Local Community Fact Book: Chicago Metropolitan Area, 1990. 1995. Karlen, Harvey M. Chicago's Crabgrass Communities: The History of the Independent Suburbs and Their Post Offices That Became Part of Chicago. 1992.",
    "Author of Text": "Jonathan J. Keyes",
    "Hyperlinked Terms Associated": "Chicago| Des Plaines Rivers| real-estate| Illinois & Michigan Canal| subdivision| Expressway| Railroad| Lake| Cicero| Poles| Italians| Lithuanians| Czechs| Jews| Great Depression| Central Manufacturing District| Midway Airport| World War II| Mexicans| African Americans",
    "neighborhood names associated": "Archer Heights| Lake Township| Cicero Township"
}