{
    "Title": "Architecture: The First Chicago School",
    "Descriptive Text": "It is no mere accident that in the 1880s Chicago produced a group of architects, now known as the “First Chicago School,” whose work would have a profound effect upon architecture. Within a decade after the fire of 1871, Chicago was a boomtown. By 1890 it had a population of more than a million people and had surpassed Philadelphia to become the second-largest metropolis in the United States. The value of land in the Loop soared. Quickly, the low buildings constructed just after the fire were seen as an inefficient use of valuable space. Chicago was ready to experiment with daring solutions. The city that had stood at the center of innovations like the Pullman sleeping car, the McCormick reaper, and mail-order retailing would now be the place where the tall office building would be perfected. One of the keys to this development was the invention of the elevator. Chicago had a special problem, however: it stood upon a swamp. As early as 1873, Frederick Baumann had proposed that each vertical element of a building should have a separate foundation ending in a broad pad that would distribute its weight over the marshy ground. It was this type of foundation that Burnham & Root used for the Montauk Block (1882) on West Monroe Street. But Baumann's foundation occupied valuable basement space and could support only 10 stories. Adler & Sullivan developed a far better solution. Dankmar Adler's experience as an engineer with the Union army during the Civil War helped him devise a vast raft of timbers, steel beams, and iron I-beams to float the Auditorium Building (1889). In 1894 Adler & Sullivan developed a type of caisson construction for the Chicago Stock Exchange which quickly became routine for tall buildings across the United States. The early structures of the First Chicago School, such as the Montauk and the Auditorium, had traditional load-bearing walls of brick and stone, but it was the metal skeleton frame that allowed the architects of the First Chicago School to perfect their signature edifice, the skyscraper. William Le Baron Jenney constructed the world's first completely iron-and-steel -framed building in the 1880s. Jenney had in 1853 enrolled in Paris's prestigious École Centrale des Arts et Manufactures. (Among his classmates was Gustave Eiffel.) During the Civil War Jenney had been assigned the task of demolishing buildings and bridges. In the process he had mastered the nuances of metal construction. In 1868 Jenney established an office in Chicago which became the training ground for a number of leading architects of the First Chicago School, including, among others, Martin Roche, William Holabird, and Louis Sullivan. When, in 1884, the Home Insurance Company asked Jenney to design an office tower, the architect designed an iron skeleton to bear the weight of the structure. After work began, the Carnegie-Phipps Steel Company, realizing the potential of a vast new market, informed Jenney that it could supply him with steel instead of iron beams. Thus the Home Insurance Building at the northeast corner of LaSalle and Adams Streets became a truly seminal structure. This new construction, while costly, had overwhelming advantages. It was almost fireproof; the thin curtain walls hung from the steel frame allowed for more interior rental space; new floors could be added easily; and since the exterior walls were no longer essential to holding up the building, they could be cut away and replaced by ever larger expanses of glass, an important consideration in the early era of electrical lighting. While the technical innovations of the First Chicago School had been sensational, what it needed to become a truly notable architectural movement was style. The exterior of the Home Insurance Building, with its gray and green stone columns and its brick upper floors embellished by stone stringcourses and pilasters, was, to say the least, banal. The First Chicago School found its inspiration for style in two totally disparate sources. One was the Louisiana-born architect Henry Hobson Richardson. Although he was trained at the École des Beaux-Arts in Paris, Richardson rejected the école's dictum that the Greek and Roman classical style was the ultimate standard of design. Instead, his ideal was the rugged Romanesque of the South of France. In 1870 on Boston's Commonwealth Avenue, Richardson designed the trailblazing Romanesque revival Brattle Square Church, whose tower fired the architectural aspirations of Boston native Louis Sullivan when he was a student at the Massachusetts Institute of Technology. And it was the revelatory presence of Richardson's Marshall Field Wholesale Store of 1885, filling the block bounded by Adams, Quincy, Wells, and Franklin Streets, that radically altered the design of Adler & Sullivan's Auditorium Building. Sullivan's original sketches were for an eclectic structure terminating in a high, gabled roof. After the appearance of the Field edifice, Sullivan swept away his original plans and replaced them with a virile, restrained Romanesque revival structure with a single massive tower. Louis Sullivan was not the only member of the First Chicago School to fall under the spell of Richardsonian Romanesque. It was essential to the designs of Solon S. Beman for the brick and granite Pullman Building of 1883 on Michigan Avenue and the Fine Arts Building of 1885, also on Michigan Avenue. Burnham & Root embraced the Romanesque for the Art Institute next to the Fine Arts Building and for the Rookery on LaSalle Street, completed in 1888. But it was Sullivan, with his interior of the Auditorium Theater and the entrance to the Chicago Stock Exchange of 1894 on LaSalle Street, who brought Chicago Romanesque to its most complete and impressive development. The second source of style for the architects of the First Chicago School derived from the very nature of the material they so wholeheartedly adopted: steel. This, curiously, was in contradiction to Richardson's aesthetic principles. He unequivocally rejected the concept of the metal-framed building, championing instead lithic structures with load-bearing walls like his superb Trinity Church, Boston, of 1873. When the architects of the First Chicago School built in stone they generally did so in a Richardsonian Romanesque style. Adler & Sullivan's Walker Warehouse of 1888, which stood on what became Wacker Drive, and the lower floors of Burnham & Root's Masonic Temple Building of 1890 at the corner of State and Randolph Streets are cases in point. But when the Chicago architects moved to metal—iron and steel—they enthusiastically expressed the qualities of the material. This led in two directions. One of the realities of the material was that it lent itself to the sinuous curve, which led Chicago architects, as it did their European contemporaries such as Hector Guimard, to art nouveau. Superb examples include the original design of the light court of the Rookery and the stairways and elevator grills in Adler & Sullivan's Chicago Stock Exchange. The second aesthetic implication of iron and steel was the right angle, daringly expressed in Holabird and Roche's Tacoma Building of 1889 at the corner of Madison and LaSalle Streets. The 13-story office tower, the first building constructed by using rivets, revealed in its sharp angles the steel structure beneath its curtain walls. This aesthetic was also the controlling factor in the upper floors of Adler & Sullivan's Stock Exchange, where the Romanesque arches of the base were eschewed above for a soaring, simplified elevation whose sole decorative element was the interplay of the planes of the flat wall surface against those of the rhythmic bays. This celebration of the rigid nature of metal is perhaps most brilliantly exemplified by Burnham & Root's Reliance Building (1895) on State Street, completed by Charles B. Atwood after Root's death. There is about the Reliance a marvelous sense of the sharp, almost dangerous, edges of the steel frame lying just beneath its thin, white terra cotta walls. This sensation is enhanced by the fact that two-thirds of the walls are of glass, producing a structure of rare, brittle beauty. The eclipse of the First Chicago School by an architecture based upon the classical as interpreted by the École des Beaux-Arts was signaled by the World's Columbian Exposition held in Chicago in 1893. Louis Sullivan and other architects of the school had expected that the fair, under the architectural direction of Daniel H. Burnham and John Wellborn Root, would be a showcase for Chicago's architecture. But the death of Root in January 1891 ended that hope. Burnham, then the most important architectural voice of the fair, turned for direction to New Yorker Richard Morris Hunt, dean of American architects, who was the first American to graduate from the architectural section of the École des Beaux-Arts. Though Adler & Sullivan designed a spectacularly non-Beaux-Arts Transportation Building for the fair, the style of “The White City” was overwhelmingly Beaux-Arts. Nonetheless, the First Chicago School was an astonishing and a profoundly important achievement. Its matchless tradition of technical prowess and aesthetic boldness would surface again in Chicago in the 1930s with the arrival of the Bauhaus, and in the following decades in the work of Ludwig Mies van der Rohe and his disciples.",
    "Bibliography": "Condit, Carl W. The Chicago School of Architecture: A History of Commercial and Public Building in the Chicago Area, 1875–1925. 1964. Lowe, David Garrard. The Great Chicago Fire in Eyewitness Accounts and Seventy Contemporary Photographs and Illustrations. 1979. Morrison, Hugh. Louis Sullivan: Prophet of Modern Architecture. 1952.",
    "Author of Text": "David Garrard Lowe",
    "Hyperlinked Terms Associated": "fire of 1871, Loop, innovations, Pullman, mail-order, Auditorium Building (1889), skyscrapper, iron-and-steel, Wholesale, Art Institute, World's Columbian Exposition",
    "Street addresses associated": "Loop"
}