{
    "Title": "Architecture: The City Beautiful Movement",
    "Descriptive Text": "In Henry Blake Fuller's 1895 novel, With the Procession, the artistic young Truesdale Marshall, just returned home from a prolonged grand tour, looked upon his native Chicago as a “hideous monster, a piteous, floundering monster too. It almost called for tears. Nowhere a more tireless activity, yet nowhere a result so pitifully grotesque, gruesome, appalling.” Marshall was not alone: many observers of late-nineteenth- and early-twentieth-century America—residents, visitors, and expatriates alike—believed that its cities were ugly. The shapelessness of American cities was due in large measure to the extraordinary speed with which they had developed: between 1860 and 1910, the number of American cities with more than 100,000 residents rose from 8 to 50. By 1910, several cities had passed the one million mark. Such statistics are crucial to understanding the City Beautiful impulse. Despite its preoccupation with aesthetic effect, the movement concerned far more than facade: the quest for beauty paralleled the search for the functional and humane city. Urban planning as the twentieth century would know it developed out of the City Beautiful—both as a phase of it and a reaction to it—and its coalition of planners, of paid experts and unpaid volunteers, of architects, artists, civic officials, journalists, business people, and interested ordinary citizens. Daniel Hudson Burnham was indisputably the “Father of the City Beautiful.” As director of works of the World's Columbian Exposition (1893), he effectively launched the movement that 15 years later would reach its apogee in his epochal Plan of Chicago (1909). Burnham's importance as an architect and planner lay chiefly in his ability to direct and stimulate the design efforts of others. His own credo captured the essence of his life and work: “Make no little plans, they have no magic to stir men's blood. ... Make big plans ... remembering that a noble, logical diagram once recorded will never die, but long after we are gone will be a living thing asserting itself with ever growing consistency.” In his various architectural and planning pursuits, Burnham choreographed large efforts indeed. Burnham moved with his parents to Chicago in 1854. He became an architect by apprenticing first with William Le Baron Jenney and then in the office of Peter B. Wight, where he met his future partner, John Wellborn Root. Through the 1870s and 1880s, Burnham & Root, and such contemporaries as Adler & Sullivan and Holabird & Roche, helped rebuild the city that had been destroyed in the fire of 1871. In so doing, they developed what would come to be called the Chicago School of skyscraper architecture. Following Root's premature death in 1891, Burnham turned to a succession of designers, but he never found one who complemented his own talents as completely as Root. With Root's death, Burnham lost both his design gyroscope and his aesthetic self-confidence, and he turned increasingly to the “authority” of historicism. In the 20 years between Root's death and his own, Burnham found his greatest fulfillment as the leader of the City Beautiful movement—an effort to achieve for American cities something approaching a “cultural parity” with Europe's great urban centers. The central ideological conflict surrounding the City Beautiful pitted invention and innovation against continuity and tradition. The newness and cultural nationalism espoused by Louis Sullivan and Frank Lloyd Wright lay in their quest for a uniquely “American” culture, one with maturity and confidence enough to cease relying so heavily on Old World traditions. Burnham and his allies, by contrast, believed that the sometimes frantic quest for “American-ness”—the obsession with New World originality and horror of all things European—was itself a kind of insecurity, and that maturity would consist in an acknowledgment that America was not culturally isolated from the rest of the world. Burnham and his associates saw the United States as a rightful heir to the traditions of Western culture and chose thus to recall, celebrate, and use those traditions themselves. Indeed, Europe and its traditions could provide a standard by which critics of America's urban “ugliness” could appeal to the consciousness of a larger constituency. Complementing their “muckraking” contemporaries in journalism, architects could embarrass civic leaders into realizing that in civic amenities as in social and political equity, America was somehow woefully behind. City Beautiful advocates could invoke Fuller's heroine: “Keep up with the procession is my motto and lead it if you can.” “Procession” is an apt metaphor for the City Beautiful. However eclectic it became in its borrowings and whatever the style of particular buildings within its plans, the provenance and thrust of City Beautiful planning was classical and Baroque in its emphasis upon processions of buildings and open spaces arranged in groups. For the parallax effect, it depended on the movement of the individual, or the human procession, through space from one specific point to another. Great buildings or monuments were sited so as to become the terminal vistas of long, converging, diagonal axes. The impact on the individual of this arrangement, repetition, and ceremonial procession was, in the Baroque and in the City Beautiful, calculatedly powerful, impressive, and moving. Burnham launched the City Beautiful movement at the 1893 World's Fair. While the relatively informal lagoon area on the north side of the fairgrounds reflected the picturesque preferences of Frederick Law Olmsted—the designer of New York City's Central Park and a participant in the fair's planning from its earliest sessions—the stately and well-ordered White City formed the seminal image of the City Beautiful approach. Several of the fair's architects had in fact studied at the Parisian École des Beaux-Arts and had garnered their penchant for neoclassicism there. All were imbued with the formal, ordered, and axially oriented imperatives generally associated with Beaux-Arts aesthetics—a point of view that would dominate most City Beautiful design. The resulting ensemble of neoclassical temples, especially impressive when lighted at night, had much of the “twinkle” and iridescence that Henry James had found in Paris. It was at the World's Fair that Wisconsin historian Frederick Jackson Turner lamented the “end” of the American frontier; but it was there as well that urban reformers drew a suggestive vision of new, urban frontiers. The journalist Henry Demarest Lloyd thought the White City revealed to its visitors “possibilities of social beauty, utility, and harmony of which they had not been able even to dream.” Henry Adams and William Dean Howells saw it as a suggestive model for the planning of actual cities. The builders of the temporary city had, after all, struggled with the problems posed by actual cities, from the efficacy of streets, sidewalks, waterfronts, and bridges, to the realities of sustenance, transportation, and sewage. But the White City and the movement it embodied continued to have detractors as well. Louis Sullivan saw its influence as a virus that would afflict American architecture for 50 years. Each side of the debate might have taken a different moral from the fact that one of the manual laborers working to create the fantasy was a man by the name of Elias Disney—father of Walt. For more than a decade following the fair, Chicago lagged behind other cities in the realm of urban planning. Yet during those years Burnham conceived and directed City Beautiful plans for Washington DC (1902), Cleveland (1903), Manila (1904), and San Francisco (1905) from inside his Chicago office. His work also inspired the efforts of other City Beautiful planners, most notably Charles Mulford Robinson and Frederick Law Olmsted, Jr. The apogee of the City Beautiful came 16 years after the fair in Burnham and Edward Bennett's Plan of Chicago, which unified the goals of City Beautiful and City Practical with unprecedented success. Never before had one “city plan” taken into account so much of the surrounding region. The plan encompassed the development of Chicago within a 60-mile radius via a system of radial and concentric boulevards that connected the center to its outlying suburbs and linked the suburbs one with another. One of the plan's most prescient recommendations was for what would become, in Wacker Drive, the modern world's first double-level boulevard for regular and commercial traffic. The Chicago River would be straightened and enhanced for more efficient water transportation and river-borne commerce. The stations and tracks of competing rail lines would be consolidated into several train stations. A lakefront park system would run 20 miles along Lake Michigan. The elegant, formal downtown would culminate in a refurbished Grant Park that would be eastwardly inflected toward a new inner harbor with breakwater causeways stretching far into the lake. At the southern edges of this central park would rise such grandly neoclassical buildings as the Shedd Aquarium and the Field Museum of Natural History, counterpoints to the Art Institute of Chicago on the park's northern edge. The number and quality of the city's outlying parks would be increased, enhanced, and unified into an integral network. Parks were central to the City Beautiful impulse and to Burnham's sense of civic harmony. “Fifty years ago,” he explained, “before population had become dense in certain parts of the city, people could live without parks, but we of today cannot.” Good citizenship, he argued, was “the prime object of good city planning.” Civic renewal more generally, Burnham believed, could provide healthy activities to those citizens who could not afford extensive traveling and who thus depended on the city for recreational and cultural enrichment. He worried about the problems that “congestion in city streets begets; at the toll of lives taken by disease when sanitary precautions are neglected.” If such needs could be met, Burnham had confidence that “Chicago would be taking a long step toward cementing together the heterogeneous elements of our population, and toward assimilating the million and a half of people who are here now but who were not here fifteen years ago.” Privately financed in its early stages by the Commercial Club, the Burnham Plan was presented as a gift to the city, which appointed a commission to oversee its development. The Chicago school board agreed to use an elementary version of Burnham's report as an eighth-grade civics textbook. Ministers and rabbis throughout the city delivered sermons on the plan's importance. Brochures, a slide lecture series, a two-reel motion picture, and other advanced promotional devices made their way into people's homes. It was a masterfully orchestrated propaganda campaign. The most important years in the plan's realization were the two decades between its publication in 1909 and the beginning of the Great Depression in 1929. In the teens and twenties, costs exceeded $300 million. For the rest of the century, the Burnham Plan would serve as a base point for the city's changing needs and as proof, perhaps, of Burnham's belief that “a noble, logical diagram once recorded will never die.”",
    "Bibliography": "Burnham, Daniel H., and Edward H. Bennett. Plan of Chicago, ed. Charles Moore. 1909. Fuller, Henry Blake. With the Procession. 1895; 1965. Hines, Thomas S. Burnham of Chicago: Architect and Planner. 1974.",
    "Author of Text": "Thomas S. Hines",
    "Hyperlinked Terms Associated": "planning| artists| World's Columbian Exposition| fire of 1871| skyscrapper| innovation| journalism| waterfronts| bridges| transportation| Chicago River| water| Grant Park| Shedd Aquarium| Field Museum of Natural History| Art Institute of Chicago| Commercial Club| Burnham Plan| Great Depression"
}