{
  "Title": "Argentinians",
  "Descriptive Text": "Argentinians have tended to assimilate more quickly into the local population than most other Latin American groups in the United States. Descending mostly from Italians, Spaniards, Germans, Russians, Poles, and other Europeans, Argentinian immigrants have generally identified with Euro-American ethnic groups in Chicago. The majority of Argentinians in Chicago are Roman Catholics and Jews.\n\nImmigrants from Argentina have been arriving in Chicago since at least the 1920s, according to the Argentine consulate's offices, which opened in 1927. Most came from Buenos Aires, the capital. Generally, the male head of household arrived first, bringing his family later. Since the 1930s, a steady flow of students has come to Chicago to attend area universities, with many eventually settling permanently in the metropolitan area.\n\nImmigration has tended to follow political events in Argentina. In the 1950s and 1960s, many college students and professionals left the country when the universities were closed down by the government and the economic situation was not favorable. During the political turmoil of the 1970s and 1980s, Argentinians arrived in Chicago as refugees, sponsored by the Lutheran Church and the United Nations.\n\nSoccer (or futbol, as it is known in Argentina) constitutes one of the major recreational activities of Argentinians in Chicago, and the Chicago Pampas soccer club is especially important. Other organizations include the Casa Argentina, a social club with approximately 75 members who gather weekly to play soccer and mingle. The Argentine American Medical Association of the Midwest represents the disproportionately large number of doctors among Argentinian immigrants. Both groups hold special events to commemorate Argentina's national holidays and celebrations with tango music and dancing as well as picnics in the summer.\n\nThe popularity of tango music and dancing during the closing years of the twentieth century brought Argentinians into the limelight, evidenced in performances, films, musical revues, and several schools of dance, which along with restaurants, have helped to reverse the earlier invisibility of Chicago's Argentinians.",
  "Bibliography": "Bethell, Leslie, ed. Argentina since Independence. 1993.\nFoster, David William. Buenos Aires: Perspectives on the City and Cultural Production. 1998.\nSimpson, John, and Jana Bennett. The Disappeared and the Mothers of the Plaza: The Story of the Eleven Thousand Argentinians Who Vanished. 1985.",
  "Author of Text": "Beatriz Badikian-Gartler",
  "Hyperlinked Terms Associated": "Italians| Spaniards| Germans| Russians| Poles| Roman Catholics| Jews| refugees| Soccer| dance| restaurants "
}