{
    "Title": "Argonne National Laboratory",
    "Descriptive Text": "Located on 1,700 acres 25 miles southwest of Chicago on Interstate Highway 55, Argonne National Laboratory is one of the U.S. Department of Energy's nine multiprogram scientific laboratories. Established in 1941 as the University of Chicago's Metallurgical Laboratory (Met Lab), the laboratory was part of the Manhattan Project that built America's atomic bomb. Following World War II, the U.S. government continued nuclear research and development at the University of Chicago by establishing Argonne as the first national laboratory on July 1, 1946. Initially, the Atomic Energy Commission designated Argonne as the commission's principal laboratory for nuclear reactor research and development. Other national laboratories shared this mission, however, and in time, Argonne itself became a multiprogram laboratory conducting basic research in physics, high energy physics, and nuclear physics; materials science; applied mathematics and computer science; and biology, medicine, and environmental sciences. From its inception as a national laboratory, Argonne has been operated and managed by the University of Chicago on behalf of the U.S. Atomic Energy Commission (1946–1974) and its successor agencies, the Energy Research and Development Administration (1974–1977), and the U.S. Department of Energy (1977). From 1946 to 1996, Argonne's staff grew from 1,200 to more than 5,000, while its budget reached $500 million (out of $6.5 billion allocated to the nine national laboratories). Although the largest budget allocations went to the weapons laboratories, for 50 years Argonne's research and development agenda was driven by cold-war priorities to maintain the United States' preeminence in science and technology. In 1994, however, the U.S. government canceled Argonne's Integral Fast Reactor program, leaving the United States without a nuclear reactor research and development program for the first time since 1942. As a laboratory dedicated to the peaceful applications of science, Argonne has played a leading role in coordinating research and development among government, universities, and private industry. After the collapse of the nuclear reactor program, Argonne turned its attention to a new scientific project. The Advanced Photon Source (APS), dedicated in 1996, produces extremely bright x-ray breams for scientific research. With the ability to illuminate small objects with x-rays 10 billion times brighter than medical x-rays, the APS renewed Argonne's mission in basic and applied science while expanding cooperative research opportunities for materials scientists, chemists, geologists, biologists, engineers, physicians, and physicists from all sectors of the scientific community.",
    "Bibliography": "Holl, Jack M. Argonne National Laboratory, 1946–1996. 1997.",
    "Author of Text": "Jack M. Holl",
    "Hyperlinked Terms Associated": "University of Chicago's, Manhattan Project, World War II, cold-war"
}