{
    "Title": "Arlington Heights, IL",
    "Descriptive Text": "Cook and Lake Counties, 23 miles NW of the Loop. Arlington Heights lies in the southwest corner of Wheeling Township, in an area originally notable for the absence of groves and trees. When the General Land Office began selling land here in 1835, most of the buyers were Yankees. In 1853 William Dunton, originally from Oswego, New York, persuaded the Illinois & Wisconsin Railroad to make a stop here, and laid out a town called Dunton. By then the area had largely changed its ethnic composition, as many German farmers from Saxony had arrived during the 1840s. John Klehm might serve as an example; he was at first a potato farmer, supplying the Chicago market, and in 1856 began a nursery for cherry, apple, and pear trees, later moving into spruce, maple, and elm, and then flowers. By the late 1850s the area had become noted for its truck farms, sending dairy products as well as vegetables to Chicago on the railroad. The little town at the depot slowly grew, acquiring a blacksmith, a cheese factory, a hardware store, and a hotel. It incorporated as Arlington Heights in 1887, when its population numbered about 1,000. Most were farmers, but they were joined by others who worked in Chicago, for Arlington Heights was an early commuter suburb. The town developed religious institutions that reflected the origins of its citizens; the first churches were Presbyterian (1856) and Methodist (1858), with a German Lutheran church following in 1860; Catholics had no church here until 1905. By the turn of the century Arlington Heights had about 1,400 inhabitants, and it continued to grow slowly with a good many farms and greenhouses after World War II. By then Arlington Heights was also known for its racetrack, founded in 1927 by the California millionaire H. D. “Curly” Brown upon land formerly consisting of 12 farms. Camp McDonald and two country clubs were founded in the 1930s. The great population explosion took place in the 1950s and 1960s, when the spread of automobile ownership, together with the expansion of the Chicago-area economy, drove the number of people in Arlington Heights—expanded by a series of annexations —up to 64,884 by 1970. By then virtually all the available land had been taken up, and the formerly isolated depot stop found itself part of a continuous built-up area stretching from Lake Michigan to the Fox River.",
    "Bibliography": "Chronicle of a Prairie Town: Arlington Heights, Illinois, Its People and Progress. 1997.",
    "Author of Text": "David Buisseret",
    "Hyperlinked Terms Associated": "Yankees| Railroad| German| religious institutions| World War II| annexations",
    "neighborhood names associated": "Loop| Arlington Heights"
}