{
  "Title": "Armenians",
  "Descriptive Text": "The first Armenians came to Chicago during the mid-1800s. Assisted by Protestant missionary teachers and ministers, single men immigrated to obtain an education or to pursue entrepreneurial endeavors in America, as well as to escape the oppression of the Ottoman Turks. Many planned to return home.\n\nMany of the earliest Armenians in Chicago attained considerable success, most notably the entrepreneurs in the oriental rug trade, which was dominated by Armenians. Some merchants exhibited their rugs at the World's Columbian Exposition in 1893. The Armenian Professional Club was founded in 1900, and a scholarship association, the Armenian Educational Society, in 1906.\n\nBy the early 1900s, as persecution of Armenians continued in Turkey, Armenians began to realize that their stay in Chicago would be permanent, and the size of the community increased. In 1894 and again in 1909, tens of thousands of Armenians were massacred by Turkish authorities. By 1924 more than 100,000 Armenians had fled to the United States.\n\nChicago's small established Armenian community offered assistance to the refugees. The Chicago chapter of the Armenian Red Cross helped Armenians locate and assist fleeing family members and orphans. The Armenian Colonial Association had an office in Chicago, which helped newcomers to settle and get jobs, as did the Armenian General Benevolent Union (Chicago chapter founded 1906).\n\nThis new generation of Armenian immigrants was initially unable to repeat their predecessors' rapid rise. Many served as laborers in the Pullman shops, the Union Stock Yard, or the steel mills of Waukegan, West Pullman, and downstate Granite City. Since most were still single men or orphans and could not speak English, they lived in boardinghouses and orphanages with other Armenians. These boardinghouses, as well as coffeehouses and communal bathhouses owned by Armenians, became comfortable centers for the new immigrant community, where men could gather on weekends to play backgammon or poker and eat keyma sandwiches.\n\nBy 1920, 1,200 Armenians, mostly male, lived in Chicago. With few women in the community, many Armenian men used contacts in other cities and back home to findso-called picture brides whom they married by arrangement. The new families settled in various neighborhoods, sharing houses on the North Side, as well as in Evanston, Waukegan, and Indiana Harbor. Between 30 and 60 families settled in West Pullman. Many tried to establish small businesses in West Pullman and elsewhere, especially as Armenian grocers, shoemakers, tailors, and rug merchants and repairers.\n\nProtestant and Armenian Apostolic churches were founded early and became the focal points of the community. The first Parish Council of the Armenian Apostolic Church (an independent branch of the Eastern Orthodox church) was organized in Chicago in 1899 and officially designated as St. Gregory's Parish in 1915. Other early Armenian Apostolic parishes included Holy Savior Church in West Pullman (founded 1924) and St. James in Evanston. Protestant Armenians established their first congregation in 1899 and officially founded the Armenian Congregational Church of Chicago in 1916.\n\nArmenian social and patriotic societies, as well as cultural groups, were formed in the 1920s and 1930s. Patriotic societies included Engerayeen Miyootyoon (“friendship society,” West Pullman ), Yeridasartaz Miyootyoon (“youth society,” West Pullman), and Chomakhlutzee Patriotic Association (Evanston). In 1922 the AGBU Shant Theatrical Group was formed, and in 1931 the Philo Arts Club became the Armenian National Chorus. Two independent Armenian schools were also established in the 1920s, in West Pullman and Indiana Harbor.\n\nThe incorporation of Armenia within the Soviet Union in 1920 factionalized the Chicago community. The Armenian Revolutionary Federation (ARF; or “Tashnag”), was a wing of the ruling party of Armenian independence from 1918 to 1920. The ARF also developed a youth organization called Tzeghagron, which later became the Armenian Youth Federation. The Armenian Henchag Party published its newspaper, Yeridasart Hayastan, from its club at Adams and Halsted.The Harachteemagans (Armenian Progressive Party) became active in the 1930s and established a youth group, the Armenian Youth of America. The ARF favored an independent Armenian nation, while the latter two were sympathetic to Soviet rule.\n\nIn 1933, this political partisanship and controversy boiled over, producing a major rift in the Apostolic Church. Armenians were one of 30 ethnic groups invited to participate in the 1933 Century of Progress Exposition, and partisan political disagreements erupted over which flag would fly at the designated “Armenian Day”—the tricolor of independent Armenia, or the red flag of Soviet Armenia. A small “riot” at the fair eventually resulted in a court battle over possession of the Holy Savior Church in West Pullman. ARF supporters won control of Holy Savior, while the other faction seceded and in 1958 founded Saints Joachim and Anne Armenian Apostolic, aligned with the St. James and St. Gregory faction. Armenian All Saints Apostolic Church, aligned with the Holy Savior faction, was founded in 1943. Following the migration of many of its parishioners to the suburbs, All Saints moved in 1980 to a new building in Glenview. Sts. Joachim and Anne Parish moved to Palos Park in 1977 and then to Palos Heights in 1983. Holy Savior church closed in 1974, donating its estate to All Saints.\n\nThe political divide within the Armenian community of Chicago continued into the twenty-first century. Nevertheless, the Armenian community has remained united ethnically, coming together annually for cultural and ethnic events. The most important of these remains the community's recollection every April 24 of the events of 1894 and 1909, which Armenians have defined as genocide at the hands of the Turks.",
  "Bibliography": "Harlan, Sonia. “The Pioneers of the Chicago Armenian Community.” Series in Armenian Mirror-Spectator (Boston), December 7, 14, 21, 1991.\nKaprielian-Churchill, Isabel. “Armenian Refugee Women: The Picture Brides, 1920–1930.” Journal of American Ethnic History 12.3 (Spring 1993): 3–29.",
  "Author of Text": "Robert Morrissey",
  "Hyperlinked Terms Associated": "Turks| World's Columbian Exposition| refugees| Union Stock Yard| Waukegan| West Pullman| boardinghouses| orphanages| Evanston| Protestant| Eastern Orthodox| West Pullman| Century of Progress| Glenview| Palos Park| Palos Heights ",
  "neighborhood names associated": "North Side| Evanston| Waukegan| West Pullman| Indiana Harbor| Glenview| Palos Heights"
}