{
    "Title": "Armour Square",
    "Descriptive Text": "Community Area 34, 3 miles S of the Loop. The Armour Square Community Area illustrates the difference between a neighborhood and a community area. This long thin area (an assemblage of leftovers from adjacent community areas, 21 blocks long, 4–5 blocks wide) is wedged between rail lines, expressways, and the South Branch of the Chicago River. It contains three distinct neighborhoods. African Americans dominate the population to the south; the middle section holds recently arrived Hispanics; and along with a few Italians and blacks, Chinatown fills the northern section. Armour Square has been, from the beginning, principally a working-class area. Germans and Irish arrived during the Civil War, and later, Swedes joined the population. These groups used the area as a way station as they moved southward and climbed upward in social and economic status. Armour Square lay south of the burned area during the Chicago Fire of 1871 but was nonetheless greatly affected by the disaster. Laws enacted after the fire required brick or stone construction in the central city. The resulting increase in costs drove many working families out to the edge of the “brick area,” and Armour Square received many such families. Armour Square subsequently lost blocks of housing as the tracks of bordering railroads were elevated. These changes cut off the area from neighborhoods to the east and west. By 1899, Italian immigrants arrived and formed the Roman Catholic parish of Santa Maria Incoronata. Commercial operations began to displace housing in the area. Some of the encroaching businesses were extensions of the notorious Levee district just to the east. In 1909, Charles Comiskey built a new baseball park for the Chicago White Sox between 34th and 35th Streets. The old Sox park then became home to the American Giants of the Negro League. In 1991 the White Sox moved into a still newer stadium just south of the old Comiskey Park; the Negro Leagues having long since vanished. PARADE IN CHINATOWN, 1928 Around 1912, Chinese living in an enclave at the south edge of the Loop began a mass movement southward. The Chinese encountered severe racial discrimination, however, and were forced to do business through an intermediary. The H. O. Stone Company acted on behalf of 50 Chinese businessmen to secure 10-year leases on buildings in the new area. Chinatown became a major tourist attraction boasting an impressive entrance gate and many other distinguishing features. As the city's “ Black Belt ” began to expand during World War I, African Americans moved into Armour Square's southern section, numbering about 4,000 by 1930. This figure remained stable through the Great Depression and World War II until, in 1947, the Chicago Housing Authority completed Wentworth Gardens at 37th and Princeton, and the neighborhood reached an all-time high population of over 23,000, with blacks making up nearly half the total. Later, widespread demolition made way for construction of the Dan Ryan and Stevenson Expressways and their interconnecting ramps, which set off a continuing decline in population. In 1999, Chinese constituted over half the area's population. The Chinese were moving west into Bridgeport and a rejuvenated Chinatown continued as a major tourist attraction with many shops and famed restaurants. An outside investor from Hong Kong developed Appleville apartments, and a consortium of Chinese businessmen and local banks developed Chinatown Square and Jade City apartments. A new Chinatown Park was under construction along the river. Adaptive reuse of old structures, nearby infill housing, and the recently enlarged McCormick Place to the east added energy to the area.",
    "Bibliography": "“The Chinese in Chicago: The First One Hundred Years.” In Ethnic Chicago: A Multicultural Portrait, 4th ed., ed. Melvin G. Holli and Peter d'A. Jones, 1995, chap. 13. The Chicago Fact Book Consortium, ed. Local Community Fact Book: Chicago Metropolitan Area, Based on the 1970 and 1980 Censuses. 1984. Holt, Glen E., and Dominic A. Pacyga. Chicago: A Historical Guide to the Neighborhoods: The Loop and South Side. 1979.",
    "Author of Text": "David M. Solzman",
    "Hyperlinked Terms Associated": "community area, expressways, Chicago River, African Americans, Italians, Chinatown, Germans, Irish, Swedes, fire of 1871, railroads, Roman Catholic, White Sox, American Giants, Comiskey Park, Chinese, Loop, Black Belt, Great Depression, Chicago Housing Authority, Bridgeport",
    "Street addresses associated": "Chinatown, Bridgeport"
}