{
    "Title": "Armory Show of 1913",
    "Descriptive Text": "Between March 24 and April 16, 1913, the Art Institute of Chicago hosted the International Exposition of Modern Art—the famous “Armory Show”—which included 634 works that traced the development of European art from Goya to the Cubists. The show arrived in Chicago fresh from its first, month-long showing in New York. While roughly half the size of the original, it included the addition of an abstract painting by Chicago's own Cubist, Manierre Dawson. The idea of radical modern art as displayed at the Armory Show had been introduced to Chicago in 1912 at the W. Scott Thurber gallery in a series of exhibitions of works by Arthur Dove, Jerome Blum, and B. J. O. Nordfeldt. By October 1912 art patron Arthur T. Aldis had persuaded the New York exhibition's organizers, Walt Kuhn and Arthur B. Davies, to include a Chicago venue in their plans. Prior to the show's arrival in Chicago, the Chicago Tribune had sent critic Harriet Monroe (whose Poetry magazine had begun appearing the previous year) to New York to cover the exhibition, while Chicago lawyer Arthur Jerome Eddy had already purchased postimpressionist works from the show. Nevertheless, the Armory Show came as a shock to most Chicagoans, provoking a raucous response ranging from moral posturing and parody in the press to honest outrage. The controversy spilled over to so many walks of life that by June 1913 Edward Hale noted in Chicago's Dial magazine that the air was “full at present of utterances concerning Futurists, Cubists, Neo-Impressionists, and Post-Impressionism.” The Armory Show changed the progress of art in Chicago. In addition to establishing the importance of avant-garde art in the popular imagination, it prepared the ground for such influential designs as Frank Lloyd Wright's Midway Gardens (1914), which combined modern painting, sculpture, and architecture in a single creation; the founding of the Arts Club in 1916; and the growth of Chicago's many radical exhibition societies of the 1920s.",
    "Bibliography": "Brown, Milton W. The Story of the Armory Show. 1963. Kruty, Paul. “Arthur Jerome Eddy and His Collection: Prelude and Postscript to the Armory Show.” Arts 61 (February 1987): 40–47. Prince, Sue Ann. The Old Guard and the Avant-Garde: Modernism in Chicago, 1910–1940. 1990.",
    "Author of Text": "Paul Kruty",
    "Hyperlinked Terms Associated": "Art Institute of Chicago, art, Chicago Tribune, architecture"
}