{
    "Title": "Armour & Co.",
    "Descriptive Text": "Philip D. Armour, a native of New York State, began to work in the pork-packing business in Milwaukee, where he made a substantial fortune in the immediate aftermath of the Civil War. In 1875, he moved to Chicago to take charge of Armour & Co. (a firm owned by Philip and his brothers), which had started its move to Chicago in 1867. During the late nineteenth century, when Chicago and its Union Stock Yard stood at the center of the meatpacking industry, Armour became a national operation and one of the country's largest businesses. By 1880, with an average of over 1,500 men on the payroll at any given time and as many as 4,000 during the peak season to process $17.5 million worth of meat, Armour was Chicago's leading industrial enterprise and employer. By the late 1880s, Armour slaughtered more than 1.5 million animals each year and reached about $60 million in annual sales. Many of those sales derived from the processing of all the parts of the animal—“everything but the squeal”—making such products as glue, lard, gelatin, and fertilizer. When Philip died in 1901, the company employed about 7,000 Chicago residents and had a total workforce of 50,000 nationwide. In 1910, Armour had about 8,700 workers at its Union Stock Yard plants. In the early 1920s, the company had financial troubles and the Armour family ceded control of its operations. But Armour remained a leading Chicago employer. During the worst years of the Great Depression in the early 1930s, over 9,000 men and nearly 2,000 women worked for Armour at the Union Stock Yard, and another 1,400 men and 400 women worked for its Chicago-area auxiliaries, which produced soap, glue, and other goods made from packing-plant waste. Armour remained one of the nation's largest companies at the end of World War II, when annual sales stood at $1 billion, but its fortunes declined in the postwar period. In 1959, Armour stopped slaughtering in Chicago. In 1970, Armour was bought by the Greyhound Corp., which relocated the company to Arizona. See also Greyhound Corp.",
    "Bibliography": "This entry is part of the Encyclopedia's Dictionary of Leading Chicago Businesses (1820-2000) that was prepared by Mark R. Wilson, with additional contributions from Stephen R. Porter and Janice L. Reiff."
}