{
    "Title": "Armories",
    "Descriptive Text": "National Guard armories house weapons and military equipment, office space for personnel, drill space for training, and common areas for socializing. The Illinois General Assembly provided no money for armory construction until after 1900; thus all nineteenth-century Illinois National Guard (ING) organizations had to raise funds privately to rent or construct armory space. In the 1870s near-moribund volunteer militias experienced a nationwide resurgence in popularity. The revived militias, like the First Regiment ING, needed specialized space to store and drill with the increasingly sophisticated military hardware and supplies they required for their training activities, which in turn strained their traditional practice of renting easily modified buildings. Armories also emerged as the locus of militia activities, serving not just as storehouses and drill space, but also as clubhouses and recreational centers for their membership, further changing the requirements for armory design. Starting in 1890, new specially designed and constructed armories came to mark the urban landscape with distinctive forms. A highly romantic castle style, complete with portcullis gates and turrets, dominated among those rare organizations wealthy enough to build privately. In 1890, the wealthy and socially prestigious First Regiment built their own castle-style armory on South Michigan Avenue. It housed a parade ground, office space for all 12 companies and regimental officers, locker rooms, a gym, a library, several small parlors, and a large weapons storage facility. Chicago's four other National Guard organizations continued to make do with rented facilities of various suitability and cost. Finally in 1907 the state built a modified castle-style armory at 222 East Chicago Avenue to house another Chicago regiment. This armory was demolished to make room for the Museum of Contemporary Art in 1993. By the end of 1915, the General Assembly had provided new armories for all infantry regiments in Chicago, completing one for the African American Eighth ING regiment at 3533 South Giles Avenue in 1915. The only armory with landmark status in Chicago, this facility reopened in 1999 as a public high school. In the 1920s and 1930s, Illinois continued to build or renovate armories for Chicago regiments. As ING companies followed the population out to the suburbs in the 1950s and 1960s, new armories gradually lost much of their distinctive appearance, as they disappeared into suburban light industrial parks and older armories were abandoned or turned to new uses.",
    "Bibliography": "Fogelson, Robert M. America's Armories: Architecture, Society, and Public Order. 1989. Hannah, Eleanor. “Manhood, Citizenship, and the Formation of the National Guards, Illinois, 1870–1917.” Ph.D. diss., University of Chicago. 1997.",
    "Author of Text": "Eleanor Hannah",
    "Hyperlinked Terms Associated": "Illinois National Guard, Museum of Contemporary Art, African American"
}