{
    "Title": "Arnold, Schwinn & Co.",
    "Descriptive Text": "In 1895, during the midst of a national bicycle craze, Ignaz Schwinn (who arrived in Chicago from Germany in 1891) and partner Adolph Arnold (a Chicago meat industry veteran) founded a bicycle manufacturing company. They joined a competitive industry: by 1900, when the Chicago region made more than half of all the bicycles and bicycle equipment produced in the United States, about 30 different bicycle makers were concentrated along Chicago's Lake Street. In 1901, Arnold, Schwinn & Co. moved its offices to North Kostner Avenue, where it stayed until 1986. By 1905, the company had become one of the leading firms in the industry. Many of its bicycles were sold by Sears, Roebuck & Co., the giant Chicago-based retailer. In 1908, Arnold sold his interest in the company, and a new factory was built on North Kildare Avenue in Chicago. Even during the Great Depression, the company still managed to build more than 100,000 bicycles each year; annual output rose to nearly 350,000 by 1941. After World War II, the company was led by Frank W. Schwinn, a son of Ignaz Schwinn, who died in 1948. By the 1950s, the company, still known as Arnold, Schwinn & Co., sold about one-quarter of all bicycles in the United States. Sales reached $20 million in 1961, when the company employed about 1,000 people in the Chicago area. From the 1950s through the 1970s, a third generation of Schwinn family members led the company and changed its name to Schwinn Bicycle. The “Phantom,” “Sting Ray,” and “Varsity” models were Schwinn's best sellers. The Schwinn factory on the city's West Side, which made one million bicycles in 1968, still employed as many as 1,800 people during the 1970s. But the company's share of the national bicycle market began to shrink. In 1980, there was a strike at the West Side factory; three years later, it closed for good. By this time, Edward Schwinn, Jr., a great-grandson of the founder, led the company. In 1992, when Schwinn's market share had declined to about 5 percent, it entered bankruptcy and was sold by the Schwinn family to a group of investors led by Chicago's Sam Zell. In 1993, Schwinn's general offices moved to Colorado.",
    "Bibliography": "This entry is part of the Encyclopedia's Dictionary of Leading Chicago Businesses (1820-2000) that was prepared by Mark R. Wilson, with additional contributions from Stephen R. Porter and Janice L. Reiff.",
    "Street addresses associated": "West Side"
}