{
    "Title": "Art Criticism and Scholarship",
    "Descriptive Text": "The history of art criticism in Chicago starts with Art Review (1870), which closed after the Great Fire of 1871. Several periodicals made appearances before the World's Columbian Exposition of 1893 created an awareness of the arts. Some, like Mrs. T. V. Morse's Arts for America (1892–1900), had a largely female staff and a national circulation. Fine Arts Journal was edited by artists, and it survived from 1899 to 1919; the Chicago Evening Post started to offer serious literary and art criticism in 1908. Lorado Taft published his pioneering History of American Sculpture in 1903; built on his fame as the pre-eminent local sculptor, it became a classic. The Armory Show exhibition (1913) focused criticism on modernism. Harriet Monroe, founder of Poetry magazine and art critic for the Chicago Tribune, understood the modernists and lambasted conservative critics such as Taft and George Zug, who objected on either aesthetic or moral grounds. The interwar period was dominated by two critics, Eleanor Jewett of the Chicago Tribune beginning in 1917, and, starting in 1924, Clarence J. Bulliet, first with Post's Magazine of the Art World and then with the Chicago Daily News when it subsumed the Post in 1932. Jewett, a McCormick family member, supported academic art while condemning all modernism as immoral; Bulliet was widely read and wrote the first of his seven art books, Apples and Madonnas, in 1927, in support of modernism. He was influential, as his weekly was the largest such American publication in the late 1920s. There was not much written outside of the newspapers and occasional exhibition catalogs. J. Z. Jacobson's Art of Today: Chicago, 1933 (1932) was the first book devoted to the contemporary art of Chicago. By the time the Century of Progress exhibition opened in 1933, modernism's legitimacy was secure. After the WPA experience and World War II, the critical agenda turned to defining Chicago art. The critics who supported the “Momentum” artists questioned Chicago's receptivity to new ideas. Using New York jurors underscored the provincial nature of the Chicago art scene, at the same time that national art periodicals began to note the exhibitions here. None of the art critics in the late 1950s and 1960s captured attention like Jewett and Bulliet. Northwestern University professor James Breckenridge wrote for the Herald-American, and the “Momentum” artist turned art historian Franz Schulze wrote for the Daily News and for the Chicago Sun-Times when the former folded. Schulze, like his freelance peer Harold Haydon, reflected both a broader base and an appreciation of the work of the younger generation of figural expressionists that became identified as the Chicago School. Schulze's book, Fantastic Images: Chicago Art Since 1945 (1972), was the first in 40 years to examine the specific contributions of local artists. A new age of criticism arose in the 1970s, when Chicago's critics served as the local correspondents for such national art periodicals as Art in America and Art News. The opening of the Museum of Contemporary Art provided a contemporary focus that the more comprehensive Art Institute of Chicago could not, and the growth of the art galleries expanded opportunities to write about art. The New Art Examiner, which began in Chicago in 1973, increased national awareness of Chicago's artists in the decades following, while such critics as the Tribune's Alan Artner brought news of European art to his readers. Dennis Adrian of the School of the Art Institute has been especially influential in defining and promoting the Chicago School of local artists.",
    "Bibliography": "Prince, Sue Ann. The Old Guard and the Avant-Garde: Modernism in Chicago, 1910–1940. 1990. Schulze, Franz. Fantastic Images: Chicago Art Since 1945. 1972.",
    "Author of Text": "David M. Sokol",
    "Hyperlinked Terms Associated": "Fire of 1871, World’s Columbian Exposition, artists, Armory Show, Chicago Tribune, newspapers, Century of Progress, World War II, Northwestern University, Chicago Sun-Times, Museum of Contemporary Art, Art Institute of Chicago, galleries"
}