{
    "Title": "Art Colonies",
    "Descriptive Text": "There is a long tradition of artist colonies in Chicago and summer outposts some distance from the city. The most famous artist colony, at 57th Street and Stony Island Avenue in Hyde Park, was located in a pair of one-story frame buildings that had been constructed to house concessions for the World's Columbian Exposition of 1893. Among the few buildings not demolished after the fair, the complex soon became a haven for artists, literary figures including Sherwood Anderson, and related businesses such as used bookstores. The 57th Street Artist Colony had two nearby satellites. Cable Court, located a few blocks northwest, was a narrow, dark street, surrounded by three- and four-story tenement buildings occupied by artists and fellow travelers. Further west, at Kenwood Avenue, a third cluster occupied several buildings but centered on 1328 East 57th Street, where John Dewey had founded the Laboratory School of the University of Chicago in 1896. In the 1940s the first floor housed the Little Gallery owned by Mary Louise Womer, who with others founded the 57th Street Art Fair in 1948, the first of Chicago's community art fairs. Among the artists displaying their work was Gertrude Abercrombie, with her surreal paintings propped up against her ancient Rolls Royce automobile parked at the curb. In 1898, Lorado Taft and a small group established the Eagle's Nest artist colony overlooking the Rock River near Oregon, Illinois, 80 miles west of Chicago. The summer facility originally had tents and, later, cottages and studios. The activities at Eagle's Nest included not only visual arts but historical pageants in elaborate costume. Regular visitors included Harriet Monroe. Ox-Bow, in Saugatuck, Michigan, was founded as a summer artist colony in 1910 under the auspices of the Art Institute of Chicago Alumni Association; it remains active as an outpost of the School of the Art Institute. Faculty members have included Ed Paschke, architect Thomas Tallmadge, and Alphonso Iannelli. Also located in Michigan, John Wilson's Lakeside Center for the Arts thrived in the 1970s and 1980s with artists such as Richard Hunt and Roger Brown. It had an outpost of the Landfall Press of Chicago, a well-known printmaker. The Hyde Park artist colonies were among the casualties of urban renewal around 1960. In addition, the gentrification of Hyde Park pushed artists to the North Side, especially Old Town, which still has its own art fair each year. Artists also clustered elsewhere, including the Near North Side's Tree Studios, restored and commercialized in 2002, and Italian Court, formerly on Michigan Avenue. In the closing decades of the twentieth century, skyrocketing real-estate values in Old Town and Lincoln Park drove artists further west to neighborhoods such as Wicker Park and Bucktown.",
    "Author of Text": "Devereux Bowly, Jr.",
    "Hyperlinked Terms Associated": "artist| Hyde Park| World’s Columbian Exposition| University of Chicago| art fairs| Art Institute of Chicago| urban renewal| gentrification| Old Town| Near North Side| real-estate| Old Town| Lincoln Park| Wicker Park| Bucktown",
    "neighborhood names associated": "Hyde Park| Old Town| Near North Side| Lincoln Park| Wicker Park| Bucktown"
}