{
    "Title": "Art Centers, Alternative",
    "Descriptive Text": "In the parlance of the contemporary art world, an “alternative space” indicates a gallery or center that by circumstance or mission exists outside of, or in opposition to, mainstream art institutions, particularly museums and commercial galleries. In Chicago, many of these have taken the form of artists' cooperatives or not-for-profit spaces founded by artists to further their work in the face of resistance from established institutions. Alternative spaces are largely a post– World War II phenomenon, but there were some important precedents, including the Art Building Gallery, founded in 1862 to provide local and foreign artists free exhibition space; the Academy of Design (incorporated in 1869), an art school and membership exhibition gallery which later became the Art Institute of Chicago; the Neo-Arlimusc group, founded in 1926 by artist Rudolph Weisenborn to further exchanges between all forms of creative practice; and the Artists Union of Chicago (1936–1938), an outgrowth of the John Reed Club, organized to mediate between artists and the New Deal Federal Art Project. In 1948 the resistance of the curators of the Art Institute's “Annual Exhibition by Artists of Chicago and Vicinity” to the new vision of artists educated at the School of the Art Institute on the GI Bill spawned the important artists' group Exhibition Momentum. This group's series of large exhibitions, organized by members, often juried by high-profile New York artists and curators, and mounted in donated space, continued until 1964 and demonstrated to hundreds of local artists that they were capable of determining their own fate. The true era of the Alternative Space, however, was the 1970s. Fed by a huge increase in art school graduates in the late 1960s and by grants from the newly established National Endowment for the Arts (NEA), N.A.M.E. Gallery (1973–1997) and feminist co-ops Artemisia Gallery (1973–2003) and ARC Gallery (1973) formed the core of an exciting alternative scene on Hubbard Street west of State. A number of media-specific cooperatives joined the big three: the Center for New Television (later the Editing Center) sponsored new video; Chicago Filmmakers (1973–) showed independent film; Bookspace (1978–1980s) presented artists' books; and Lill Street Gallery (1980–) promoted ceramics. While founded in reaction to existing institutions, most alternative spaces quickly became a vital part of the Chicago art community, promoting new talent, new media, and styles of art that often moved easily into the embrace of commercial galleries. Member burnout, financial burdens (particularly increased rents due to gentrification of a succession of neighborhoods “homesteaded” by the galleries), and pressure from the NEA in the 1980s and early 1990s pushed the evolution of such spaces as N.A.M.E. and Randolph Street Gallery (1979–1998) toward a more conventional board-director structure, with the concomitant perception by the younger generation that these spaces were just another aspect of the established mainstream. Such galleries as WPA (1981–1986) and the Uncomfortable Spaces cooperative of commercial galleries (principally Ten in One, Tough, and Beret International) were founded to further the aims of younger artists amidst the general feeling at the close of the century that the Alternative Space was no longer a viable paradigm for the promotion and exhibition of visual arts in Chicago.",
    "Bibliography": "Larson, Kay. “Rooms with a Point of View.” Artnews 76.8 (October 1977): 32–38. Warren, Lynne, ed. Alternative Spaces: A History in Chicago. 1984. Warren, Lynne, ed. Art in Chicago, 1945–1995. 1996.",
    "Author of Text": "Lynne Warren",
    "Hyperlinked Terms Associated": "artists| World War II| Art Institute of Chicago| New Deal| galleries| gentrification"
}