{
    "Title": "Artists, Education and Culture of",
    "Descriptive Text": "Early in the twentieth century, Chicago artists and civic leaders believed that the city's accumulating wealth and their own ambitions soon would make it, in novelist Theodore Dreiser's words, “first in art achievement.” Chicago did win renown for its art collections and schools for educating artists. This renown seldom extended to Chicago's art makers, yet by the beginning of the twenty-first century this increasingly diverse group of artists had created a substantial legacy. The city's limitations, as much as its strengths, shaped this legacy. New York always far surpassed Chicago in the number and overall importance of its patrons, galleries, critics, and art publications, as well as artists. Chicago's outside-the-spotlight position could be an asset for artists who wished to develop gradually maturing personal styles, be playfully irreverent toward prevailing practices in the arts, or expand the definition of art. Yet Chicago artists also connected with kindred spirits in their city and with national and international art worlds, participating in ongoing debates such as the persistent one between defenders and critics of tradition. These connections developed slowly. The external world felt Chicago's influence in politics and industry decades before the city became a presence in the arts, initially as a market for works produced elsewhere. Although by the mid-1850s Chicago had attracted well-known portrait painter G. P. A. Healy and sculptor Leonard W. Volk, well-to-do citizens who sought art usually looked to Europe or the East Coast. This remained true at the time of the 1893 World's Columbian Exposition, described by sculptor Augustus Saint-Gaudens as “the greatest meeting of artists since the fifteenth century.” Most were only visitors and less then 10 percent of the artworks on display were by Chicago artists, trained mainly in Paris, Munich, Düsseldorf, and Rome. Yet works at the exposition by painters and sculptors such as Alice D. Kellogg and John Donoghue gave promise of things to come. Although Paris-trained, Donoghue and Kellogg initially had studied at the Chicago Academy of Design. Artists formed the academy in 1866 (incorporated in 1869) to offer art classes and exhibitions. Business leaders supplanted this financially troubled organization by incorporating in 1879 a new Chicago Academy of Fine Arts, renamed the Art Institute of Chicago in 1882. It included a museum and a school. Subsequently the School of the Art Institute became one of the most influential in the country, as did the museum, for which patrons such as Martin Ryerson and Bertha Honoré Palmer acquired works by Degas, Manet, and many others. The Art Institute seldom acquired works by Chicago artists, who received some support from a variety of other institutions such as the Newberry Library, which first purchased and exhibited local work in the 1880s. The following decade a range of creative activities received nourishment at the 57th Street artists' colony, which later attracted writers Floyd Dell and Henry Miller. Also important were the low-rent studios erected in 1894 by Judge Lambert Tree and the Fine Arts Building, designed to bring together artists, musicians, writers, and craftspeople. Jane Addams added the Butler Art Gallery (1891) two years after opening Hull House. There in 1897 artists and supporters created the Chicago Society of Arts and Crafts, which championed decorative arts and a nonhierarchical definition of art, as Addams did by encouraging immigrant crafts. At the Little Room, artists such as painter Ralph Clarkson mingled with Addams and writers Henry Blake Fuller, Hamlin Garland (who credited impressionist painters with teaching him to see anew), and poet Harriet Monroe. The number of artists available to participate in such interchanges grew. Between 1865 and 1900 the number of Chicagoans listed as “artists” in city directories increased from dozens to several hundred. Many, whose professional and social lives were likely to be quite different from the artists who met in the Little Room, were engaged in such specific commercial tasks as hand painting factory-produced ceramic pieces. Women did this hand painting; men usually received commissions for portraits, designed stained glass, and taught advanced students. The burgeoning publishing industry also mostly employed men, although women served as book illustrators. By the 1890s fields such as advertising, crystal cutting, furniture and leather product design, and metalwork, along with the emerging institutional support, made the artist's life more viable in Chicago than in St. Louis or Cincinnati, and comparable to that in Philadelphia or Boston. Chicago augmented New York's preeminence by launching the careers of many fine and commercial artists who then moved there. Perhaps the most prominent Chicago artist at this time was Lorado Taft, who in addition to making monumental sculptures and teaching at the School of the Art Institute published in 1903 his influential The History of American Sculpture. The first work completed with support from the Ferguson Fund, created in 1905 to finance public monuments and sculptures in the city, was his Fountain of the Great Lakes, dedicated in 1913. Taft's vision of an uplifting high culture grounded in classical principles of artistic order and harmony received a challenge in that year from the Armory Show. The show featured works that made unconventional use of color and form and refused to idealize the human form. European artists created most of the controversial works, although one of the few nonrepresentational paintings in the exhibition was by Chicago resident Manierre Dawson. Earlier, the W. Scott Thurber Gallery (designed by Frank Lloyd Wright) and one or two others had exhibited works by local modernists such as Jerome Blum, and a few collectors, notably Arthur Jerome Eddy, purchased modernist work. Most of Chicago's 10 or so commercial galleries, and dozens of art-related associations such as the Friday Club, favored traditional styles. However, the Armory Show encouraged dissident artists such as Stanislaus Szukalski, who arrived from Poland in 1913. Because the Art Institute's Annual Exhibition of Artists of Chicago and Vicinity slighted modernist work, abstract artist Rudolph Weisenborn and others created a Salon des Refusés and the Chicago No-Jury Society of Artists. They exhibited works in the 1920s at sites such as Marshall Field's. The more traditional Palette and Chisel Club, founded in 1895 by artists who wanted to share the cost of models, offered another venue. The Renaissance Society, traditionalist when founded at the University of Chicago in 1915, began in the late 1920s to challenge prevailing conceptions of art, leading to such exhibitions as American Primitives (1931). The Arts Club, promodernist from its founding in 1916, brought Fernand Léger to Chicago in 1930 to show his film Le Ballet Mécanique. As encoded in its name, during its brief existence Neo-Arlimusc (1926–1928) encouraged interactions among artists, littérateurs, musicians, and scientists, as did Margaret Anderson's A Little Review a decade before. Contacts with writers Theodore Dreiser and Sherwood Anderson, the latter of whom exhibited paintings in Chicago, helped sustain modernist painter Jerome Blum, whose aspirations met family and public resistance and who found the physical city's predominant grays and browns dispiriting. In later years visual artists met other creative figures, including out-of-town visitors such as Thorton Wilder, Dizzy Gillespie, and Sarah Vaughan, at painter Gertrude Abercrombie's Hyde Park home. Painter and patron Frederick Clay Bartlett's remarkable gift, the Helen Birch Bartlett Memorial Collection (1926), brought to the Art Institute over 20 major works, including Georges Seurat's Sunday Afternoon on the Island of La Grande Jatte (1884–86), which influenced many Chicago artists. Such organizational and cultural opportunities did not satisfy all the needs of Chicago artists. Clarkson in 1921 listed over 70 who had left for better opportunities elsewhere, and following decades brought similar reports. Yet the ties between art and commerce, encouraged by organizations such as the Chicago Association of Arts and Industries, founded in 1922, far surpassed those in any American city other than New York. A 1925 index of advertising artists and illustrators listed 750. Many lost their jobs in the 1930s, yet that decade created additional links among fine and commercial art, industry, and education. Chicago's Century of Progress Exposition of 1933–34 attracted industrial and interior designers to work on its various buildings and displays and brought commissions to many painters and sculptors, some local. With support from the Association of Arts and Industries and then from Container Corporation of America founder Walter Paepcke, émigré László Moholy-Nagy helped establish the New Bauhaus (1937). Moholy-Nagy drew on his experience at the Bauhaus in Germany to teach students how to infuse such utilitarian tasks as product design with a highly developed aesthetic sensibility rooted in cultivation of their sensory and intellectual faculties. The federal government played the largest new role in sustaining Chicago artists through the Great Depression years. The Federal Art Project and other agencies employed hundreds and left legacies such as the South Side Community Art Center (1941). Project administrators urged painting of scenes of American life, reinforcing local interest in regionalism, but with a stylistic diversity exemplified by the more than 50 artists presented in J. Z. Jacobson's Art of Today: Chicago, 1933. The immensely popular exhibitions of earlier and contemporary art at the Art Institute held in conjunction with the Century of Progress Exposition demonstrated public interest in a variety of work including modernist art. Concerned by such trends, the conservative Society for Sanity in Art, established by Josephine Hancock Logan in 1936, called for traditional art as represented in the exemplary collection of the Union League Club. During World War II, enrollment in Chicago's art schools declined (at the School of the Art Institute it dropped 50 percent between 1938 and 1943) as students entered the military. Those who remained learned to respond to wartime needs, for instance by using less fabric, in short supply thanks to military demand, in their fashion design classes. At war's end the GI Bill helped fill the city's colleges, including its art schools, with former soldiers who brought a new level of maturity and intensity to undergraduate education. Enrollments at the School of the Art Institute and elsewhere surpassed earlier highs. The New Bauhaus in 1944 became the Institute of Design, affiliated from 1949 with the Illinois Institute of Technology (IIT). The Institute of Design made Chicago a national center for study of photography. Its socially oriented and rationally grounded design tradition presented an invigorating contrast to expressive and personal approaches more typical at the School of the Art Institute. Galleries became more relevant to Chicago artists when in the 1950s Allan Frumkin and Fairweather-Hardin brought contemporary art from New York and Europe and showed local work, encouraging dozens of other galleries to do the same. Serious collectors with local interests appeared, including Jory and Joseph Randall Shapiro, who made their collections accessible to artists and led in founding the Museum of Contemporary Art (1967). Other new venues for seeing and showing included the Terra, Smart, and Block museums. The gift of the Bergman Collection gave the Art Institute a superb surrealist collection. Also important were community venues such as the 57th Street Art Fair, established in 1948 and soon followed by the Old Town Art Fair. In the 1960s and 1970s, outlying institutions such as the College of DuPage, as well as institutions in or close to the city such as the University of Illinois at Chicago, Roosevelt University, and Columbia College, joined the School of the Art Institute as significant employers of artists, making issues such as a school's part-time faculty benefits important factors. Influential teachers from this period included Kathleen Blackshear, Harry Callahan, Aaron Siskind, George Cohen, Ed Paschke, Ray Yoshida, and Robert Loescher. Both institutional growth and resistance to it generated artistic energy. In 1947, the Art Institute excluded students from the Chicago and Vicinity show, leading to Exhibition Momentum, which brought renowned artists to jury exhibitions in 1948 and after. Yet distinctions between mainstream and alternatives blurred. Venerable organizations became receptive to a wider range of art, as shown by Katherine Kuh's career. Director of a gallery that showed controversial modernist works in the 1930s, Kuh became the first curator of modern art at the Art Institute the following decade. She later assembled a contemporary collection for First National Bank of Chicago. Ethnographic collections at the Field Museum and the Oriental Institute inspired Leon Golub, Nancy Spero, and others as they challenged both traditional and contemporary practices, leading to the first grouping of Chicago artists to receive national attention, the Monster Roster. Another group to achieve this status was the Hairy Who, first shown in 1966 at the Hyde Park Art Center, founded in 1939 and which under the later leadership of Don Baum and with financial support from Ruth Horowitz championed community arts education and emerging Chicago artists. Critics Franz Schulze and Dennis Adrian helped bring attention to these artists. Writing on Chicago art further benefited from the establishment in 1973 of the New Art Examiner. The black neighborhood mural movement in the early 1960s built on the African American community's tradition of trading art works for goods and services. Establishment of the DuSable Museum (1961) placed into historical context the work of African American artists such as Archibald Motley, Jr., who graduated from the School of the Art Institute in 1918 and whose paintings memorably documented life in Chicago's Bronzeville. The civil rights movement encouraged Motley to deal more explicitly with racial issues by the 1960s. Opposition to American involvement in Vietnam also generated activist art. In November 1968 the Feigen Gallery exhibited works protesting repression of dissenters during the recent Democratic Convention. Vietnam veterans did not have the immediate impact on the Chicago art community that those from World War II did, but after its establishment in 1996 the Chicago-based National Vietnam Veterans Art Museum displayed their work. Social activism sparked creation of the multiracial Chicago Mural Group (1970), the Public Art Workshop (1972), and Movimiento Artistico Chicano (1975). Artists' cooperative galleries proliferated, including N.A.M.E. and several with a feminist emphasis, such as ARC and Artemesia, outgrowths of women artists' group the West End Bag, sparked by Ellen Lanyon. Beginning in the 1960s the National Endowment for the Arts and the Illinois Arts Council provided modest but often crucial support for organizations and individual artists. Chicago continued to export artists. Perhaps the most widely recognized Chicago painter at midcentury, Ivan Albright, left after the city demolished the building that housed his studio. Claes Oldenburg, Red Grooms, Golub, Spero, Martin Puryear, Ellen Lanyon, and many others departed, often in search of better opportunities to exhibit, sell, and receive recognition for their work. Artists who left frequently expressed affection for Chicago, as did sculptor H. C. Westermann, who valued its commercialism and abundance of industrial materials. Others remained, or returned after stints elsewhere, including Jim Nutt, Gladys Nilsson, Kerry James Marshall, and Paschke. The city provided a receptive environment for self-taught artists such as Mr. Imagination. Artists including Roger Brown, Yoshida, and Karl Wirsum built inspiring collections of unconventional works that they made accessible to others. Novelist Leon Forrest considered visual artists indispensable to the “ideal community” for nurturing his own work, and many Chicago artists thrived on their interactions with local writers, musicians, architects, and performers. The Percent for the Arts Program established in 1978 required 1 percent of the cost of new public buildings be set aside to purchase art for the site. Various gigantic exhibitions such as Art Chicago and Chicago International Art Exposition have given Chicago artists additional exposure and made art from around the world accessible to them.",
    "Bibliography": "Prince, Sue Ann, ed. The Old Guard and the Avant-Garde: Modernism in Chicago, 1910–1940. 1990. Schulze, Franz. Fantastic Images: Chicago Art Since 1945. 1972. Warren, Lynne, ed. Art in Chicago, 1945–1995. 1996.",
    "Author of Text": "George H. Roeder, Jr.",
    "Hyperlinked Terms Associated": "art| galleries| politics| World’s Columbian Exposition| Art Institute of Chicago| Newberry Library| artists’ colony| Fine Arts Building| Hull House| Arts and Crafts| publishing| advertising| furniture| leather| Armory Show| Renaissance Society| University of Chicago| Century of Progress Exposition| Great Depression| Federal Art Project| South Side| Century of Progress Exposition| World War II| Institute of Design| Illinois Institute of Technology| photography| Museum of Contemporary Art| Terra| Smart| University of Illinois at Chicago| Roosevelt University| Columbia College| Field Museum| Hyde Park Art Center| African American| DuSable Museum| civil rights movement| World War II",
    "neighborhood names associated": "Hyde Park| Bronzeville"
}