{
    "Title": "Arts Funding",
    "Descriptive Text": "Chicago's traditions of arts funding have roots in the business community and civic leadership of the mid-nineteenth century. In the 1860s and '70s, early antecedents of cultural institutions grew from arts programs organized by members of elite clubs. During the same period, theater and music organizations gained strength in ethnic neighborhoods with more grassroots support. The swell of civic support to build the Auditorium Theater in 1886 began a tradition of broad-based backing in addition to bringing together wealthy philanthropists who went on to found other major Chicago cultural institutions. The World's Columbian Exposition in 1893 was pivotal in establishing Chicago as a cosmopolitan, cultural city and brought local, national, and international attention. The virtually concurrent establishment of the Chicago Symphony, Art Institute, and Field Museum went hand in hand with the ambitions of the city's aggressive business developers. More specifically community-based arts efforts included programs in music, literature, and visual arts for immigrants at Hull House, founded in 1889. The establishment of the Chicago Community Trust in 1915 encouraged individual philanthropy, and a Trust survey in the early 1920s showed that culture and education received the largest share. The mix of corporate, individual, and private foundation grants remained the mainstay of arts funding into the 1960s. During that decade, the establishment of the National Endowment for the Arts and the Illinois Arts Council seeded growth in small and midsize arts organizations. These agencies also encouraged greater community participation and funding of arts programs, commonly awarding matching grants and focusing on community-based and culturally specific organizations. Support for the arts by Chicago city government strengthened in the 1980s and 1990s, spurring corporate and foundation leadership in the funding of arts resources, a development reminiscent of the industrialist backing of the previous century. Chicago became, at the end of the twentieth century, a national model for public-private partnerships in support of the arts.",
    "Bibliography": "Horowitz, Helen Lefkowitz. Culture and the City: Cultural Philanthropy in Chicago from the 1880s to 1917. 1976. McCarthy, Kathleen D. Noblesse Oblige: Charity and Cultural Philanthropy in Chicago, 1849–1929. 1982. McCarthy, Kathleen D. Women's Culture: American Philanthropy and Art, 1830–1930. 1991.",
    "Author of Text": "Jane Preston",
    "Hyperlinked Terms Associated": "business, clubs, theater, Auditorium, philanthropists, World's Columbian Exposition, Chicago Symphony, Art Institute, Field Museum, Hull House, Community Trust"
}