{
    "Title": "Arts and Crafts Movement",
    "Descriptive Text": "In the 1890s the principles of the British Arts and Crafts movement found a sympathetic audience in Chicago among art workers, educators, and others involved in progressive cultural and social reforms. Convinced that industrial capitalism had caused the degradation of work and the human spirit, the movement advocated a reunification of art and labor, of artist and artisan. Arts and Crafts societies, guilds, and schools spread “the craftsman ideal” and promoted hand workmanship as a moral regenerative force. Hull House, a social settlement founded by Jane Addams, became the center of the movement. It sponsored a variety of handicraft activities and shops and served as headquarters for the Chicago Arts and Crafts Society, founded in 1897. Less a style than an approach toward the making of objects, the Arts and Crafts philosophy found tangible expression in the revival of traditional crafts, particularly metalwork, ceramics (art pottery, hand-painted china, architectural terra cotta), stained and cut glass (art glass), furniture, books, and weaving. A number of small shops specializing in Arts and Crafts goods grew up in the Chicago area. Highly skilled metalsmiths hand wrought silver tableware, trophies, and jewelry at the Kalo Shop, the Jarvie Shop, Petterson Studios, and Chicago Art Silver Shop, creating a distinctive Chicago style perpetuated by the Cellini Shop ( Evanston ), Mulholland Brothers ( Aurora ), the Randahl Shop ( Park Ridge ), and the Tre'O Shop (Evanston). The Pickard China Company and numerous studios hand painted porcelain. Other small shops crafted leather goods, hand printed books, cut and engraved glass, or made intricate leaded glass windows and light fixtures. Small workshops and large factories turned out straight-lined furniture in the Mission style for thousands of new bungalows. The city's leading producers of art pottery were primarily engaged in the manufacture of architectural terra cotta. Frank Lloyd Wright and several architects associated with the Prairie School designed Teco ware, a molded art pottery produced at the American Terra Cotta & Ceramic Company's factory near Crystal Lake. By 1914 these handicrafts industries, as well as the Arts and Crafts movement itself, had reached their peak of popularity and were turning into leisure activities or personal and social therapy.",
    "Bibliography": "Darling, Sharon S. Chicago Ceramics and Glass. 1979. Darling, Sharon S. Chicago Metalsmiths. 1977. Darling, Sharon S. Teco: Art Pottery of the Prairie School. 1989.",
    "Author of Text": "Sharon S. Darling",
    "Hyperlinked Terms Associated": "art, arrist, Hull House, furniture, Evanston, Aurora, Park Ridge, bungalows, Crystal Lake, leisure",
    "Street addresses associated": "Evanston, Aurora, Park Ridge"
}