{
    "Title": "Association for the Advancement of Creative Musicians",
    "Descriptive Text": "The Association for the Advancement of Creative Musicians (AACM) represents one of the greatest organizational and aesthetic successes of modern African American music. Founded by South Side musicians in 1965, it served initially as a grassroots clearinghouse for local performances of a range of jazz -based styles. Most commonly practiced was a startlingly original kind of experimental improvised music, which, in its difficulty and close-knit collective interaction, became a modernist marker of the radical collectivist politics many of the organization's members espoused. This linkage of black-arts political themes and a powerful, new improvised music rapidly drew national attention, particularly through the help of two local institutions: Down Beat, the nation's major jazz magazine, and Delmark, the blues record label, which recorded several AACM artists. The AACM distinguished itself by advancing an intricate and abstract “collective” improvisational style that grew out of the informal sessions led by one of its founders, Muhal Richard Abrams. Delmark's releases of AACM recordings (including those led by Abrams, Roscoe Mitchell, Joseph Jarman, and Anthony Braxton) documented this originality, and their appeal motivated these and other AACM artists to travel first to Paris and then New York in order to advance their musical careers. Although the AACM is best known for this formative moment, it has, since then, continued to enhance the musical life of Chicago and the world. As a training ground, the organization has produced a continual flow of internationally recognized musicians (George Lewis, Henry Threadgill, Chico Freeman) and has become a viable symbol of artistic “self-help,” fundamental to the African American tradition.",
    "Bibliography": "Radano, Ronald M. New Musical Figurations: Anthony Braxton's Cultural Critique. 1993.",
    "Author of Text": "Ron Radano",
    "Hyperlinked Terms Associated": "African American| South Side| jazz| magazine| blues"
}