{
    "Title": "Assyrians",
    "Descriptive Text": "Prior to World War I, Assyrians dwelled largely among Kurds, Turks, Azeris, and Arabs in what is now southeastern Turkey, northern Iraq, and northwestern Iran. Bearers of the ancient Syriac Christian heritage, they speak Modern Syriac (“Modern Assyrian”), a form of Aramaic. Since World War I, they have scattered, yet their nationalistic consciousness has deepened. The tight-knit Chicago community, numbering 15,683 according to the 2000 census (community estimates report several times that many), has long been one of the largest and most active in the Assyrian diaspora. Exposure to American Presbyterian missionaries in Iran first prompted Assyrians to come to America. Early arrivals, from 1889 on, were young men who had attended missionary schools and came to continue their studies or, later, to seek work. A number of key missionaries in Iran were Chicagoans, including several members of the prominent Shedd family. The young men settled around Clark and Huron, near religious institutions familiar to them. By 1920, the majority were employed as hotel and restaurant workers or as janitors. World War I had calamitous consequences, as approximately one-third of the 310,000 Assyrians remaining in their homeland perished. Assyrians in Chicago saw their numbers swell with refugees: from 1,422 in 1920 to 2,327 in 1924, according to community estimates. These events hastened organizational development. To save and rebuild the lives of the refugees, Assyrians cooperated with Armenians in the Armenian Syrian Relief Committee and established village aid societies and ladies' sewing bees. Several nationalistic social clubs emerged, including the still-existing Assyrian American Association, or Šôtāputa (founded 1916). From the 1910s through the 1930s, Chicago's Assyrian community cultivated a rich social and cultural life, as its members advanced economically and moved northward into such neighborhoods as Lincoln Park and Lake View. Integrating themselves into the life of Chicago through the assertion of their ethnicity, Assyrians established a persisting pattern. During World War I, they assiduously sold Liberty Bonds, and in 1918 they organized the 100-member-strong Assyrian American Illinois Volunteer Training Corps, or Pôj Surêta (“Assyrian Battalion”). In 1947, Assyrian veterans established the American Assyrian Amvet Post, which has remained active into the twenty-first century. Assyrians also organized their own congregations, conducting services in Syriac, within the fold of established denominations. The Carter Presbyterian Church—until the 1970s, the largest Assyrian congregation—was spawned by the Fourth Presbyterian Church. Smaller congregations also flourished: Chaldean (Roman) Catholic, Congregational, Pentecostal, Lutheran, and Brethren, in addition to the Assyrians' ancestral Church of the East, which has had strong ecumenical ties with the Episcopal Church. From the 1920s through the 1950s, the inflow of Assyrians to Chicago seldom exceeded a trickle. Since the 1960s the pace of immigration has quickened, from Syria, Lebanon, and above all Iraq. Assyrians in Iraq tended to work for the British military or foreign contractors. Nationalization of enterprises destabilized their economic position and spurred emigration, which the Iran-Iraq War (1980–1988), the Persian Gulf War (1991), and pervasive government oppression accelerated. This new migration coincided with the waning of the “old” community. As the mostly Iranian Assyrians migrated out of Chicago (especially to California) or assimilated into American society, the mostly Iraqi Assyrians replenished and augmented the existing American Assyrian institutions. Since 1992, they have held an annual Assyrian New Year's Parade on honorary “King Sargon Boulevard” (a stretch of Western Avenue). Internally diverse, these later immigrants typically have found employment as workers in midsize factories and as store clerks, bank tellers, and mechanics. More and more have become professionals such as doctors, engineers, and accountants, or retailers. By 1990, Assyrians owned as many as four hundred North Side video rental shops. Recently, operating dollar store franchises has become an attraction. Chicago's Assyrian families have toiled to support or rescue relatives facing dire circumstances in the Middle East. By activating their extensive family support networks, such efforts have kept alive a strong sense of Assyrian identity.",
    "Bibliography": "Ablahat, Rev. Haidow, et al. Dedication of the Carter Memorial Assyrian-Persian Chapel, 52–54 West Huron Street, of the Fourth Presbyterian Church of Chicago. 1914. Ashurbanipal Library, Chicago, IL. Holy Catholic Apostolic Church of the East (Assyrian Nestorian) Vs. His Beatitude, Mar Eshai Shimun, Patriarch of the East and of the Assyrians, et al. 42 C 3763 (1942). Clerk of the Circuit Court of Cook County, Chancery Division. Stein, Edith M. “Some Near Eastern Immigrant Groups in Chicago.” M.A. thesis, University of Chicago. 1922.",
    "Author of Text": "Daniel P. Wolk",
    "Hyperlinked Terms Associated": "World War I, Turks, religious institutions, hotel, restaurant, refugees, Armenians, Syrian, Lincoln Park, Lake View, Fourth Presbyterian Church, Iranian, Iraqi",
    "Street addresses associated": "Lincoln Park, Lake View"
}