{
    "Title": "Auburn Gresham",
    "Descriptive Text": "Community Area 71, 9 miles SW of the Loop. The low, flat, swampy land upon which Auburn Gresham was built was located in the southeast section of the Town of Lake that was annexed into Chicago in 1889. Earlysettlers were German and Dutch truck farmers. When railroad lines were laid in the mid-nineteenth century, Irish railroad workers came to the area. The World's Columbian Exposition in 1893 attracted prospective homesteaders to the South Side through the extension and improvement of city services to the area, including streetcar lines. Between 1913 and 1918, the city further extended the lines on Halsted to 119th Street and the cars on Racine and Ashland Avenues to 87th Street. The 79th Street line ran from Western Avenue to Lake Michigan beaches. Auburn Gresham's accessibility to transportation made the neighborhood an easy sell for developers looking to attract families who were trying to escape older and more congested sections of the city. Many Auburn Gresham residents migrated from the working-class neighborhoods of Bridgeport, Canaryville, and Back of the Yards as well as from Englewood. Twenty-one percent of Auburn Gresham's population were of Irish stock in the 1930s. German Americans, Swedish Americans, and some Polish, Italian, and French Americans also took up residence in the area. Many stockyard workers commuted to work on the Halsted streetcar. City workers such as police and firefighters, as well as railroad and construction workers, found the neighborhood convenient. Between 1920 and 1930 the population of Auburn Gresham nearly tripled, from 19,558 to 57,381. Most of the housing built there were bungalows, two- and three-flats, and apartment buildings. Approximately 44 percent of Auburn Gresham's population were Roman Catholics, concentrated into five large parishes. The other residents worshiped at six Lutheran churches, three Methodist congregations, two Episcopal churches, and small Presbyterian, Baptist, and nonaffiliated congregations. Ethnic groups tended to live near their respective churches. Many Catholics were clustered near St. Leo's and St. Sabina's parishes. There was no overt Protestant -Catholic hostility here as in other Chicago neighborhoods, probably because few residents were nativists of Anglo-Protestant stock. Auburn Gresham weathered the Great Depression and World War II and enjoyed the peaceful and prosperous fifties. By the end of the 1950s, African Americans seeking housing beyond the overcrowded and decaying Black Belt began to move into neighborhoods adjacent to Auburn Gresham. While this provoked racist anxieties among many residents, in 1959 several churches and civic organizations formed the Organization of Southwest Communities (OSC). Modeled on Saul Alinsky's community organizing tactics, the OSC's goals were to maintain property values and appearances, stop blockbusting by real-estate agents, educate residents to dispel racist stereotypes, and prevent violence while allowing peaceful, stable integration. In its first five years of existence, OSC enjoyed wide and even enthusiastic support from residents who felt protected from property-value declines and racial violence. In the 1960s, however, crime in the Gresham police district rose at a faster rate than in the city as a whole. Crimes ranged from purse snatchings and bicycle thefts to home break-ins. At the same time, Auburn Gresham's population increased dramatically. For the previous 20 years it had remained relatively stable, but between 1960 and 1970 the population grew from 59,484 to 68,854. The swell of cars and noise made the area less appealing, and parking difficulties at night made crime-fearing residents more anxious. City and national events also played a role in chilling race relations in Auburn Gresham. In 1966 violence greeted the civil rights march of Martin Luther King, Jr., in nearby Marquette Park. King's death in Memphis on April 4, 1968, set off riots in Chicago and across the county. Many white residents in Auburn Gresham came to the conclusion that violence was an inevitable byproduct of racial mixing. By 1970 Auburn Gresham was 69 percent black, including many middle-class federal employees and CTA workers. Most African Americans initially settled in the eastern portion of the neighborhood. While OSC could not maintain integration, it did make the transition from white to black more peaceful and less destructive to property values and a less embittering experience for many.",
    "Bibliography": "McMahon, Eileen M. What Parish Are You From? A Chicago Irish Community and Race Relations. 1995. Pacyga, Dominic A., and Ellen Skerrett. Chicago, City of Neighborhoods: Histories and Tours. 1986.",
    "Author of Text": "Eileen M. McMahon",
    "Hyperlinked Terms Associated": "Lake, annexed, German, Dutch, Irish railroad workers, World's Columbian Exposition, South Side, Lake Michigan, transportation, Bridgeport, Back of the Yards, Englewood,Swedish, Polish, Italian, French, police, firefighters, construction workers, bungalows, Roman Catholics, Protestant, Great Depression, World War II, African Americans, Black Belt, blockbusting",
    "Street addresses associated": "Bridgeport, Canaryville, Back of the Yards, Englewood, Auburn Gresham"
}