{
    "Title": "Auditorium Building",
    "Descriptive Text": "The Auditorium is one of Chicago's architectural masterpieces. Built in 1888 on the northwest corner of Congress and Michigan, it combines Dankmar Adler's engineering ingenuity with Louis Sullivan's architectural virtuosity. It was the brainchild of Ferdinand Peck, a Chicago impresario devoted to bringing the city a world-class opera house and theater. A hotel and office block were added in 1890 to ensure the theater's economic viability. Adler and Sullivan received the commission based on Adler's expertise in acoustics and engineering. After preliminary, ornate designs, Peck accepted Sullivan's final scheme, which derived much of its character from H. H. Richardson's recently completed Marshall Field Wholesale Store, also in Chicago. Richardson's building was a warehouse that employed strong, solid massing without excessive ornament. The beauty of Sullivan's design (built 1887–1889) comes from his focus on the structure's overall mass and repetition of streamlined patterns to give this large building (63,350 square feet) with many uses a unified look. Sullivan's muted exterior stands in contrast to his elaborate interior designs, based on organic motifs. The Auditorium demonstrates Adler's technical ability to accommodate a variety of uses, from political conventions to grand opera, under one roof. Innovations in foundation technology allowed the large, heavy building to be constructed on notoriously marshy land, and the latest techniques were employed to give the building uninterrupted spans. The Auditorium fell into disuse with the completion of Chicago's Civic Opera Building in 1929, and the Great Depression furthered its demise. During World War II, portions of the building were used by the United Service Organization (USO). In 1946, Roosevelt University purchased the structure and began converting the hotel and office spaces into classrooms and school",
    "Bibliography": "Condit, Carl W. The Chicago School of Architecture. 1964. Jordy, William H. Progressive and Academic Ideals at the Turn of the Twentieth Century. Vol. 4, American Buildings and Their Architects. 1972.",
    "Author of Text": "Heidi Pawlowski Carey",
    "Hyperlinked Terms Associated": "hotel| Wholesale| political conventions| opera| Great Depression| World War II| Roosvelt University"
}