{
  "Title": "Aurora, IL\n",
  "Descriptive Text": "DuPage and Kane Counties, 35 miles W of the Loop. The city of Aurora, the economic anchor of the Fox River Valley area, has a population of over 110,000. It began in 1834 (incorporated in 1845), when Joseph and Samuel McCarty came from New York looking for a river site to build a mill. A strategic bend in the Fox River at this location satisfied the McCarty brothers. The river served as a power source for mills and early factories even as periodic floods destroyed businesses, bridges, and dams.\n\nIn 1854 a second town incorporated west of the river, and three years later, the separate municipalities united. To ease political tensions between the two, civic offices were located on an island in the river; ward boundaries ended at the river, and the mayor was elected from alternate sides until 1913. While initially the east side was much larger both geographically and in population than the west side, the river now divides the town through its general geographic center.\n\n\nFollowing the establishment of textile mills and gristmills, Aurora became a manufacturing center, primarily of heavy-machine building equipment. In 1856 the Chicago, Burlington & Quincy Railroad located its railcar construction and repair shops in Aurora to become the town's largest employer until the 1960s. These businesses were located primarily on the east side and provided employment for four generations of European immigrants. Aurora's professional and managerial workers came from Yankee stock and settled across the river, making the west side more affluent. The combination of these three factors—a highly industrialized town, a sizable river that divided it, and the Burlington's shops—account for much of the dynamics of Aurora's political, economic, and social history.\nAurora's character formed early. Philosophically, the town was inclusive and tolerant, welcoming a variety of European immigrants and openly supporting abolitionist activity prior to the Civil War. Mexican migrants began arriving after 1910.\n\nSocially, the town was progressive in its attitude toward education, religion, welfare, and women, for example, establishing the first free public school district in Illinois in 1851 and a high school for girls in 1855, supporting 20 congregations (including two African American churches) representing nine denominations in 1887, and establishing a YWCA in 1893 which is still in operation today.\n\nAs late as the post–World War II boom, manufacturing companies continued to locate in Aurora to take advantage of the abundant workforce, good transportation, and favorable economy. Few labor problems affected Aurora.\n\nWith the closing of many factories in the 1980s, the town's unemployment rate reached 16 percent. In response, Aurora initiated downtown redevelopment and border annexations, welcoming riverboat casinos, mixed-use business parks, and residential communities to create 20,000 jobs.\n\nIn 2000 Aurora's population was 32 percent Hispanic and 11 percent black. The city remains a self-sufficient community, independent of Chicago for its identity, but connected to it through the economic patterns that tie suburbs, edge cities, and central cities together. Aurora is frequently referred to as a Chicago suburb, most often by the nonlocal media or for promotional purposes. \t ",
  "Bibliography": "Barclay, Robert. Aurora, 1837–1987. 1988.\nDerry, Vernon. The Aurora Story. 1976.\nPalmer, Susan L. “Building Ethnic Communities in a Small City: Romanians & Mexicans in Aurora, Illinois, 1900–1940.” Ph.D. diss., Northern Illinois University. 1986.",
  "Author of Text": "Catherine Bruck\n\n",
  "Hyperlinked Terms Associated": "Fox River| Railroad| Yankee| Civil War| Mexican| African American| transportation| unemployment| annexations"
}