{
    "Title": "Austrians",
    "Descriptive Text": "With nearly 40,000 residents of Austrian ancestry at the end of the twentieth century, Chicago is, at least symbolically, the most Austrian city outside of Austria itself. Austrian ethnicity and national affiliation, however, must be interpreted from four distinct historical paths, both European and American. First, Austrian identity in Chicago historically derives from the multicultural mosaic of the Austro-Hungarian Empire, whose populations spoke various Slavic, Hungarian, Romanian, Italian, and Yiddish languages, as well as German, especially in German-speaking “speech islands.” Second, European Austrian identity alternately accepted and rejected a larger Germanic culture, dependent on the military and cultural hegemony of Germany; a similarly ambivalent relation with German American culture has persisted in Chicago. Third, Austrian identity may be constructed as a secondary affiliation, behind primary cultural connections to a province or city, such as Styria, Vienna, or the Danube Swabian region of southwestern Romania and northern Serbia. Fourth, Austrian identity in Chicago may result from postethnic decision-making, in which immigrants from one region or dialect region may participate in the activities of another or join organizations that espouse a unified Austrian national culture, which in turn welcomes non-Austrians as different as Hungarians or Slovaks from the former empire or war brides returning after World War II. Neither the magnitude of Austrian emigration nor the evolution of distinctive forms of Austrian American identity can be readily documented. During the nineteenth century, the Austro-Hungarian Empire did not keep emigration statistics. Statistics used to track immigration to the United States, moreover, inevitably illustrate different patterns of Austrianness. In the 1970 census only 71 percent of Austrians in Chicago reported German as their mother tongue; the figure was considerably lower among older Austrian immigrants. Census statistics from Americans of Hungarian, Romanian, Czech, and Jewish descent often report German as the mother tongue, thus suggesting strong affiliation with Austria as a cultural, if not national, homeland. Emigration and immigration data, nonetheless, do illustrate one persistent phenomenon, namely, that Austrian identity in Europe and in North America—and especially in Chicago—depended from the beginning on the interaction of minority and ethnic groups and shifting processes of multiculturalism. Beginning in 1890, Chicago became the most important destination of Burgenlanders (from Burgenland, a region in eastern Austria) immigrating to North America. Economic necessity was the primary motivating factor, for though Burgenland was rural, many Burgenlanders did not own land, obligated instead to do handwork or weekly labor in Vienna. The Burgenland immigration to Chicago took place during three periods: (1) from about 1890 to 1914; (2) from the collapse of the Austro-Hungarian Empire at the end of World War I (1918) until the rise of National Socialism in the 1930s; (3) post– World War II. Immigration between the world wars was not only the most extensive, it also played the most critical role in shaping Burgenland-Chicago identities. During this period most Burgenlanders worked in the stockyards, for railroads, or in related industries, such as in foundries and construction. The first immigrants were often single men, hoping to earn enough money to return to Austria, and many were able to return (as many as 35 percent). A “Little Burgenland” took shape, roughly stretching along the railroad lines paralleling what is today the corridor of the Stevenson Expressway. Austrian culture in Chicago has included both concentration in neighborhoods like Little Burgenland and dispersion, for which a single Austrian identity may be less crucial than affiliation to other ethnic or cultural groups and institutions. Whereas Little Burgenland depended on access to employment, the much reduced neighborhoods at the end of the twentieth century depended on previous structures for maintaining cultural and social relations. Taverns and churches survived in some neighborhoods, providing not only opportunities for Austrians to gather together but facilities for ethnic clubs and venues for visiting musical groups. Dispersion of Austrians in Chicago, beginning in the 1950s and extensive by the 1990s, has altered many forms of ethnic affiliation from the immigrant generations but has also supplanted these with other ways of maintaining Austrian ethnicity and culture. There are still recognizable areas in which Austrians, especially Burgenlanders, have resettled in significant numbers, especially on the North Side of the city, near the junction of the Kennedy and Edens Expressways, and in the southwestern suburbs. In order to draw a critical mass, Austrian cultural activities often take place in symbolic communities. The Lincoln Square neighborhood, notable for its German American cultural activities, was never the home to Austrians in Chicago, but a symbolic form of Austrianness is undergirded by local shops (e.g., Delicatessen Meyer) and the choice of Austrian choral societies to rehearse and perform in the DANK-Haus on Western Avenue. Many Austrians in Chicago, moreover, maintain extensive contacts with Austria. Touring Austrian musicians will usually include Chicago on their itinerary. Young Austrians in Chicago, such as the winner of the annual “Miss Burgenland” contest, are awarded opportunities to visit Austria as symbolic ambassadors of Austrian culture in Chicago. The presence and transformation of Austrian culture in Chicago has depended on an institutional life woven into a variety of cultural institutions, which assume three forms. First, there are cultural organizations that retain fairly extensive connections with Austria. The most significant German-language press for Austrians, for example, is the newsletter of the Burgenländische Gemeinschaft (Burgenland Society), which extensively reports news and cultural events in both Chicago and Burgenland. Second, there are cultural organizations that interact with other Central and East Central European ethnic communities, especially the Bavarians and the Czechs and other former Habsburg ethnic communities, thereby reformulating and resituating European patterns of multiculturalism to the United States. Third, and especially at the end of the twentieth century, many Austrian cultural organizations consolidate a North American web of institutions that sponsor Austrian culture, especially the arts. The monthly Austrian-American newsletter, for example, is published in Chicago, and much of its news comes from Chicago, but it consciously represents a much larger ethnic identity. Austria itself, therefore, assumes new symbolic forms in the activities of these American cultural organizations—activities that emerge from a mosaic of historical, regional, and transnational identities. Austrian culture and identity in Chicago are the products of a small community that relies on a historically conscious institutional culture and the active use of expressive culture to create a malleable identity. Austrians in Chicago therefore maintain a creative culture, one that has responded historically to the complex conditions of Austrian identity, both in Austria and, especially during the twentieth century, in Chicago.",
    "Bibliography": "Chmelar, Johan. “The Austrian Emigration, 1900–1914.” Perspectives in American History 7 (1973): 275–378. Dujmovits, Walter. Die Amerikawanderung der Burgenländer. 1975; 2nd ed. 1992. Goldner, Franz. Austrian Emigration: 1936–1945. Trans. Edith Simons. 1979.",
    "Author of Text": "Philip V. Bohlman",
    "Hyperlinked Terms Associated": "German| Serbia| Hungarians| Slovaks| Romanian| Czech| Jewish| World War I| World War II| railroads| construction| clubs| Lincoln Square| choral",
    "neighborhood names associated": "Lincoln Square"
}