{
    "Title": "Austin",
    "Descriptive Text": "Community Area 25, 7 miles W of the Loop. Austin, on Chicago's western border, evolved from a country village to a dense urban neighborhood between 1870 and 1920. For the next 50 years this was a large community of solidly middle class residents, but since 1970 it has experienced a profound social and economic transformation. Austin had three important early influences: its founder, Henry Austin (also instrumental in Oak Park's development); transit lines, notably the Chicago & Northwestern Railroad and the Lake Street Elevated; and a rivalry with neighboring Oak Park. Austin was created in 1865, when developer Henry Austin purchased 470 acres for a temperance settlement named “Austinville” (Chicago Avenue to Madison Street, and Laramie to Austin Boulevard). Austin's intentions for the settlement were clear: home ownership, public amenities such as tree-lined parkways, and gracious living—though Austin himself lived in Oak Park. The village had nearly 1,000 residents by 1874, owing largely to steadily improving suburban railroad service. With over 4,000 residents by the 1890s, Austin was the largest settlement in Cicero township. In 1899, Austin was voted out of the township and into Chicago by residents of other parts of the township. Austin's residents sought to maintain an independent identity after annexation. An ambitious illustration was the 1929 construction of Austin Town Hall, modeled on Philadelphia's Independence Hall. By 1920 Austin was one of Chicago's best-served commuter areas, with street railways to downtown Chicago every half mile, the busiest being the Madison Street “Green Hornet.” The area was also served by the Lake Street “L” rapid transit. Commerce in Austin followed transit lines, with significant business development along Madison Street, Chicago Avenue, and Lake Street. Despite its commercial range and volume, Austin lacked the intense retail centrality of West Garfield Park (on Madison, from Pulaski to Cicero) or of Oak Park (at Lake and Harlem). In 1950 Austin was a predominantly residential community, with major industrial corridors to the east, north, and south. Austin early attracted upwardly mobile Germans and Scandinavians, followed by Irish and Italian families. These groups built the community's mid-twentieth-century landmarks: a half-dozen sizable Roman Catholic parishes, which annually educated thousands of children and provided the social base for much of the community. By the 1930s Greek migrants had arrived in south Austin, building their own landmark, the Byzantine-style Assumption church. Austin had 130,000 residents by 1930. Dense housing development almost completely supplanted the village landscape of large frame homes in the early twentieth century: north Austin sprouted brick two-flats, small frame houses, and the ubiquitous brick story-and-a-half bungalow; in south Austin, rowhouses, sizable corner apartment blocks, and a multitude of brick three-flats and courtyard apartment buildings flourished. Despite the massive scale change, the nineteenth-century village residential core is still visible in the Midway Park area north of Central and Lake, a designated National Register historic district (1985). This neighborhood boasts stately neoclassical and Queen Anne–style homes, many designed by architect Frederick Schock, as well as several structures by Frank Lloyd Wright and his students. Austin's crown jewel was Columbus Park (1920). Designed in a prairie mode by renowned landscape architect Jens Jensen, the park featured a lagoon, a golf course, athletic fields and a swimming pool, as well as winding paths and an imposing refectory overlooking the lagoon. Assaulted by expressway construction in the 1960s, the park was extensively restored in 1992. Austin's demographic profile shifted dramatically beginning in the late 1960s. By 1980 Austin's population was predominantly African American, more than 96 percent in south Austin. Like other west-side communities, Austin experienced housing disinvestment, vacancy, and demolition, as well as loss of jobs and of commerce as its white population moved to the suburbs and to Chicago's Northwest Side. Neighborhood groups like the Organization for a Better Austin have worked to stabilize the community, as have nonprofit housing developers aided by South Shore Bank.",
    "Bibliography": "Martin, Judith A. “The Influence of Values on an Urban Community: The Austin Area of Chicago, 1890–1920.” M.A. thesis, University of Minnesota. 1973. Pacyga, Dominic A., and Ellen Skerrett. Chicago, City of Neighborhoods: Histories and Tours. 1986. Sinkevitch, Alice, ed. AIA Guide to Chicago. 1993.",
    "Author of Text": "Judith A. Martin",
    "Hyperlinked Terms Associated": "Oak Park| Railroad| annexation| street railways| rapid transit| Germans| Irish| Italian| Roman Catholic| Greek| landscape architect| golf| swimming| expressway| demographic| African American| South Shore",
    "neighborhood names associated": "Oak Park"
}