{
    "Title": "Automobile Parts",
    "Descriptive Text": "The manufacture of automobile parts was never one of Chicago's largest industries. Nevertheless, the history of the auto parts industry cannot be written without Chicago-based companies. The production and distribution of car and truck parts employed thousands of area residents engaged in delivering many of the approximately 15,000 parts used in a modern automobile. In 1900, when the nascent automobile industry was still closely related to the bicycle industry, Chicago companies such as the Western Wheel Works and Smith Steel Stamping were among the earliest makers of parts for gasoline-powered vehicles. As the auto industry grew at an explosive rate, new parts makers sprung up in and around the city. During the 1920s, as many as six hundred companies in the Chicago area made auto parts and accessories. Most were quite small, and many went out of business or were bought out by larger firms. Still, metropolitan Chicago boasted dozens of small-scale manufacturers and distributors of auto parts through the end of the twentieth century. Several Chicago companies, including Stewart-Warner, Maremont, and Borg-Warner, became leaders in various sectors of the industry. Stewart-Warner, a maker of speedometers and other gauges, was descended from the Stewart Company, a Chicago company founded in 1905, and the Warner Instrument Company, which originated a year earlier in South Beloit, Wisconsin. By the 1970s, Stewart-Warner employed about 5,000 people in the Chicago area. Another local industry leader descended from Maremont, Wolfson & Cohen, Inc., established in Chicago in 1903. In 1933 this maker of truck yokes and springs became Maremont Automobile Products, Inc., and manufactured shock absorbers, mufflers, and other parts. The largest and best known of all the Chicago-based auto parts companies during the twentieth century was Borg-Warner Corporation, created from several Midwestern auto parts makers in 1928. Borg-Warner saw its annual sales rise from about $54 million in 1929 to over $600 million by 1957. During the 1950s, it supplied many of the new automatic transmissions installed in the vehicles assembled by Detroit giants such as Ford. By the end of the twentieth century, the company (still headquartered on Chicago's Michigan Avenue) sold nearly $2.5 billion worth of auto parts annually and employed a global workforce of over 13,000 people. By the late twentieth century, intense global competition in the auto parts industry made it difficult for local manufacturing firms to prosper. Borg-Warner, despite its continued growth, no longer manufactured as many parts at local plants. Some companies were forced to retrench. Oak Brook's Champion Parts, Inc., once the leading independent American rebuilder of parts such as carburetors and alternators, was having trouble remaining profitable in the 1990s. Navistar International, the descendant of International Harvester that sold truck engines and parts as well as finished vehicles, trimmed domestic operations and opened overseas factories to reverse large losses and return itself to profitability. Warshawsky & Co., an auto parts catalog company based on the South Side, laid off about five hundred workers when it closed a large warehouse in 1996. Other local parts makers, including Maremont and Broadview's Robert Bosch Corporation, became subsidiaries of foreign companies. At the end of the century, Chicago-area companies continued to participate in what had become a highly competitive global industry.",
    "Bibliography": "Achilles, Rolf. Made in Illinois: A Story of Illinois Manufacturing. 1993. Oursler, Will. From Ox Carts to Jets: Roy Ingersoll and the Borg-Warner Story. 1959. Yost, Robert Jeffrey. “Components of the Past and Vehicles of Change: Parts Manufacturers and Supplier Relations in the U.S. Automobile Industry.” Ph.D. diss., Case Western Reserve University. 1998.",
    "Author of Text": "Mark R. Wilson",
    "Hyperlinked Terms Associated": "bicycle, Oak Brook´s, South Side, Broadview´s, global",
    "Street addresses associated": "Oak Brook"
}