{
    "Title": "Automatic Electric Co.",
    "Descriptive Text": "Like Western Electric, another industry-leading telephone equipment manufacturer located in the Chicago area, Automatic Electric spent most of its history as a subsidiary of another company. In 1889, a Kansas City resident named Almon B. Strowger invented an automatic telephone switch. In 1891, Joseph B. Harris of Chicago convinced Strowger to move to Chicago, and the Strowger Automatic Telephone Exchange was established. In 1901, the company changed its name to Automatic Electric and opened a six-story plant on Chicago's West Side. By 1910, this facility employed 850 workers to make automatic switches and other telephone equipment. Most of this equipment was sold to independent telephone companies around the country; some was also purchased by the Bell system of AT&T. In 1919, Automatic Electric was purchased by Theodore Gary & Co., a Kansas City–based enterprise that already owned several small telephone companies around the country. (In 1932, Gary & Co. would move its executive offices to Chicago.) During the 1920s, under Gary's leadership, a growing Automatic Electric established branches in Belgium, Italy, and Canada; meanwhile, it employed about 3,000 people at its West Side facilities. During this period, the company made roughly 80 percent of the world's dial-operated automatic telephone equipment. By the mid-1950s, Automatic Electric employed about 8,000 Chicago-area residents at a complex of 17 buildings on the West Side. In 1955, when Theodore Gary & Co. was acquired by the General Telephone Corp. (renamed the General Telephone & Electronics Corp., or GT&E, in 1959), Automatic Electric became a subsidiary of the nation's second-largest telephone company, which was headquartered in New York. In 1957, Automatic Electric moved from the West Side to a new 35-acre facility in suburban Northlake. At late as 1974, when it was still a division of GT&E, Automatic Electric employed about 10,000 Chicago area residents. The Northlake plant, however, found it increasingly difficult to develop new electronic and digital switching technologies that would allow GT&E to outpace its growing number of competitors. In 1983, just after the parent company changed its name to GTE Corp., the Automatic Electric name was scrapped, and the headquarters of GTE's new “Communication Systems” division, which included the Northlake operations, was moved to Phoenix, Arizona. This soon became part of AG Communications Systems Corp., a joint venture between GTE and its old rival AT&T. By the end of the twentieth century, the remnants of Automatic Electric (like those of Western Electric) had become part of Lucent Technologies, the manufacturing entity that separated from AT&T in 1996.",
    "Bibliography": "This entry is part of the Encyclopedia's Dictionary of Leading Chicago Businesses (1820-2000) that was prepared by Mark R. Wilson, with additional contributions from Stephen R. Porter and Janice L. Reiff."
}