{
    "Title": "Avondale",
    "Descriptive Text": "Community Area 21, 6 miles NW of the Loop. The Avondale Community Area lies west of the North Branch of the Chicago River between Addison on the north and Diversey on the south. It stretches westward to the tracks of the Soo Line Railroad (originally the Chicago, Milwaukee, St. Paul Pacific). At the beginning of the nineteenth century, the area was prairie along the route of a meandering Indian trail. After 1848, the trail was straightened and planked as Milwaukee Avenue. Avondale developed along this road, as well as along the railroad lines that subsequently paralleled it west of the Chicago River. The Milwaukee road's planks, however, broke under heavy loads or warped in the sun. Further, the road was interrupted by tollgates, which added the insult of expense to the very uncertain and uncomfortable ride along the planks. In 1889, some citizens of Avondale dressed as Indians rioted and burned down the tollgate, killed its owner, and stripped the planks from the stringers for firewood. GREBE & CO. SHIPYARD, 1952 More farms appeared after the Chicago, Milwaukee, St. Paul & Pacific tracks were extended to Milwaukee in 1870, and in 1873, a post office was built at the corner of Belmont and Troy where the Chicago & North Western Railway made a stop. In the 1880s, a small group of about 20 African American families settled east of Milwaukee Avenue and built the first church in Avondale, the Allen Church. Rapid growth began in 1889 when the area was annexed to the city of Chicago. Soon, the city hard-surfaced the road. Further transportation improvements including the electrification and extension of the street railway lines on Milwaukee and Elston Avenues and the construction of the Logan Square branch of the Elevated line led to prodigious development between 1890 and 1920. The railroads and a horsecar line on Milwaukee Avenue provided relatively rapid transportation to jobs in the city. By 1920, the population exceeded 38,000. More than one-quarter of these residents were foreign-born, mostly Germans along with some Swedes and Austrians. By 1930 Poles constituted 33 percent of the population of 48,000. As new waves of Poles entered the community from the tenements west of the city center, German, Scandinavian and even some of the earlier Polish residents began to move further northwest. Poles remained the dominant ethnic group in 1980, but by 1990 Hispanics accounted for 37 percent of the total population. Avondale developed as a working-class community, since the rail lines and the river served to attract industry. Numerous clay pits and brick factories were concentrated near Belmont Avenue in an area that came to be known as Bricktown. This brick was much in demand after the fire of 1871 demonstrated the necessity of using brick for city construction to avert further conflagrations. After 1920, Grebe's Boatyard occupied the west bank of the Chicago River north of Belmont. Grebe's created luxury powered yachts for wealthy patrons, but the yard also produced minesweepers and numerous other small naval vessels during World War II. Across the river rose Riverview Amusement Park with its storied roller coaster, “The Bobs.” Riverview Park is gone now and so is the boatyard. Today, along the river, luxury townhouses, condominiums, and shopping malls are replacing the old industrial belt, causing the loss of many of the industrial jobs that have for so long supported this old working-class neighborhood.",
    "Bibliography": "The Chicago Fact Book Consortium, ed. Local Community Fact Book: Chicago Metropolitan Area, Based on the 1970 and 1980 Censuses. 1984. Schnedler, Jack. Chicago. 1996. Solzman, David M. The Chicago River: An Illustrated History and Guide to the River and Its Waterways. 1998.",
    "Author of Text": "David M. Solzman",
    "Hyperlinked Terms Associated": "Chicago River| Railroad| African American| annexed| transportation| street railway| Germans| Swedes| Austrians| Poles| fire of 1871| World War II| Amusement Park",
    "Street addresses associated": "Logan Square"
}