{
    "Title": "Kane County",
    "Descriptive Text": "Flowing south near the eastern boundary of Kane County, the Fox River is the critical environmental factor in understanding the county's history. The river flows fairly swiftly through a narrow valley, and once provided power for early sawmills and gristmills at Carpentersville, Elgin, Geneva, and Aurora. The river valley and the wide prairie beyond the river's west bank awaited primarily Yankee- and New York–born settlers who edged out of Chicago after 1832. Easy fording sites concentrated road traffic from Chicago to the northwest (U.S. 20), west (Illinois Route 38), and southwest (Ogden Road, U.S. 34).While much of the land between the Des Plaines River and the Fox River remained part of Cook County after 1832, the 5,000 settlers along the Fox River Valley and scattered across the prairie to the western boundary of present-day DeKalb County found themselves within Kane County when it was created on January 16, 1836. (In 1837 DeKalb County separated from Kane County.) Kane County's name honored Elias Kent Kane, convention delegate at Kaskaskia in 1818, and U.S. Senator from Illinois until his death in 1835.In 1836, three commissioners were chosen to govern the new county, with Geneva as the permanent county seat. As the county grew it built a succession of courthouses. The third, a limestone building designed by Chicago architect John M. Van Osdel, served the county from 1857 until 1890, when it was damaged in a fire.Both the wealth of far-off Galena and developing agricultural riches in the Fox River Valley spurred William Butler Ogden to drive his Galena & Chicago Union Railroad westward from Chicago. In 1849 the railroad linked Elgin to Chicago. In 1853 the Galena Railroad crossed the Fox River at Geneva and pushed through Blackberry (now Elburn) toward Iowa.At the same time, the Aurora Branch Railroad, precursor of the Chicago, Burlington, & Quincy Railroad, connected Aurora to Chicago via Batavia and Turner Junction (now West Chicago ). The siting of locomotive building and repair shops at Aurora aided development of that city as an industrial center.In 1850, the county was divided into fifteen 36-square-mile townships. Until the 1960s, township government supervised much of the necessary road maintenance, area development, and social services. With growth sweeping the county in recent decades, many road services and much development planning and oversight have come into the hands of county officials. Township officials still handle immediate social assistance needs.Early Kane County farmers produced milk and butter for Chicago's growing population. In 1865, the county became a dairy center to the world when Gail Borden chose Elgin as the site of his company that condensed milk for unrefrigerated shipment in cans.After the Civil War, entrepreneurs embarked on a second wave of railroad building from Chicago through Kane County. The Chicago, Burlington, & Quincy sent a line toward Minneapolis from Aurora across the south end of the county in 1870 while the Milwaukee Road entered Elgin in 1873, building through Hampshire in 1875. The crossing of the Fox River south of Elgin by the Illinois Central Railroad on its way to Galena and the Chicago Great Western Railway, crossing at St. Charles in 1887, guaranteed Kane county farmers cheap and easy access to Chicago's markets.Between 1860 and 1900, the county's population grew from 30,062 to 78,792, with the growth concentrated along the river. The population reached 125,327 by 1930, and continued to grow slightly even during the Great Depression. After World War II, led by the construction of the massive Meadowdale housing project east of Carpentersville, the county's population increased to 208,246 in 1960, and continued to spiral upward to over 400,000 by the late 1990s.Although the closing of Aurora's steel industries and locomotive shops and the withdrawal of the Elgin National Watch factory from Elgin in the mid-1960s hurt the county, the siting of the Fermi National Accelerator Laboratory east of Batavia in 1968 brought an economic boost. By the mid-1990s gambling boats on the Fox River at Elgin and Aurora brought additional revenue to those communities.Kane County's farm population remained stable from the 1960s to the late 1990s with about 80 percent of the county's 522 square miles dedicated to agriculture. Yet, with Interstate 88 reaching west from Aurora, Interstate 90 reaching northwest from Elgin, and commuter rail expansion to Gilberts, Elburn, and Montgomery contemplated, much more Kane County farmland may soon be overrun by the same sprawl of housing and business development that has flooded the space between the Des Plaines and Fox Rivers.",
    "Bibliography": "Duke, Kirsten. Kane County Data Book. 1993.Joslyn, R. Waite, and Frank Joslyn. History of Kane County, Illinois. 1908.",
    "Author of Text": "Craig L. Pfannkuche",
    "Hyperlinked Terms Associated": [
        "Kane County",
        "Fox River",
        "Carpentersville",
        "Elgin",
        "Geneva",
        "Aurora",
        "Des Plaines River",
        "Cook County",
        "agricultural",
        "railroad",
        "Batavia",
        "West Chicago",
        "township",
        "Civil War",
        "Illinois Central Railroad",
        "St. Charles",
        "Great Depression",
        "World War II",
        "Fermi National Accelerator Laboratory",
        "Batavia",
        "commuter",
        "Gilberts",
        "Elburn",
        "Montgomery",
        "Des Plaines"
    ],
    "Street addresses associated": [
        "Carpentersville",
        "Elgin",
        "Geneva",
        "Aurora",
        "Blackberry (now Elburn)",
        "West Chicago",
        "St. Charles",
        "Batavia",
        "Gilberts",
        "Elburn",
        "Montgomery"
    ]
}