{
    "Title": "Kellogg Switchboard & Supply Co.",
    "Descriptive Text": "In 1870, Milo G. Kellogg moved to Chicago from New York State and began working as a design engineer for telecommunications equipment maker Gray & Barton, which soon thereafter became Western Electric. In the late 1880s, he left Western Electric and began designing telecommunications devices on his own. By the time he had founded Kellogg Switchboard & Supply Co. in 1897, Kellogg had registered well over 100 patents, some of which would revolutionize the telecommunications industry. Kellogg Switchboard & Supply soon threatened the dominance of AT&T by selling its superior “divided-multiple” switchboards to the newly created independent telephone companies around the country. After Kellogg fell seriously ill in 1901, AT&T secretly purchased his stock in Kellogg Switchboard from Mr. Kellogg's temporary trustee. The Illinois Supreme Court canceled the surreptitious acquisition in 1909, and Milo Kellogg regained control of his company after eight years of phantom ownership by AT&T. After Mr. Kellogg's death that same year, Kellogg Switchboard continued to grow, eventually supplying equipment to AT&T's Western Electric. During the mid-1930s, Kellogg still employed about 400 Chicago-area residents. The company's entrance into the dial telephone business in 1939 buoyed sales, which hit $10 million by the mid-1940s. In 1952, Kellogg became a division of the International Telephone & Telegraph Co. (ITT). It was soon re named ITT Kellogg, and many of ITT's telephone manufacturing operations were moved to the Kellogg plant on Cicero Avenue in 1959, where 1,000 people were employed. All of ITT Kellogg's Chicago operations were moved to Tennessee in 1962. ITT Kellogg changed its name to ITT Telecommunications in 1965 and was sold to a French company, Alcatel, in the late 1980s.",
    "Bibliography": "This entry is part of the Encyclopedia's Dictionary of Leading Chicago Businesses (1820-2000) that was prepared by Mark R. Wilson, with additional contributions from Stephen R. Porter and Janice L. Reiff."
}