{
    "Title": "Kenilworth, IL",
    "Descriptive Text": "Cook County, 15 miles N of the Loop. In 1889 Joseph Sears planned a North Shore village in the image of the bucolic English countryside, which contrasted with his urban mansion on Prairie Avenue. He purchased 223 acres of woodland, pasture, and wetlands located between Wilmette and Winnetka, one of the last undeveloped tracts of farmland lying along Lake Michigan just north of Chicago. Much of the land was covered with native oak, hickory, and butternut trees and overgrown with wild blackberry bushes. Its woodlands attracted serious botany students from Northwestern University and its grassy pasture provided the neighborhood milk cows with daily forage. A settler's cabin from the 1830s still stood near the lakeshore, though any Native American presence had long since vanished.The Kenilworth Company's plan limited the number of building lots in the new village and used restrictive covenants to sell land to whites only. In 1896 Kenilworth incorporated and ordinances were adopted that required minimum-sized lots of 100 by 175 feet. The village name was taken from a town in the midlands of England. In 1899 the local women's club selected, and the village adopted, street names such as Abbotsford and Essex, taken from Sir Walter Scott's novel Kenilworth. In 1920, when the nearby North Shore golf course went out of business, village residents bought the 40 acres west of the railroad to ensure compatible development. No additional expansion of village boundaries was possible.The Kenilworth Company built municipal features that made the village especially attractive to potential homeowners and protected the existing trees. Though in the 1960s Kenilworth lost many elms to disease, other mature specimen trees remain outstanding landscape features. Commercial development was limited and today is found only along Green Bay Road, which parallels the railroad.In 2000, Kenilworth's population was 2,494, small in comparison to its neighbors and relatively unchanged over time. For most of the twentieth century, houses there were among the most expensive along the North Shore. Residents traveled outside the village for employment. Kenilworth's good location and physical comforts attracted prominent residents, including utility magnate Samuel Insull in the 1920s and U.S. Senator Charles Percy in the 1960s and 1970s. Kenilworth remains a largely white community, although high income is the prerequisite, not race.The village contains houses designed by a number of esteemed architects. Kenilworth has the largest collection of buildings by George W. Maher, a contemporary of Frank Lloyd Wright. Maher lived in Kenilworth and saw nearly 40 of his designs constructed between 1893 and 1926. He also fashioned the limestone pillars that mark the Sheridan Road entrances to the village and the town's central fountain. Consistent with the overall English theme of the village, Maher's buildings are strongly influenced by the English architects of the Arts and Crafts movement. Other designs reference the Prairie School. Maher's work plus Kenilworth's distinctive stone commuter train station built in 1890, its numerous Tudor revival residences, and the Old English–style street lamps continue to evoke the pastoral image of an earlier time and vision of community.",
    "Bibliography": "Ebner, Michael H. Creating Chicago's North Shore: A Suburban History. 1988.Kenilworth Historical Society. George Washington Maher in Kenilworth. 1993.Kilner, Colleen Browne. Joseph Sears and His Kenilworth. 1969.",
    "Author of Text": "Jan Olive Nash",
    "Hyperlinked Terms Associated": [
        "Prairie Avenue",
        "Wilmette",
        "Winnetka",
        "trees",
        "Northwestern University",
        "restrictive covenants",
        "club",
        "golf",
        "railroad",
        "landscape"
    ],
    "Street addresses associated": [
        "Wilmette",
        "Winnetka",
        "Kenilworth"
    ]
}