{
    "Title": "Kensington",
    "Descriptive Text": "Born as a railroad town named Calumet Junction, Kensington grew up where the Illinois Central and Michigan Central railroads connected in 1852. The town grew slowly until, by 1880, 400 German, Irish, Scandinavian, and Yankee residents lived there, servicing the railroads and the population of farmers in the vicinity. Despite the presence of churches, stores, and schools, Kensington became notorious for its saloons, leading the Dutch in neighboring Roseland to nickname it “Bumtown.”When George M. Pullman announced in 1880 that his model town would be built just north of Kensington, the small settlement boomed. Boardinghouses, taverns, and small stores opened to serve the construction crews and visitors to the site who, initially, took the train to Kensington and walked to Pullman. This close relationship between the two communities remained strong. Pullman workers lived in Kensington; Kensington businessmen lived in Pullman. Pullman workers relaxed in Kensington taverns and billiard halls; Kensington saloonkeepers delivered beer in Pullman. Kensington even figured prominently in the Pullman Strike. Its Eiche Turn- verein served as strike headquarters and its largest store, Secord and Hopkins, owned by Chicago Mayor John P. Hopkins, offered credit and support to strikers and their families.Changes in Pullman hiring policies and the opening of Illinois Terra Cotta brought Italians to Kensington, which gradually became a center of South Side Italian life. Employment bureaus, travel agencies, and grocery stores reflected the regional diversity within the Italian community. Nowhere was that diversity more apparent than in the three altars in San Antonio de Padua Roman Catholic Church. The first altar, like the church itself, was named for the patron saint selected by the Venetians; the second was named for San Alessandro for the Calabrese; and the third named for the Virgin of the Rosary for the Sicilians.When University of Chicago sociologists divided the city into community areas, they split Kensington among West Pullman, Roseland, and Riverdale. Roseland's Michigan Avenue business district grew south into Kensington's. Its Italian and Polish populations linked it socially to Pullman's ethnic communities. By the 1960s, Kensington's unique identity was sustained primarily by the taverns that still lined its main streets, the Kensington police station, and St. Anthony's.As industries began to close in the 1960s and 1970s, Kensington's population also began to change. Mexicans and African Americans returned for the first time since the 1920s and, by the 1980s, African Americans came to dominate the community. The 5th District police station moved away, as did many of the stores along Michigan Avenue and 115th Street. The Salem Baptist Church located in the former St. Salomea building. In 1998, the last remnant of Kensington's nineteenth-century identity gave way as well. Led by members of Salem Baptist Church, precincts in what had once been Kensington voted themselves dry. As Chicago papers heralded what they called the Roselanders' victory, few appreciated that the residents of Kensington had finally achieved what the Roselanders had been hoping for for over a century. “Bumtown” was no more.",
    "Bibliography": "Andreas, A. T. History of Cook County, Illinois. 1884.Greater Calumet Community Collection. Special Collections, Chicago Public Library, Chicago IL.Vecoli, Rudolph J. “Chicago's Italians prior to World War I: A Study of Their Social and Economic Adjustment.” Ph.D. diss., University of Wisconsin. 1963.",
    "Author of Text": "Janice L. Reiff",
    "Hyperlinked Terms Associated": [
        "Illinois Central",
        "railroads",
        "German",
        "Irish",
        "Yankee",
        "saloons",
        "Dutch",
        "Roseland",
        "Boardinghouses",
        "Pullman",
        "Pullman Strike",
        "Turn-verein",
        "Mayor",
        "South Side",
        "Italians",
        "grocery stores",
        "Roman Catholic",
        "University of Chicago",
        "West Pullman",
        "Riverdale",
        "Polish",
        "Mexicans",
        "African Americans"
    ],
    "Street addresses associated": [
        "Kensington",
        "Roseland",
        "West Pullman",
        "Riverdale"
    ]
}