{
    "Title": "Kenyans",
    "Descriptive Text": "The first Kenyan migration to Chicago might have occurred as early as the 1940s, when Kenyan scholars and students traveled under British passports to the United States. After Kenyan independence in 1963, small numbers of Kenyan students began arriving in Chicago, and many settled permanently because of the greater economic opportunities here. Kenyan student migration continued to grow through the 1980s and 1990s and was supplemented by the migration of political dissidents, professionals, and family members who were attracted to Chicago's growing Kenyan community. In addition, a sizable group of second-generation Kenyan Americans resided in Chicago by the end of the century. In 2001, community estimates counted 5,000 Kenyans in Illinois, the majority residing in metropolitan Chicago.In the early 1990s, Kenyan students and expatriates in Chicago created the Organization of East Africans (OEA) to address an array of issues facing immigrants, including employment opportunities, adjustment to life in Chicago, and emergencies like death and illness. Comprising Ugandans, Tanzanians, andKenyans, the OEA sponsored a variety of fundraising and social events. It pursued group health insurance policies and investment opportunities and hosted community activities. Two of the largest annual events included Madaraka Day ( June 1), which commemorates the beginning of self-government in Kenya, and Jamhuri Day (December 12), which marks the British withdrawal from Kenya and its official independence. While the OEA was a major force in the Kenyan community in the mid 1990s, activities declined steadily in subsequent years as it suffered financial difficulties and leadership problems. By 2000 the OEA was no longer fully operational but continued to conduct small and intermittent get-togethers at members' homes.Although the OEA declined as an organizational force, the Kenyan community has continued to grow, with several new organizations emerging. Between 1998 and 2002, the Chicago Association for Kenyan Professionals (CAKP) and United Kenyans of Chicago (UKC) were founded. Both organizations serve the Kenyan nonimmigrant student population and a growing professional community. In addition, CAKP and UKC address issues that concern the community, including immigration, affordable housing, community involvement, job opportunities, and professional development. In 2001, Ushirika, which means “fellowship” in Swahili, was founded by a small group of Kenyan students from Chicago's Moody Bible Institute. The group organizes monthly meetings dedicated to devotional and social activities. Since 2000, TopDonn Entertainment, a Kenyan-run entertainment business, has been hosting sizable monthly social events and activities for its largely African student membership. The Association of Kenyan Runners Abroad is another new organization designed to offer support and protection to Kenyan athletes in Chicago. Kenyan marathon runners are world renowned and have been extremely successful in the LaSalle Bank Chicago Marathon.",
    "Author of Text": "Symon Ogeto and Tracy Steffes",
    "Hyperlinked Terms Associated": [
        "Ugandans",
        "Tanzanians",
        "insurance",
        "Moody Bible Institute",
        "Chicago Marathon"
    ]
}