{
    "Title": "Kindergarten Movement",
    "Descriptive Text": "In the United States, kindergartens originated in the 1850s, with the arrival of a small coterie of German émigrés devoted to the educational ideas of Friedrich Froebel, German creator of the kindergarten. Chicago was an early center of innovations linking the kindergarten to public schools, charity and settlement work, and John Dewey's progressive education reforms at the University of Chicago.The Chicago founder was Alice Putnam, who began the first kindergarten study club in 1874. She became director of the Chicago Froebel Association Training School in 1880, which trained eight hundred kindergarten teachers over the next 30 years, and led the way in establishing free kindergartens for children of the poor.Charity kindergartens in Chicago as elsewhere were linked to the settlement movement. Putnam's Chicago Froebel Association kindergarten classes constituted the first organized undertaking at Hull House. The kindergarten was viewed as an opening to the community, and Froebel's progressive principles of developing the whole child appealed to the values of the settlement workers.Following the national trend, in 1892 the Chicago Board of Education voted to incorporate 10 privately sponsored kindergartens that had been operating in the public schools. The following year the kindergarten movement was recognized at the World's Columbian Exposition with demonstration kindergartens in the Children's Building. Chicago emerged as the center of professionalization of the field when John Dewey began his progressive kindergarten experiment at the University of Chicago. In 1897, Dewey called a conference of Chicago kindergarten professionals from the settlements, the public schools, and Chicago Normal School, which effectively marked the transfer of kindergarten education into a legitimized field of university research and training.",
    "Bibliography": "Brosterman, Norman. Inventing Kindergarten. 1997.Ross, Elizabeth Dale. The Kindergarten Crusade: The Establishment of Preschool Education in the United States. 1976.Shapiro, Michael Steven. Child's Garden: The Kindergarten Movement from Froebel to Dewey. 1983.",
    "Author of Text": "Roberta Wollons",
    "Hyperlinked Terms Associated": [
        "German",
        "settlement",
        "progressive education",
        "University of Chicago",
        "Hull House",
        "Worlds Columbian Exposition"
    ]
}