{
    "Title": "Kitchenettes",
    "Descriptive Text": "The “kitchenette” initially described a newly constructed small apartment in Chicago, first appearing around 1916 in Uptown, at a time when apartment construction in the city was increasing dramatically. It featured “ Pullman kitchens” and “Murphy in-a-door beds” to conserve space, and connoted efficiency and modernity.By the 1920s, and especially during the Great Depression, World War II, and early postwar era, the term came to be associated with conversions by white and African American landlords and their agents of existing housing into smaller units, usually, although not exclusively, in the Black Belt and other areas occupied by African Americans. Single-family houses and houses meant for two and three families were converted to more intensive use. Brick buildings with medium and large apartments rented on a monthly basis were divided into one-room units, using beaver-board partitions. The resulting units were often rented out by the week as furnished rooms, although the amount of furniture offered was marginal. Entire families occupied single rooms, sharing with other residents an inadequate number of bathrooms and kitchens, exceeding the plumbing capacity, and leading to a serious deterioration in sanitary conditions. During the 1940s, more than 80,000 conversions of this type had occurred in Chicago, leading to a 52 percent increase in units lacking private bath facilities.Kitchenettes of varying quality were rented by all races, including white World War II veterans and young families on the Near North Side and elsewhere. But their rapid increase and clustering in the Black Belt made them more prominent in housing of African Americans. A federal study in the 1930s found that conditions in kitchenettes occupied by blacks in one South Side area were much worse than those occupied by whites. They had less space, sunlight, and amenities.Poet Gwendolyn Brooks eloquently evoked the ambiance of these buildings in “kitchenette building,” published in her first, award-winning collection, A Street in Bronzeville (1945).",
    "Bibliography": "Drake, St. Clair, and Horace R. Cayton. Black Metropolis: A Study of Negro Life in a Northern City. 1945.Hirsch, Arnold R. Making the Second Ghetto: Race and Housing in Chicago, 1940–1960. 1983.Johnson, Charles. Negro Housing: Report of the Committee on Negro Housing. 1932.",
    "Author of Text": "Wendy Plotkin",
    "Hyperlinked Terms Associated": [
        "apartment",
        "Uptown",
        "Pullman",
        "Great Depression",
        "World War II",
        "African American",
        "Black Belt",
        "Near North Side",
        "Black Belt",
        "South Side",
        "Bronzeville"
    ],
    "Street addresses associated": [
        "Uptown",
        "Black Belt",
        "Near North Side",
        "South Side",
        "Bronzeville"
    ]
}