{
    "Title": "Knights of Labor",
    "Descriptive Text": "Founded in Philadelphia in 1869, the Knights of Labor spread to Chicago after the 1877 railroad strikes. Initially viewed as an educational and political body by the local trade unionists who founded it, the Knights initiated some of the earliest labor organizing in the city's packinghouses, tanneries, garment sweatshops, and coal, lumber, and rail yards, and more generally among the Irish. Under the motto “An Injury to One Is the Concern of All,” the Knights sought to enroll all segments of the emerging industrial working class, including recent immigrants, African Americans, and women. The Knights did this by supplementing trade assemblies with “mixed” bodies, which could be formed on the basis of industry, sex, ethnicity, geography, or politics. With the advent of the movement for the eight-hour day in 1886, the Chicago Knights mushroomed to approximately 27,000 members from only 1,900 the previous year by championing new methods of struggle, principally the boycott and sympathy strike.Local workers began to lose faith in the effectiveness of the Knights of Labor after a smashing defeat of its packinghouse assemblies in fall 1886. The aftermath of the Haymarket Affair earlier that year and the ensuing government repression also stymied industrial organizing. To counter local government's antilabor bias, Chicago's labor activists looked toward electoral politics, and in 1887, under the leadership of the Knights, the United Labor Party won 31 percent of Chicago's mayoral vote, the highest percentage achieved by any labor party in the city's history. But political mobilization did not translate into a flourishing union movement. Of the 116 new assemblies established in 1886, 61 percent had lapsed by 1887 and 80 percent by 1888. Yet despite the swift decline of the Knights, their principles of labor solidarity and their practice of inclusiveness would inspire subsequent labor movements, both in Chicago and across the nation.",
    "Bibliography": "Schneirov, Richard. Labor and Urban Politics: Class Conflict and the Origins of Modern Liberalism in Chicago, 1864–1897. 1998.",
    "Author of Text": "Richard Schneirov",
    "Hyperlinked Terms Associated": [
        "railroad strikes",
        "Irish",
        "African Americans",
        "eight-hour",
        "strike",
        "packinghouse",
        "Haymarket",
        "politics"
    ]
}