{
    "Title": "Koreans",
    "Descriptive Text": "Although Chicago's Koreans have only recently built a sizeable community, their roots go back until at least 1920, when the census counted 27 Korean residents. Many of these early immigrants had probably moved to the mainland after working on Hawaiian plantations; others came as students and stayed as ginseng merchants.Chicago's Korean population began to increase rapidly in the 1960s, and reached approximately 10,000 by 1972. These included medical professionals, former students, Korean women married to American men, and former miners and nurses who had worked in Germany. Upon acquiring American citizenship, many sent for family members.By the beginning of the 1970s, Koreans scattered across Chicago with a growing concentration in Lake View and Lincoln Park, and gradually increasing numbers in Uptown, Edgewater, and Rogers Park. A decade later, approximately 80 percent of Chicago's Koreans resided in nine adjacent community areas: Albany Park, West Ridge, Lincoln Square, Uptown, Edgewater, Irving Park, Lake View, North Park, and Rogers Park. By 1990 approximately 100,000 Koreans were residing in the metropolitan area, with growth concentrated especially in Albany Park.The most distinctive feature of Korean economic life in Chicago has been the mushrooming of small business establishments, which have provided entry points into the metropolitan economy. The first Korean-owned business, Diversey Cafeteria in Lake View, appeared at the corner of Diversey and Clark in the 1920s. In 1969, the first new Korean immigrant business, Sam-Mee Restaurant at 3370 North Clark, opened, followed by the opening of the Arirang Food Mart and Seoul Travel Agency on the same block two years later. The center of Chicago's Korean community—or “Koreatown”—emerged in the areas bounded by Pulaski, Montrose, Foster, and Clark, where the number of Korean-owned businesses increased from approximately 30 in 1978 to 428 in 1991, an estimated 70 percent of Chicago's Korean businesses.Korean community life has evolved around ethnic churches and voluntary organizations. In the early 1970s, churches were the only ethnic institutions providing assistance and opportunity for association. As the community grew, Korean-language newspapers ( Han'guk Ilbo, Chung'ang Ilbo, Hangyore Sinmun, Chicago Sinbo ), social service centers (Korean American Community Services, Korean American Senior Center), more churches, and various voluntary associations emerged to provide services and information, while solidifying ethnic ties.However, Chicago's Korean community is neither as harmonious nor united as it seems. As immigration has diversified, stratification and division have emerged despite the community's ability to maintain ethnic solidarity against the “outside” world.",
    "Bibliography": "Kim, Youn-Jin. “From Immigrants to Ethnics: The Life-Worlds of Korean Immigrants in Chicago.” Ph.D. diss., University of Illinois at Urbana-Champaign. 1991.Yoon, In-Jin. On My Own: Korean Businesses and Race Relations in America. 1997.",
    "Author of Text": "Youn-Jin Kim",
    "Hyperlinked Terms Associated": [
        "Lake View",
        "Lincoln Park",
        "Uptown",
        "Edgewater",
        "Rogers park",
        "Albany Park",
        "West Ridge",
        "Lincoln Square",
        "Irving Park",
        "North Park",
        "business",
        "Restaurant",
        "newspapers",
        "social service"
    ],
    "Street addresses associated": [
        "Lake View",
        "Lincoln Park",
        "Uptown",
        "Edgewater",
        "Rogers Park",
        "Albany Park",
        "West Ridge",
        "Lincoln Square",
        "Irving Park",
        "North Park"
    ]
}