{
    "Title": "Pacific Islanders",
    "Descriptive Text": "“Pacific Islanders” is a census category used to describe culturally and geographically diverse migrants from thousands of South Pacific islands. The largest groups of Pacific Islanders in Chicago are Hawaiians, Samoans, Guamanians, and Chamorro, although there have also been Tongans, Maori, Tahitians, Fijians, and others at various times. Accurate statistics are difficult because Hawaiians, Guamanians, and Samoans are not subject to immigration controls as U.S. citizens and U.S. nationals. The census has recently begun to count them separately, but categorization can be difficult because centuries of migration to the islands have given them a multiracial character and blurred categories. The 2000 census identified more than 4,000 people in Chicago claiming at least partial Pacific Islander background, but community estimates were generally much lower.While a small number of Hawaiian musicians might have migrated to Chicago as early as the 1920s, Pacific Islander migration remained extremely limited until after World War II, when many Japanese from the islands left internment camps and settled in the city. In the 1950s, small numbers of Hawaiians in the military, airline, and entertainment industries began to settle in Chicago and attract friends and family seeking economic and educational opportunities. Popular Polynesian-themed clubs and restaurants, including Club Waikiki, attracted Hawaiian musicians to the area and encouraged Pacific Islanders already here to learn music and dance. June Rold's Dance Studio in Des Plaines began to offer hula classes and formed a traveling dance troupe that would come to spawn a new generation of performers. In the 1960s and 1970s, Samoans and Tahitians began to migrate in larger numbers and found employment with many of the clubs and performance troupes. While Pacific Islanders have continued to migrate to Chicago and many have remained, a large number have also returned to the islands or migrated to the West Coast since the 1980s.While many Pacific Islanders are not involved in the entertainment industry, music has been a primary way that the community has organized itself. Hula schools and entertainment troupes have proliferated in recent decades, and, although traditional music and dance have been shaped by Western audience expectations and commercial realities, they can be a form of cultural expression and source of community identity. Dance troupes perform at many public venues, including city parks and festivals. In addition, music has played a strong role in informal community gatherings. In the 1970s, Pacific Islanders created a ukulele club (revived in the late 1990s), a social club which met regularly for food and musical jam sessions. Music also figured prominently at annual summer Polynesian picnics in the 1980s.A new movement to preserve authentic Hawaiian language and culture has sparked the creation of organizations in Hawaii and the mainland. In Chicago, Kupa‘a Pacific Island Resources began in 1995 as a nonprofit organization dedicated to preserving and promoting Pacific Island cultures through educational programs and community events. Forming partnerships with the Old Town School of Folk Music, public schools, museums, and other public agencies, Kupa‘a (“stand firm”) offers both short educational demonstrations and longer classes. It sponsors annual cultural events and special concerts which draw large Pacific Islander audiences from around the Midwest.",
    "Bibliography": "Fawcett, James T., and Benjamin V. Carino. Pacific Bridges: The New Immigration from Asia and the Pacific Islands. 1987.Shore, Bradd. “Pacific Islanders.” In Harvard Encyclopedia of American Ethnic Groups, ed. Stephan Thernstrom, 1980.",
    "Author of Text": "Tracy Steffes",
    "Hyperlinked Terms Associated": [
        "World War II",
        "Japanese",
        "airline",
        "restaurants",
        "dance",
        "Des Plaines",
        "Old Town School of Folk Music",
        "schools"
    ]
}