{
    "Title": "Packinghouse Unions",
    "Descriptive Text": "Chicago's important meatpacking industry experienced three successive waves of unionization. The first two mass organizing campaigns ended in failure. The third effort gained momentum in 1937 and assumed institutional form as the United Packinghouse Workers of America (UPWA) in 1943. This union succeeded in organizing most workers in the stockyards and packinghouses.Formed at the turn of the century, the American Federation of Labor's Amalgamated Meat Cutters and Butcher Workmen of North America (AMC) was the first national organization dedicated to the unionization of the meat industry. Its founders realized that control of the nation's packinghouses, especially those in Chicago, was essential to success. Between 1900 and 1904, the AMC built a powerful organization in the Chicago plants, especially Armour and Swift. Its strongest base of support lay with the skilled “butcher aristocracy,” largely comprising Irish and German workers. In sharp contrast to most trade unions, the AMC extended its organization into the ranks of the unskilled Central and East European immigrants who made up the majority of the workforce. Able to stabilize employment conditions, raise wages, and retain a modicum of control for the skilled elite, the AMC proved enormously popular among packinghouse workers. But a 1904 strike proved disastrous to the union. Relying upon African American and immigrant strikebreakers, the packers destroyed the organization built up by the AMC.The second wave occurred with the American entry into World War I and the Great Migration of southern blacks to Chicago. The wartime economic boom induced the Chicago Federation of Labor (CFL) to mount an aggressive organizing campaign in the stockyards in 1917. Aided by sympathetic federal mediation, the Chicago Stockyards Labor Council (SLC) organized virtually all white workers but struggled to enroll the rapidly growing number of African American workers. The 1919 Chicago race riot doomed that struggle and led to the AMC's decision to leave the SLC. When the AMC struck in the winter of 1921, it did so without the CFL or black packinghouse workers not inclined to assist “the white man's union.” As in 1904, the packing companies imported thousands of black workers to keep their plants operating. The AMC was thoroughly defeated.During the 1920s, black workers continued to enter the city's packinghouses, eventually gaining positions as butchers on the killing floors. During the early 1930s, these workers took the lead in launching the organizations that later supported the CIO's Packinghouse Workers Organizing Committee (PWOC). PWOC succeeded in overcoming the ethnic and racial antagonisms that had plagued past organizing efforts. Active in both black and white neighborhoods, PWOC functioned as an important social and cultural institution in addition to its primary role as a union. When the UPWA was formed in 1943, it was headquartered in Chicago. The UPWA won a strike over wages in 1946 but lost a 1948 attempt to shut down the packing industry. Racial tensions did not surface after the 1948 strike, and the union was able to recover quickly. Throughout the 1950s it combined militant unionism with active involvement in the community-based struggle for racial equality.Plant closings in the late 1950s and early 1960s decimated the UPWA. In 1968 it merged with the Amalgamated Meat Cutters, but by that time only a few small plants remained in Chicago. In 1979 a merger with the Retail Clerks created the United Food and Commercial Workers.",
    "Bibliography": "Barrett, James R. Work and Community in the Jungle: Chicago's Packinghouse Workers, 1894–1922. 1987.Brody, David. The Butcher Workmen: A Study of Unionization. 1964.Halpern, Rick and Roger Horowitz. Meatpackers: An Oral History of Black Packinghouse Workers and Their Struggle for Racial and Economic Equality. 1996.",
    "Author of Text": "Rick Halpern",
    "Hyperlinked Terms Associated": [
        "meatpacking",
        "unionization",
        "Irish",
        "German",
        "strike",
        "World War I",
        "Great Migration",
        "Chicago Federation of Labor",
        "race riot"
    ]
}