{
    "Title": "Pakistanis",
    "Descriptive Text": "The 2000 federal census counted over 18,000 Pakistanis in metropolitan Chicago, one of the largest concentrations of Pakistanis in the United States. Community estimates in the late 1990s, however, ranged from 80,000 to 100,000, most of whom were either Urdu- or Punjabi-speaking Muslims. Like other South Asians, Pakistanis have commonly tended to settle in and around major urban areas, especially on the two coasts near New York and Los Angeles. Chicago and other inland cities such as Houston have also developed large and visible Pakistani communities.Although Pakistani immigration to the United States dates back to Pakistan's independence in 1947, the greatest influx of Pakistanis occurred after the mid-1960s, when U.S. immigration policy toward South Asia became more relaxed. These early immigrants were generally well-educated and financially comfortable graduate students and professionals, such as doctors, engineers, and scientists, who emigrated for educational and economic opportunities. The political instability of Pakistan at the time and the rise of anti–South Asian sentiment in the United Kingdom accelerated the migration of Pakistanis to the United States. The decades of the 1980s and 1990s continued to bring educated Pakistani professionals to the United States, but a growing number of less-educated, middle-class immigrants also arrived, taking jobs as taxi drivers and small business owners.Although Pakistanis apparently have dispersed across Chicago's suburbs rather than concentrating in any single neighborhood, Pakistani presence has been most visible along Devon Avenue, the cultural and commercial center of Chicago's South Asian communities. Along this North Side street—where dozens of Pakistani restaurants and shops have nestled among other South Asian businesses—Pakistanis have celebrated their national independence day, August 14, with an annual parade. Pakistanis generally parade along the portion of Devon just east of Western Avenue that has been designated “Mohammed Ali Jinnah Way,” in honor of Pakistan's founder and first head of state. On that same weekend, Chicago's Indians celebrate their independence day (August 15) along the portion of Devon that commemorates their nation's founder, Mahatma Gandhi. The peaceful side-by-side coexistence of Pakistanis and Indians in Chicago is a remarkable contrast to the strife that has riddled the two nations since their founding.Chicago's Pakistanis have established a number of social and cultural institutions. Together with the city's greater Islamic community, Pakistanis have helped establish mosques and Islamic schools in and around Chicago, including the Islamic Foundation. Social and cultural associations have included the Pakistan Federation of America in Chicago and the Indus Society.",
    "Bibliography": "Rafi, Natasha. “Who Are the Pakistani Americans?” In The Asian American Almanac. 1995.",
    "Author of Text": "Ajay K. Mehrotra",
    "Hyperlinked Terms Associated": [
        "Muslims",
        "taxi",
        "restaurants",
        "Indians"
    ]
}