{
    "Title": "Palatine, IL",
    "Descriptive Text": "Cook County, 26 miles NW of the Loop. In the early nineteenth century, this was a rather swampy area, through which Salt Creek (then as now) passed. To the northwest was Deer Grove, so named for the numerous deer that it sheltered; “English Grove” lay due west, and Plum Grove about two miles to the south. Plum Grove was particularly important to the Potawatomi, who continued to visit area burial sites after they were removed to Iowa in the 1830s.Early settlers tended to choose these forested sites. Thus George Ela settled near Deer Grove in 1835, while Ben Lincoln and Ben Porter traveled from Vermont to Plum Grove. In 1853, the Illinois & Wisconsin Railroad was constructed across the township. A town emerged around the railroad depot, built just south of the Salt Creek swamp. Some people wanted to call it Yankton, but the name Palatine was adopted, after a town in New York.By the time Palatine was incorporated in 1866, it was already a community of some size, with a Methodist church. While the earliest settlers were Yankees, there was an influx of Germans beginning in the 1850s. By 1869 a substantial Lutheran church could be built. These Germans were mostly farmers, who joined the earlier settlers in bringing their produce to the Palatine depot for shipment to Chicago. Some commuters also began to settle in the little town, but it remained very rural down to World War II, in spite of the construction of the Northwest Highway in the 1930s.All that changed in the 1950s, particularly with the construction of the Northwest Toll Road in 1955, a couple of miles south of Palatine's southern boundary. The whole area was opened up to rapid automobile travel, and residential building accelerated. The streets were generally laid out in irregular patterns, to avoid the excessively rectilinear appearance of many of the suburbs nearer Chicago. By 1970 virtually all the land had been taken up, and the only large open area was the Palatine Hills Golf Course, on the northwest edge of town. Beyond that lay the Deer Grove Forest Preserve, a substantial remnant of the forested area that had drawn Indians and Europeans to these parts in the first place.",
    "Bibliography": "Paddock, Stuart R., et al. Palatine Centennial Book. 1991.",
    "Author of Text": "David Buisseret",
    "Hyperlinked Terms Associated": [
        "Potawatomi",
        "Railroad",
        "Yankees",
        "Germans",
        "Toll Road",
        "Golf",
        "Forest Preserve"
    ]
}