{
    "Title": "Palestinians",
    "Descriptive Text": "Palestinians began migrating to Chicago in the late nineteenth century. They were a significant part of the contingent of “Syrian” Arab traders at the 1893 World's Columbian Exposition, selling religious artifacts, textiles, and handicrafts from the Holy Land. Glowing reports of early trading successes at this and other fairs fueled the desire of Palestinians, Syrians, and Lebanese to migrate to the United States and become traders. Arab migration to the United States and Chicago increased between 1890 and 1921, until overseas migration to the United States was halted by immigration quotas.While Arabs from Palestine, Lebanon, and Syria were collectively referred to as “Syrians” by the American government and the American public, there were differences among them. The Syrians and Lebanese were largely Christians, while the Palestinians were largely Muslims. Many of the former brought their families over before immigration quotas took hold; the Palestinians remained largely an all-male community until after World War II. As Muslims, Palestinians did not share in the dominant religious culture of the United States. They preferred to work hard, support their families back home, and retire in Palestine.Early Palestinian immigrants lived either in all-male boardinghouses near 18th and Michigan or behind their small retail shops on Chicago's South Side. From the beginning of the “ Great Migration ” of black southerners to the North, Palestinians developed a trading niche in the emerging black communities on the South Side, selling food and dry goods as street peddlers or shopkeepers. By the early 1970s, they owned nearly 20 percent of all small grocery and liquor stores in Chicago, most located in African American communities, although Chicago's 30,000 Palestinians represented less than 1 percent of the city's population. By the 1990s, Palestinians had maintained this niche, but they also diversified into used-car dealerships, gas stations, auto repair shops, ethnic stores, and fast-food restaurants, remaining, however, primarily a community of small business entrepreneurs serving mostly “minority” communities. According to the 1990 census, more than 45 percent of employed Palestinians in the Chicago area worked in retail trade. The second largest concentration—some 14 percent—were professionals.In the 1950s, Palestinians with families moved out of their boardinghouses and shops and into apartments and homes just west of Chicago's “ Black Belt. ” By the 1970s, they formed a concentrated residential community in Gage Park and Chicago Lawn, on the South Side, and had established a business district with stores catering to Arab clientele. Chicago's largest concentration of Palestinians still lives in these areas and in the communities to the south and west of them. In the 1980s, many upwardly mobile Palestinian families moved to the southwest suburbs, bringing significant Palestinian populations to Burbank, Oak Lawn, Hickory Hills, Bridgeview, Alsip, and Palos Hills. Palestinians were the main contributors to a large mosque built in the 1970s in suburban Bridgeview.Palestinian Christians established a presence in Chicago in the 1960s, settling in a widely dispersed area on the North Side between Belmont and Devon and Western and Pulaski. Like the earlier Muslim immigrants, the first Christian immigrants were males who brought their families over once they were financially established. Also concentrating in retail trade, they operated businesses on the North, South and West Sides of the city. Primarily Greek Orthodox by religion, Palestinian and Jordanian Christians share a church, St. George's, in Cicero. In the 1970s, a North Side Arab business enclave with shops catering to Arab customers emerged in Albany Park. It has continued to expand as new waves of Palestinian immigrants, both Christian and Muslim, as well as Iraqi and Lebanese Arabs, settle on the North Side.Palestinian migration to Chicago, Muslim and Christian, has increased steadily since the late 1960s. It comprises largely extended families from the West Bank, where Israeli military occupation since 1967 has stimulated extensive Palestinian emigration. A forced permanence was imposed on the Palestinian community in Chicago when Israeli laws denied residency and return rights to all Palestinians living outside the West Bank in 1967, as well as to those who subsequently remained out of the area for more than three years. This has enhanced a refugee identity among Palestinians living in Chicago. By 1995 there were some 85,000 Palestinians in the Chicago metropolitan area, about half born outside the United States. Palestinians formed about 60 percent of the Arab population of the Chicago metropolitan area.",
    "Bibliography": "Cainkar, Louise. “The Deteriorating Ethnic Safety Net among Arabs in Chicago.” In Arabs in America: Building a New Future, ed. Michael Suleiman, 1999.Cainkar, Louise. Palestinian Immigrants in the United States: Gender, Culture, and Global Politics. Forthcoming.",
    "Author of Text": "Louise Cainkar",
    "Hyperlinked Terms Associated": [
        "Worlds Columbian Exposition",
        "Syrians",
        "Lebanese",
        "work",
        "Muslims",
        "boardinghouses",
        "South Side",
        "Great Migration",
        "street peddlers",
        "liquor",
        "grocery",
        "African American",
        "gas stations",
        "restaurants",
        "apartments",
        "Black Belt",
        "Gage Park",
        "Chicago Lawn",
        "Burbank",
        "Oak Lawn",
        "Hickory Hills",
        "Bridgeview",
        "Alsip",
        "Palos Hills",
        "Jordanian",
        "Cicero",
        "Iraqi",
        "Albany Park",
        "Israeli",
        "refugee"
    ],
    "Street addresses associated": [
        "Albany Park",
        "Chicago Lawn",
        "Gage Park"
    ]
}