{
    "Title": "Palmer House",
    "Descriptive Text": "Now in its fourth incarnation, the Palmer House hotel was long the pinnacle of grandeur and luxury in Chicago and was for decades the hotel of choice for visiting presidents, dignitaries, and businesspeople.The crown jewel in the holdings of department store mogul turned real-estate developer Potter Palmer, the first Palmer House, with 225 rooms, opened in September 1870. Its furnishings alone cost $100,000, or half the construction cost. A second Palmer House was under construction nearby, but both buildings were destroyed by the Fire of 1871.Palmer quickly rebuilt, employing calcium lights so workers could press on through the night. The resulting seven-story, $13 million hotel, opened in 1875, was filled with Italian marble and rare mosaics and was so ornate that it was alternately mocked and praised. That building—touted as the nation's only fireproof hotel—stood until 1925, when it was replaced with the $20 million, 25-story multitowered hotel that stands today.Eclipsed in the 1980s by posh hotels on North Michigan Avenue closer to fine shopping, the Palmer House—a part of the Hilton Hotel chain since 1945—continues to attract guests because of its proximity to the Loop business district, the Art Institute of Chicago, and downtown theaters. Too, its vast meeting spaces attract conventions. While its hotel rooms are standard upscale fare, the Palmer House's palatial lobby, conceived as a European drawing room, remains one of the most magnificent in the world.",
    "Bibliography": "Berger, Miles L. They Built Chicago: The Entrepreneurs Who Shaped a Great City's Architecture. 1992.Miller, Donald. City of the Century: The Epic of Chicago and the Making of America. 1996.Schulze, Franz, and Kevin Harrington. Chicago's Famous Buildings. 1993.",
    "Author of Text": "Anne Moore",
    "Hyperlinked Terms Associated": [
        "hotel",
        "department store",
        "real-estate",
        "Fire of 1871",
        "hotel",
        "Art Institute of Chicago",
        "Loop",
        "theaters"
    ]
}