{
    "Title": "Palos Park, IL",
    "Descriptive Text": "Cook County, 19 miles SW of the Loop. The landscape of Palos Park—thickly forested hills—sets this village apart from other communities, just as its reputation as an artists' retreat did in the first half of the twentieth century. The village is surrounded on the north, west, and south by the Cook County Forest Preserves, while Palos Heights lies to the east.In the 1830s settlers from the eastern United States and Ireland began to farm the flatter ground west of what is Palos Park, while the hilly, wooded areas of Palos Park were used as sources of lumber and fuel. In the 1840s so many Northern Irish settled here that the first post office was briefly named Orange. An 1851 map shows only one road—now La Grange Road—running to the west of the Palos Park area. The first railroad came through in 1883 along the route of the present Southwest Highway and connected the area to Chicago.In the 1890s Palos Park became known as a country retreat. Near the railway station, a group of well-to-do Germans founded a club called the Sharpshooters Association. The first subdivision of one- to ten-acre parcels was platted, attracting Chicagoans seeking fresh air and a respite from the crowds at the 1893 World's Columbian Exhibition. Artists, writers, retired theater and circus performers, and wealthy city dwellers built second homes in Palos Park. The community's position as an arts center was clearly in place by 1903 when the Palos Improvement Clubhouse was built. It seated 350, more than all the villagers combined.In 1913 the railroad route was straightened, shifting slightly to the east, and in 1914 the villagers voted to incorporate as a village. In 1916 the Cook County Forest Preserve began buying land in the Palos Park area to ensure that it would remain a retreat for urban dwellers. This restricted the area of Palos Park from future growth and maintained the area’s sylvan atmosphere.Until midcentury, the village's population remained in the hundreds. The Calumet Sag Channel was completed across the north side of the small community in 1922. In 1928, the Southwest Highway opened along the old railroad right-of-way and improved access to the area. A handful of stores developed to serve the community, which continued to be dominated by artists and writers. Well-known people who sojourned in Palos Park included sculptor Lorado Taft, author Pearl Buck, and playwright Sherwood Anderson.Slowly the summer and weekend homes were converted to year-round residences. The population rose as families from urban areas settled here, and the village became a bedroom community for people commuting to jobs in Chicago.Palos Park's population (4,689 in 2000) contains few minorities and there is no industry in the village, although there is some commercial development along 123rd Street. The village is governed by a council composed of a mayor and four commissioners.",
    "Bibliography": "DeNovo, Nancy, and Geraldine DeNovo. Palos Park, Seventy-fifth Anniversary, 1914–1989. 1989.",
    "Author of Text": "Betsy Gurlacz",
    "Hyperlinked Terms Associated": [
        "artists",
        "Forest Preserves",
        "Irish",
        "railroad",
        "Germans",
        "Worlds Columbian Exhibition"
    ]
}