{
    "Title": "Palos Heights, IL",
    "Descriptive Text": "Cook County, 17 miles SW of the Loop. Palos Heights is bordered by the Calumet Sag Channel on the north, Cook County Forest Preserves on the south, Palos Park on the west, and Crestwood on the east. Harlem Avenue, the main commercial thoroughfare, bisects the city, and is also the dividing line between Palos Township on the west side, and Worth Township on the east.Little is known of the early history of this community; an 1851 map shows no farmhouses. The only road that ran through the area was 127th Street. A swampy area (later the route of the Calumet Sag Channel) stretched across the northern part of the Palos Heights region and may have discouraged development.By the 1860s, the more level parts of the area were farmed by German and Irish families, while the hills were used for pasture. An 1861 map shows that Harlem Avenue ran through the area, which was occupied by several farms. The east side of Harlem was divided into wood lots, to be used as sources of lumber and fuel by local farmers.Ridgeland Avenue ran along the east side of the future townsite, according to an 1886 map, and 76th Avenue bordered the west side. The only indication of activity other than farming was a blacksmith shop on 76th Avenue. Near the northwest corner of town, train tracks ran to Chicago and Orland Park, although the nearest train station was in the Palos Park area.It was not until 1901 that a school district was formed in the Palos Heights area. About this time, Dutch farmers began to settle there.While the area continued as farmland and pasture in the 1920s, the completion of the Southwest Highway in 1928 improved automobile access and led to development. In 1935, a real-estate developer laid out a grid of streets flanking Harlem Avenue. The Harlem Heights subdivision featured quarter-acre homesites (“farmettes”) that included tree saplings, grapevines, and incubated chicken eggs. Property deeds included racial restrictive covenants. Businesses sprang up along Harlem Avenue.In 1937 the members of the growing community formed the Palos Heights Community Club, which was instrumental in the development of a public school and a fire department. Not until 1939 did Palos Heights acquire its own post office.The building of subdivisions continued throughout the 1940s and 1950s. In 1959, on the fourth try, Palos Heights was incorporated as a city. In that same year, Trinity Christian College was established in the northeast corner of the city.The last remaining farmland in Palos Heights was sold to subdividers in 1965. The Palos Community Hospital, the city's largest employer, opened its doors in 1972. There is no industry in the community. Palos Heights is governed by a mayor and eight aldermen. The city's first train station was under construction at the end of the century.",
    "Bibliography": "Local history files. Palos Heights Public Library, Palos Heights, IL.",
    "Author of Text": "Betsy Gurlacz",
    "Hyperlinked Terms Associated": [
        "Forest Preserves",
        "Palos Park",
        "Crestwood",
        "German",
        "Irish",
        "lumber",
        "school district",
        "Dutch",
        "real-estate",
        "restrictive convenants",
        "subdivisions",
        "Trinity Christian College"
    ]
}