{
    "Title": "Palos Hills, IL",
    "Descriptive Text": "Cook County, 16 miles SW of the Loop. The northwestern part of Palos Hills lies on elevated and heavily timbered Mount Forest Island on the eastern side of the Valparaiso Moraine. The old Sauganash Swamp once covered the remainder of the area.The earliest inhabitants were Indians during the Upper Mississippian and early historic periods. Archeological excavations reveal two Indian settlements: the Knoll Spring site near the Palos Hills Police Station, and another near 107th Street and Route 45. Indians remained in the area until the 1832 Black Hawk War.The building of the Illinois & Michigan Canal from 1836 to 1848 brought Irish and German immigrants to the area. Farmers tilled the land and decimated the timber supply, sending much of it to Chicago via the canal. The first Roman Catholic community, Sacred Heart Roman Catholic Church, was formed in 1872. To the south, Palos Park was incorporated in 1914. Agriculture remained the principal occupation of the area until the 1940s.During World War II, the construction of the Dodge-Chrysler aircraft plant at 75th and Cicero attracted workers to the North Palos area, where they lived in substandard housing. Subsequent development of the factory site generated a demand for more housing, but also fostered disagreement on future growth.Impetus for incorporation originated from annexation threats. Hickory Hills' annexation of streets in North Palos in order to establish a speed trap led to the formation of the North Palos Community Council in 1957. The council fought street annexations, but ultimately was forced to choose between incorporation or continued annexation threats. In 1958 North Palos voted to incorporate as the city of Palos Hills.Before 1963 city lots in Palos Hills were large, apartments were banned, and minimal services were provided. Thereafter planned growth allowed unit subdivisions, leading to a building boom. By 1990 the community was white and largely middle-class, with strong public elementary and high schools, and Moraine Valley Community College. Descendants of Irish, German, and Polish immigrants constitute 50 percent of the population, with substantial numbers of Italian and Greek descendants. Transportation needs are met by easy accessibility to the Stevenson Expressway and the Route 294 Tollway, as well as by Metra train service in the adjacent suburb of Worth. The western border consists of 7,000 acres of the Cook County Forest Preserve.",
    "Bibliography": "History of the City of Palos Hills. 1978.Palos Hills Fact Sheet. Green Hills Public Library, 1992.Sacred Heart Parish Centennial Book. 1972.",
    "Author of Text": "William T. Corcoran",
    "Hyperlinked Terms Associated": [
        "Black Hawk War",
        "Illinois & Michigan Canal",
        "Irish",
        "German",
        "Roman Catholic",
        "Palos Park",
        "Agriculture",
        "World War II",
        "annexation",
        "apartments",
        "subdivisions",
        "Polish",
        "College",
        "Italian",
        "Greek",
        "Transportation",
        "Expressway",
        "Metra",
        "Tollway",
        "Worth",
        "Cook County"
    ],
    "Street addresses associated": [
        "Sauganash"
    ]
}