{
    "Title": "Panamanians",
    "Descriptive Text": "Chicago's first Panamanians arrived shortly after World War II as brides of American servicemen stationed in the Canal Zone. Following them were scores of young Panamanians seeking university degrees, a trend that has continued into the twenty-first century. Frustrated by limited economic opportunities at home, hundreds of less educated Panamanians began joining area family members in the 1950s and '60s. Women performed domestic work, while both men and women labored in light manufacturing companies, like Zenith. The first significant numbers of Afro-Panamanians settled mostly on Chicago's South Side in the 1970s. While many Panamanians from these early waves of immigration continued to hold blue-collar jobs, a growing number of men and women earned college degrees and entered professions like teaching, engineering, and accounting. A small group of affluent Panamanian professionals migrated mostly to Lake County in the 1980s, fleeing the instability of the Noriega regime.Despite their economic, cultural, and spatial diversity, Chicago's Panamanians can be grouped geographically into three loosely defined communities: in the near-north suburbs, Lake County, and on the South Side. Each community roughly affiliates itself with a corresponding organization. Two associations, one centered in Lake County and another in the near-north suburbs, have mostly Euro-Panamanian Roman Catholic membership and primarily host celebratory events featuring Panamanian dances. The organizations usually affiliate with Central American groups but are also involved with broader Latino associations. The high cost of dance costumes, especially for women and girls, has prohibited some from performing with their troupes, making access to cultural expression an economic issue.Many in the black Panamanian community belong to the African Methodist Episcopal Church and have embraced cultural traditions both similar to and somewhat distinct from those in the communities to the north. Members of this community operate a fundraising conduit for a museum in Panama dedicated to Afro-Panamanian culture. Until recently another South Side organization, now defunct, celebrated both Afro-Caribbean (mostly Jamaican ) as well as Euro-Hispanic elements in Antillano culture, which had been brought to Panama by migrants from the Caribbean islands. Tensions arose in the late 1990s as the association complained of being excluded from events sponsored by the Lake County organization. As insufficient funding limited the amount of activities it could offer, the South Side group became effectively shut out from public forums of cultural expression. The organization in the near-north suburbs subsequently acted as a liaison between the two groups to ease tensions, and many community members on the South Side became active in the near-north association.Area Panamanians have maintained active ties with other large Panamanian communities in New York City, Miami, and Panama. Those who cannot afford winter vacations to Panama, or whose resident status might make returning difficult, stay in touch with family and friends by phone, e-mail, and postal mail. However, many choose to live out their retirement in the warm climates of the American South, preferring its accessibility to their Chicago families over Panama.",
    "Author of Text": "Stephen R. Porter",
    "Hyperlinked Terms Associated": [
        "World War II",
        "domestic worj",
        "South Side",
        "accounting",
        "Lake County",
        "Roman Catholic",
        "Jamaican"
    ]
}