{
    "Title": "Paraguayans",
    "Descriptive Text": "The first community of Paraguayans to settle in the Chicago area began migrating in the middle 1960s from the provincial city of Caraguatay. Taking advantage of reformed U.S. immigration laws, a significant portion of Caraguatay's residents had migrated to Chicago, and especially New York, by 1980. Although many had worked in agriculture, some came to Chicago skilled in carpentry and metallurgy. All came seeking a better economic and political environment than Paraguay could provide. Chicago's Caraguatayan population numbered around 1,000 by the early 1970s and lived primarily in the city's northwest neighborhoods. The community's men created a labor niche for themselves in furniture production and factory metalwork. The women, accustomed to household labor in Paraguay, often became domestic workers in Chicago. By 1990 most of the community had left Chicago for New York City to join the large numbers of Caraguatayans there.A smaller community of about 50 Paraguayan physicians and their families began settling in the northwest suburbs during the 1960s. Most of this group arrived as a result of a 1965 immigration law that accorded visa preference to those with professional skills acutely needed in the United States. Arriving with only temporary work visas, some of these young male and female doctors returned to Paraguay after their residencies and internships concluded. Others, however, successfully petitioned for permanent residency or citizenship and have remained in Chicago. While professional opportunity lured these Paraguayans to Chicago, the dictatorial rule of Alfredo Stroessner (1954–1989) drove them from Paraguay. Groups of other college-educated Paraguayans and students began joining the physicians in the 1970s, as Paraguay's political and economic climate wavered. Also settling in the northwest suburbs, some from this group entered the medical products sales force while others joined remaining Caraguatayans in the furniture business.The Paraguayan community achieved its numerical zenith (approximately 2,000) and group activity during this wave of immigration in the 1970s and 1980s. Centro Paraguayo, a cultural organization, organized Paraguayan dance troupes of primarily women and children and hosted independence day parties. Its festivities often attracted Paraguayans from Detroit and New York City. A Paraguayan men's soccer team played regularly in area tournaments.The number of Chicago-area Paraguayans has dropped and their group activities have waned in recent years. Most with Caraguatayan ties have left for New York, while the children of other Paraguayans have grown up, leaving their parents with fewer reasons to get together “as Paraguayans.” Many Paraguayans have retired to Paraguay or the U.S. South with comfortable savings. While Paraguay's economic climate has remained unstable, its political environment has improved since the end of the Stroessner regime. Recent restrictions in American immigration policies have meant that fewer Paraguayans are entering the United States. Today, community activities are mostly restricted to groups of men watching the Paraguayan national soccer team play on satellite television at area sports bars.",
    "Author of Text": "Stephen R. Porter",
    "Hyperlinked Terms Associated": [
        "furniture",
        "domestic workers",
        "dance",
        "soccer"
    ]
}