{
    "Title": "Parish Life",
    "Descriptive Text": "Parishes occupied the center of a vital Roman Catholic subculture in Chicago. They created neighborhoods of shared values and experiences. They also provided a haven for Catholics in the hostile Protestant America of the nineteenth and early twentieth centuries. The Roman Catholic Archdiocese of Chicago initially organized parishes geographically, which laid the groundwork for building a network of churches with their respective members attending the nearby church. The English-speaking Irish adapted to this arrangement. However, when other Catholic immigrant groups settled in Chicago, their foreign languages and different customs of worship made it difficult for them to move into these “Irish” parishes. The archdiocese agreed to allow each national group the opportunity to build temporary national parishes that would exist within territorial parishes. By allowing its followers to worship in their own traditions, the Catholic Church hoped to keep immigrants in the Catholic fold.Expressions of Anglo-Protestant hostility to Roman Catholicism in public schools encouraged many parishes to establish their own schools. In 1884, Catholic bishops gathered at the Third Plenary Council in Baltimore requesting that each parish support a school. The Chicago Archdiocese responded to this challenge by building the largest parochial school system in the world. While initiated as a response to nativism, these schools enabled non-English-speaking Catholics to pass on their language and customs to their children. Catholic schools reinforced for every generation the centrality of Catholicism to their identity in America.As new immigrants arrived in Chicago and older groups moved toward the edges of the expanding city, Archbishop James Quigley (1903–1915) aimed to establish a parish for every square mile, ensuring the centrality of the local parish in the lives of its parishioners. National churches continued to be built within territorial parishes. However, the ethnic divisiveness that followed in the wake of World War I prompted George Cardinal Mundelein, who came to Chicago in 1916, to curtail the establishment of national parishes. The xenophobia of the 1920s convinced Mundelein that Catholic ethnics should become Americanized. Catholic parishes became mini melting pots as ethnic groups moved up the economic ladder and out of immigrant communities. They joined the white English-speaking territorial parishes in the bungalow belt and middle-class neighborhoods. Irish, Germans, Poles, Italians, and others forged a Catholic American identity.Devotional Catholicism was also an important factor in shaping parish life. Catholicism had traditionally emphasized the importance of communal worship. To partake of the sacraments that were crucial to salvation, Catholics needed a priest and a parish. Other devotional practices such as novenas, Forty Hours Devotion, Stations of the Cross, Benediction, etc., encouraged public ceremonies and communal expressions of faith. Most parishes also supported a host of fraternal and charitable societies and sodalities. Some churches provided recreational facilities. Until Vatican II in the 1960s, white Catholics kept aloof from Protestants and inhabited a spiritual and social world from the cradle to the grave that centered on the parish.In the wake of Vatican II and the movement of older white Catholic ethnic groups into the middle and upper classes and into a broader and highly educated world beyond a Catholic subculture, the parish is no longer a defining aspect of Catholic identity. Confident in their place in American society, practicing Catholics see the parish more as a place for spiritual nourishment than a refuge.",
    "Bibliography": "McCaffrey, Lawrence J., Ellen Skerrett, Michael F. Funchion, and Charles Fanning. The Irish in Chicago. 1987.McMahon, Eileen. “What Parish Are You From?” The Chicago Irish Parish Community and Race Relations, 1916–1970. 1995.",
    "Author of Text": "Eileen M. McMahon",
    "Hyperlinked Terms Associated": [
        "Roman Catholic",
        "Protestant",
        "Roman Catholic",
        "Archdiocese of Chicago",
        "Irish",
        "schools",
        "Catholic schools",
        "World War I",
        "Americanized",
        "bungalow belt",
        "Germans",
        "Poles",
        "Italians"
    ]
}