{
    "Title": "Park Forest, IL",
    "Descriptive Text": "The future Park Forest's first permanent white resident, Adam Brown, settled at the present corner of Sauk Trail and Chicago Road in 1833. John and Sabra McCoy established a farmstead in 1834 and, along with the Batcheldor family, were Methodist abolitionists who offered their homes as stops for runaway slaves on the Underground Railroad. The Batcheldor property became the largest part of the future Park Forest.In 1852 the Illinois Central Railroad was built along the northwestern border of the future Park Forest, and the Michigan Central Railroad came through in 1853 to intersect with the Illinois Central in neighboring Matteson.Chicago's south suburbs experienced expansive residential growth throughout the first half of the twentieth century. In the 1920s, developers planned to construct Indian Wood, a complete city centered on a newly built 18-hole golf course, on the as yet undeveloped Batcheldor land. Early speculation failed to attract buyers, and another attempt was made during the 1933 Century of Progress World's Fair with little success. This was followed by another failed effort, this time a housing development marketed to African Americans around the existing golf course.The successful plan for developing Park Forest came on the heels of World War II. On October 28, 1946, developer Philip M. Klutznick, along with Nathan Manilow and Carroll F. Sweet, held a press conference at the Palmer House in Chicago to announce that American Community Builders (ACB) planned to privately develop a new self-governing community in Chicago's south suburbs. The village would ultimately provide a variety of housing options for over 5,000 families, an extensive park system, one of the first major outdoor shopping centers in the country (based on the Plaza San Marco in Venice), and a town hall supporting all municipal functions with a village manager at its head. This announcement received national attention in the New York Times and Collier's magazine.Park Forest was designed by Elbert Peets in the tradition of other planned communities such as Radburn, New Jersey, and Riverside, Illinois, to provide housing for veterans returning from the war, earning it the nickname “GI town.” ACB placed advertisements in the Chicago Tribune to lure prospective residents to Park Forest. New tenants applied to live in the village and ACB screened applicants according to their income level, education, status as a veteran, and need. The first residents arrived in August 1948, and on February 1, 1949, Park Forest was incorporated as a village. By 1950, over 3,000 families had settled in Park Forest. The first black family took residence in 1959.Park Forest was honored in 1954 as an “All-America City” for its citizens' help in the creation of Rich Township High School, and again in 1976 for racial integration and open housing initiatives. The population was 23,462 in 2000, when Park Forest received the Daniel H. Burnham Award for planning to redevelop the outdated shopping center into a traditional downtown. In 2003 meteorites landed in Park Forest and neighboring areas, in the first known meteorite fall in Illinois since 1938.",
    "Bibliography": "The Oral History of Park Forest: OH! Park Forest. Park Forest Historical Society. 1982.Randall, Gregory C. America's Original GI Town: Park Forest, Illinois. 2000.Whyte, William H. The Organization Man. 1956.",
    "Author of Text": "Todd J. Tubutis",
    "Hyperlinked Terms Associated": [
        "abolitionists",
        "Underground Railroad",
        "Illinois Central Reailroad",
        "Matteson",
        "golf",
        "Century of Progress",
        "African Americans",
        "Riverside",
        "open housing"
    ]
}