{
    "Title": "Park Ridge, IL",
    "Descriptive Text": "Cook County, 18 miles NW of the Loop. Local legend claims that the suburb of Park Ridge contains the highest point in Cook County. While this is not true, the name is appropriate, reflecting the town's park-like setting along a gentle ridge.The first residents of the area were the Potawatomi. After their removal under terms of the 1833 treaty, Yankee settlers from New England and upstate New York began trickling in and laying out farms. They honored their eastern heritage by calling the district Maine Township. Most prominent among these early people was Mancel Talcott, who built a log cabin and a bridge over the Des Plaines River near the present site of Touhy Avenue and served as postmaster.Industry came to Maine Township in 1854 with the opening of George Penny's brickworks. When the Chicago, St. Paul & Fond du Lac Railroad (later the Chicago & North Western) began running shortly afterward, Penny arranged to have the trains stop by building his own station. The new community that grew up around the station was informally known as Pennyville, until Penny himself suggested the name Brickton.By 1873 the population of Brickton was 405. The brick pits had been worked out, so when the residents voted to incorporate that year, the village was renamed Park Ridge. Over the next decades, as Park Ridge established its identity as a residential community, its leaders sought to develop the look of a traditional New England town, with large homes on wide lots and a profusion of trees. Apartments were banned and industrial development discouraged.Park Ridge experienced a major building boom during the 1910s and '20s. City dwellers discovered the pleasant surroundings and convenient commuter trains. From 2,009 in 1910, the population ballooned to 10,417 in 1930. Anticipating annexation pressure from Chicago, the village had reorganized as the city of Park Ridge in 1910. Maine East High School and the landmark Pickwick Theater date from this era.The depression of the 1930s halted the boom. During the 1940s, some housing for war-industry workers was built. However, significant expansion of Park Ridge did not begin until the 1950s, as part of America's postwar suburbanization. The population rose from 16,602 in 1950 to 42,466 two decades later. Aiding the growth was the opening of nearby O'Hare Airport, as well as the construction of two tollways and the Northwest (now Kennedy) Expressway.As its population grew, Park Ridge moved to increase its tax base by encouraging office development and allowing a limited number of apartments. Lutheran General Hospital relocated from Chicago, and a second high school (Maine South) opened in 1964. In later years, as the community filled up its vacant land and property values soared, builders began to tear down small, older homes and replace them with huge new dwellings.Park Ridge entered the twenty-first century as a mature, upper-middle-class residential suburb. The population continues to be largely white Anglo-Saxon Protestant, but now with a significant number of Polish Roman Catholics. Concerns include maintaining the residential strengths of the community and alleviating the noise from O'Hare Airport.",
    "Bibliography": "Blouin, Nancy. Park Ridge, Illinois: A Photo History. 1994.Park Ridge Chamber of Commerce. Park Ridge, 1873–1973: A Century of Pride. 1973.Park Ridge Library has various clippings in its Heritage Room, as well as four videotapes of oral history interviews conducted from 1985 to 1987.",
    "Author of Text": "John R. Schmidt",
    "Hyperlinked Terms Associated": [
        "Cook County",
        "Potawatomi",
        "treaty",
        "Yankee",
        "Des Plaines River",
        "Railroad",
        "Apartments",
        "annexation",
        "OHare Airport",
        "Expressway",
        "Hospital",
        "Protestant",
        "Polish Roman Catholics"
    ]
}