{
    "Title": "Park Districts",
    "Descriptive Text": "When Chicago officially incorporated as a city in 1837, it adopted the motto “Urbs in Horto,” a Latin phrase meaning “City in a Garden.” Despite this verdant slogan, the city had few public parks. Early residents succeeded in saving two small parcels of the lakefront as parkland. The few other small parks created during the 1840s and 1850s were donated or sold to the city at reduced rates by real-estate developers. These speculators knew that a small square in the center of a residential development would boost the value of the entire subdivision. In 1849, real-estate speculator John S. Wright suggested a much more ambitious system of parks and interconnected pleasure drives. At the time, however, the city government had neither the administrative nor the legal means to realize this vision.Concerns about the health threat posed by an unsightly North Side lakefront cemetery furthered the park movement in the 1850s and 1860s. Physician John H. Rauch realized that Chicago's water supply was being contaminated by cholera and other diseases because of poor burial conditions in the sandy low-lying site. Rauch, who also made a study of the world's most famous parks, led a crusade to convert the city cemetery into a public park. North Siders rallied behind the cause, and, in 1860, 60 acres were reserved as a pleasure ground. Five years later, after the assassination of President Abraham Lincoln, the park was named in his honor. Improvements were made in accord with an original plan by landscape designer Swain Nelson.In the late 1860s, Chicagoans rallied for additional parks, prompting the State Legislature to establish the South, West, and Lincoln Park Commissions in 1869. Each commission served its own jurisdiction and was responsible for improving one section of what was intended as a unified park and boulevard system. Reflecting Wright's suggestion of 20 years earlier, a ribbon of parks and pleasure drives encircling the city was envisioned.Lincoln Park's early expansion included exhuming bodies and moving them to other cemeteries. Beginning in the 1880s, the park's boundaries were also extended through landfill projects. Lake Shore Drive was created as the boulevard linkage with the south parks. A boulevard connection with the west parks was also intended at Diversey Parkway. As the Lincoln Park Commission had less political autonomy or funding than the other two boards, however, it was unable to improve Diversey Parkway as a pleasure drive. Therefore, the boulevard system developed as a horseshoe rather than the ring that had been intended.The South and West Park Commissions pursued ambitious plans, but exorbitant construction costs and problems with levying taxes after the Great Fire of 1871 resulted in phased projects. The South Park Commission hired Frederick Law Olmsted and Calvert Vaux to design what was originally South Park and is now considered Jackson and Washington Parks and the Midway Plaisance. Olmsted, who designed New York's Central Park, believed that parks should not only provide release from urban tensions but also serve as democratic places. His plan for Washington Park was largely realized. Jackson Park, however, had few improvements prior to its selection as site of the 1893 World's Columbian Exposition. Olmsted worked with architect Daniel H. Burnham to transform the swampy area into the “White City.” After the fair, the site's conversion back to parkland followed a third Olmsted plan.The original West Park system was designed by Olmsted's friend and colleague, William Le Baron Jenney, the landscape designer, architect, and engineer who is now considered the father of the skyscraper. Composed of an ensemble of three large landscapes, the west parks are known today as Humboldt, Garfield, and Douglas Parks. The renowned Prairie-style designer Jens Jensen created a second phase of improvements for these parks during the early twentieth century.By the turn of the century, Chicago's population had increased to 1.7 million people. Nearly three-quarters of a million people lived in the central part of the city, more than a mile away from any of the existing parks. Social reformers launched a playground movement for the creation of additional parks. In 1899 and 1903 the state legislature authorized the three park commissions to acquire property for new parks. The South Park Commission opened a system of 10 innovative neighborhood parks in 1905, which soon inspired similar parks in the West and Lincoln Park systems and in other cities across the United States.In addition to the population boom, Chicago was growing geographically. In 1889, residents of townships encompassing 120 square miles surrounding the city voted in favor of annexation. As these areas were not served by the three park commissions, an 1895 law allowed the formation of additional park boards. Because of limited tax bases, these smaller park commissions had difficulty acquiring and improving land, and progress was made incrementally. Locally prominent architects such as Clarence Hatzfeld were hired for the design of fieldhouses in these parks. As many of the park sites were on flood plain areas along the North Branch of the Chicago River, they often had good natural features and needed only minimal landscape improvements. Between 1896 and 1930, 19 additional park districts were created, resulting in a total of 22 individual park commissions operating simultaneously in Chicago.In the early 1930s, the Great Depression caused the bankruptcy of the individual park districts. In 1934, the 22 independent agencies were consolidated into the Chicago Park District. Over the next seven years more than $100 million of improvements were funded through the Works Progress Administration. Construction projects during this period included hundreds of new lakefront landfill acres and the reconstruction of Lake Shore Drive.By the 1950s, the Chicago Park District was responsible for 169 parks totaling approximately 6,300 acres of land. More than 200 small play lots were operated by the city of Chicago. In 1959, the two agencies entered into a functional merger in which the park police were consolidated into the Chicago Police Department, the boulevards were transferred to the city of Chicago, and the city play lots were transferred to the Chicago Park District. At the opening of the twenty-first century, the Chicago Park District operated 547 parks totaling more than 7,300 acres of land.",
    "Bibliography": "The Electronic Encyclopedia of Chicago © 2005 Chicago Historical Society.The Encyclopedia of Chicago © 2004 The Newberry Library. All Rights Reserved. Portions are copyrighted by other institutions and individuals. Additional information on copyright and permissions.",
    "Author of Text": "Julia Sniderman Bachrach",
    "Hyperlinked Terms Associated": [
        "real-estate",
        "cemetery",
        "water supplu",
        "landscape designer",
        "Lincolns Park",
        "Fire of 1871",
        "Washington Parks",
        "Jackson",
        "Worlds Columbian Exposition",
        "skyscraper",
        "landscapes",
        "Humboldt",
        "Garfield",
        "playground movement",
        "Great Depression",
        "Police"
    ]
}