{
    "Title": "Patronage",
    "Descriptive Text": "From the late nineteenth century until the 1931 election of Anton Cermak, the ward was the locus of patronage politics. After Cermak's election, the rise of the Kelly-Nash machine (later the Richard J. Daley machine) centered patronage politics in City Hall. Jobs, money, and insider contracts fueled these organizations, and the basic premise of political patronage in Chicago, as well as in the state government, was that “one hand washes the other.” Job applicants and potential contractors were required to seek a written recommendation from local party officials before they would even be considered and were required to provide political work and financial support for the party. Failure to do so would result in firing or loss of contracts. This applied to most jobs and contracts, from the least skilled to the most professional. This system gave the party several resources: the ability to raise campaign money, an energetic army of campaign precinct workers, and enormous power over the selection and election of candidates. It also resulted in a bloated government workforce that was frequently more focused on campaign work and pleasing political sponsors than serving the public. The system of awarding noncompetitive, expensive contracts to the small circle of contributing political insiders often resulted in shoddy services and wasted tax money. Federal grants to city governments during Richard J. Daley's tenure as mayor provided an especially rich source of patronage.Beginning in 1976 a series of federal lawsuits began to undercut the ability of officials to hire, fire and award government contracts on a partisan basis. The Elrod (1976), Shakman (1983), Rutan (1990), O'Hare (1996), and Vickery (1996) cases established the principle that partisanship in hiring, firing, and contracting was an infringement of the First Amendment rights of citizens to hold political beliefs and act upon them. These cases have reduced some of the most blatant forms of patronage. Political patronage and insider contracting in local and state government have by no means been eliminated, but they have become more subtle.",
    "Bibliography": "Bowman, Cynthia Grant. “We Don't Want Anybody Anybody Sent: The Death of Patronage Hiring in Chicago.” Northwestern University Law Review 86 (Fall 1991): 57–95.Hamilton, David K. “The Continuing Judicial Assault on Patronage.” Public Administration Review 59.1 ( January/February 1999).",
    "Author of Text": "David Orr",
    "Hyperlinked Terms Associated": [
        "politics",
        "ward",
        "Kelly-Nash",
        "Shakman",
        "mayor"
    ],
    "Street addresses associated": [
        "OHare"
    ]
}