{
    "Title": "Peruvians",
    "Descriptive Text": "According to census and survey data, the Peruvian community in Chicago numbered approximately 10,000 to 20,000 in the 1990s and included a range of social groups, from wealthy business executives and professionals to laborers and undocumented immigrants. In the same period approximately 750,000 Peruvians were living in the United States, largely in the New Jersey suburbs of New York City; in southern Florida, particularly in Miami; and in the area around Los Angeles. In Chicago most Peruvians have located on the Northwest Side, Palatine, and West Chicago, where many Peruvians have intermarried with Puerto Ricans.Peruvians began emigrating to Chicago in the 1950s. Some arrived as college students and stayed in the country; others came as laborers or technicians, particularly for companies that already were operating in Peru during the free-market, open-economy regime of General Manuel A. Odría (1948–1956). Since then, Peruvians have come in different waves.One of these waves took place during the regime of General Juan Velasco Alvarado (1968–1975), whose left-leaning government expropriated portions of the landed and industrial elite. Many of these families, along with professionals, technicians, and employees of American companies, moved to the United States. The largest wave of immigrants came in the 1980s, when Peru went into a state of quasi civil war. Hundreds of thousands of Peruvians left the country, most of them moving to the United States, either legally or illegally.Efforts to recreate Peruvian culture in Chicago have included celebrations of the national Independence Day ( July 28) with parades, dances, parties, and other activities. Chicago's Peruvians also venerate the “Procesión del Señor de los Milagros,” a religious celebration of the Lord of the Miracles ( Jesus Christ), in which the participants dress in purple garments. This October procession, along with parades and masses, takes place in Palatine, where a Peruvian priest leads the festivities.Sports, particularly soccer, have also played a central role. Many soccer clubs have also dealt with other aspects of Americanization and social life, including providing job contacts and other information. These clubs have taken the names of traditional soccer clubs from Lima, such as Alianza Lima, Universitario de Deportes, and Sporting Cristal. All are active members of the Midwest chapter of the Association of Peruvian Institutions in the United States and Canada. Founded on May 25, 1990, this association constitutes the umbrella organization for Peruvians in the United States and Canada. The Midwest chapter was founded on December 3, 1994.Chicago's Peruvian Arts Society (“Sociedad de Artes Peruanas”), publishes a bulletin titled El Chasqui (the Quechua name of the messengers during the Inca Empire), which contains information on the Peruvian community in Chicago.",
    "Bibliography": "Altamirano, Teófilo. Exodo: Peruanos en el exterior. 1992.Altamirano, Teófilo. Los que se fueron: Peruanos en Estados Unidos. 1990.",
    "Author of Text": "José R. Deustua",
    "Hyperlinked Terms Associated": [
        "Palatine",
        "West Chicago",
        "Puerto Ricans",
        "Palatine",
        "soccer",
        "Americanization"
    ]
}