{
    "Title": "Philanthropy",
    "Descriptive Text": "Philanthropy, the organized donation of money to charitable causes, has left an enormous and lasting legacy in Chicago. It has enabled the establishment of numerous educational and cultural institutions of national and international renown and has supported the development of a network of charities that have improved the health and social welfare of metropolitan area residents.Over the past century and a half, philanthropy in Chicago has slowly undergone a major transformation. From 1850 to 1915 large donations by wealthy individuals in support of major institutions dominated the philanthropic landscape. Subsequently, philanthropy changed its course by spawning its own enduring charitable institutions, which have changed both the scope and character of giving. After World War I, wealthy Chicagoans began endowing in perpetuity private philanthropic foundations as a way to create a stable, permanent flow of charitable resources that would continue the donor's philanthropic work long after his or her death.Private foundations have not been the only philanthropic institutions that have challenged the earlier tradition of direct philanthropy by wealthy donors. Community funds and federated giving programs have allowed donors of more modest means to find flexible vehicles for their philanthropic efforts. Additionally, many Chicago-based corporations, among them several of America's largest business enterprises, launched corporate philanthropic programs in the 1950s and 1960s.Chicago's early philanthropic leaders were industrialists, merchants, and financiers who helped build the city, especially after the Civil War. Civic pride for the growing new city was certainly a key inspiration. Proud donors to the city's embryonic cultural institutions boasted that Chicago would become the “Athens of the West.” Never afraid to use their charitable gifts to project their own personal ideals to the broader community, the city's donors also sought to instill culture in the working classes, offering them edifying pastimes that donors considered morally and culturally uplifting.The early philanthropic emphasis was on building major cultural and educational institutions, which were seen as lasting contributions to the city's growth. Substantial donations launched the Chicago Atheneum, the Field Museum of Natural History, the Art Institute of Chicago, and the Chicago Symphony Orchestra, as well as such quasi-scholarly institutions as the Chicago Historical Society and the Chicago Academy of Sciences. Educational institutions included Northwestern University, founded by John Evans in 1851 to serve the people of the Northwest Territory; the University of Chicago, launched in part with a $600,000 gift from John D. Rockefeller in 1889; and the Armour Institute of Technology (now Illinois Institute of Technology ), named after the legendary meatpacker at its founding in 1893.Early philanthropy also focused on the enduring problems of poverty, health, and child welfare. Settlement houses such as Hull House attracted notable female philanthropists and reformers like Jane Addams, Ellen Gates Starr, and Louise de Koven Bowen, who together made critical contributions to the eventual development of the field of social work. Not all social welfare philanthropy was maintained by women, however. The Chicago Relief and Aid Society, which was the city's largest charity after 1850, drew most of its support from the city's business leaders. In addition, numerous relief asylums and hospitals attracted charitable aid from all quarters, as donors expanded their focus to include the city's most pressing problems.By the 1920s approximately $80 million had been donated to charity in Chicago since the city's founding, with culture and education together garnering over $50 million. During the same period, health charities and hospitals raised around $10 million, child care attracted $2 million, relief organizations drew $1.3 million, and settlements attracted around $700,000. Around the turn of the century, there were several important individual gifts, such as the $8 million bequest from Marshall Field to endow the Field Museum and early gifts from Charles Hutchinson to the Art Institute. Walter Loomis Newberry and John Crerar endowed important private libraries. Between 1925 and the Great Depression Chicago philanthropy grew noticeably, as donations citywide totaled nearly $45 million. This short period witnessed the foundings of the Shedd Aquarium, the Museum of Science and Industry, and the Adler Planetarium.Following a larger national trend that began in the east, Chicago's great individual donors gave way after World War I to a new philanthropic vehicle, the private foundation. Following the lead of Andrew Carnegie and John D. Rockefeller, who created the first foundations, wealthy Chicagoans gravitated toward institutional philanthropy. Large foundations with local, national, and international focuses emerged, not only changing the vehicle through which philanthropic funds were distributed, but also changing the character of philanthropy. While early philanthropic giving by wealthy individuals was profoundly shaped by the interests and values of the donors, foundation philanthropy gradually became the purview of professional staff who deliberate over formal grant requests. The new cadre of professional grant makers consolidated its control over philanthropic expertise though the formation in 1974 of the Donors Forum of Chicago, an association for the city's grant-making professionals. Characterized by more formal grant-making rules and greater public reporting, this style of philanthropy has broadened the recipient pool to include a multitude of nonprofit organizations often working with disadvantaged communities.Chicago's first major private foundation, the Rosenwald Fund, stands out because of its purposefully limited life span. Believing that permanent foundation endowments tend “to lessen the amount available for immediate use,” Julius Rosenwald created a foundation in 1917 that was to be liquidated 25 years after his death. It ceased operation in 1948, a decade ahead of schedule, after spending $63 million, notably in support of African American education.Several of Chicago's largest perpetual foundations were created in the 1950s during the national boom in foundation creation. Robert R. McCormick, the editor of the Chicago Tribune for more than 40 years, created a trust in 1955 that began functioning nearly 35 years later as the billion-dollar Robert R. McCormick–Tribune Foundation. In 1948, the Joyce Foundation was created with a broad philanthropic mandate extending both within the city and beyond and assets that would grow to close to $950 million by 1998. The largest foundation in Chicago is the John D. and Catherine T. MacArthur Foundation. John D. MacArthur left the Chicago area in 1960 for Florida, where he amassed an immense local real-estate portfolio to augment his insurance fortune. Upon his death in 1978, the assets passed to the foundation, which controlled over $4 billion in assets by the end of the twentieth century.While business firms have always been part of the fabric of the city's philanthropic life through the gifts of their leaders, company-sponsored philanthropy has emerged as a critical ingredient in the city's charitable support system. Major Chicago-based firms such as Sears, Roebuck (1941), Allstate (1952), and Amoco (1952) have long-established corporate contributions programs. Unlike most other forms of institutional philanthropy, however, corporate giving makes no claim to be entirely altruistic. Many of the largest corporations have long considered their philanthropic initiatives as important aspects of marketing and public relations.Founded in 1915, the Chicago Community Trust was one of the earliest community foundations in the nation. One of its early leaders, Frank D. Loomis, spearheaded the national community foundation movement, which has spread this philanthropic vehicle to cities around the country. Loomis was also instrumental in launching the Community Fund, precursor to the Chicago's United Way/Crusade of Mercy in 1934. Under the leadership of Edward Ryerson, the fund raised $3.4 million in the city and suburbs in its first year to benefit 65 human service organizations. Over time, the United Way/Crusade of Mercy sought more effective ways to solve community problems and moved toward a more formal grant-making process, including more rigorous analysis of the capacities and relative effectiveness of organizations seeking funds. By 1998, fund-raising efforts succeeded in collecting $98 million, distributed to over 430 local service organizations.On the eve of the twenty-first century, institutional giving in Chicago had grown to over $500 million, with more than a thousand foundations active in the city and suburbs. Through experimentation, change, and growth, major individual contributions in support of cultural and educational causes have branched out to a variety of forms of institutional giving, supporting hundreds of nonprofit organizations working in almost every field imaginable.",
    "Bibliography": "Bremner, Robert H. American Philanthropy. 1988.McCarthy, Kathleen D. Noblesse Oblige: Charity and Cultural Philanthropy in Chicago, 1849–1929. 1982.Rosenwald, Julius. “Principles of Public Giving.” Atlantic Monthly (May 1929).",
    "Author of Text": "Peter Frumkin",
    "Hyperlinked Terms Associated": [
        "World War I",
        "business",
        "Civil War",
        "Field Museum of Natural History",
        "Art Institute of Chicago",
        "Chicago Symphony Orchestra",
        "Chicago Historical Society",
        "Chicago Academy of Sciences",
        "Northwestern University",
        "University of Chicago",
        "Illinois Institute of Technology",
        "meatpacker",
        "Settlement houses",
        "Hull House",
        "Chicago Relief and Aid Society",
        "hospitals",
        "Newberry",
        "Crerar",
        "Great Depression",
        "Shedd Aquarium",
        "Museum of Science and Industry",
        "Adler Planetarium",
        "Julius Rosenwald",
        "African American",
        "Chicago Tribune",
        "MacArthur Foundation",
        "Community Trust"
    ],
    "Street addresses associated": [
        "Near North Side"
    ]
}