{
    "Title": "Phoenix, IL",
    "Descriptive Text": "Cook County, 19 miles S of the Loop. Nestled between Harvey and South Holland, the area that became Phoenix was named by an early developer who had traveled in Arizona and enjoyed the city of that name. The development of this small community is tied to that of its neighbor, Harvey.Harvey was established as an industrial, planned city with no saloons. By 1900 it boasted a population of 5,395 and industries employing 1,700. Many of Harvey's factories lay between the Illinois Central Railroad and Harvey's eastern boundary at Halsted Street. Phoenix started during the 1890s as a small housing development for Harvey workers on the eastern side of Halsted Street in unincorporated territory. The subdivision was called “Phenix Park” (the spelling changed when the village was incorporated).Along with a few houses, factories, and businesses, there were five saloons east of Halsted, which led to an ongoing controversy between Harvey's leaders and Phoenix's saloonkeepers. In 1900, to stop Harvey workers from patronizing Phoenix saloons, Prohibition forces sought to render Phoenix Park dry and annex Phoenix into Harvey. Residents of Phoenix Park, however, wanted to keep local control as an independent village. Understandably, they had the strong support of the saloon owners, who wanted to continue serving the workers from across the street in Harvey. In a controversial election on August 29, 1900, the “wet” forces won.Phoenix grew slowly. Most of the early residents were of Dutch and Polish ancestry. African American families first moved to the village in 1915, and by 1920, there was a greater influx of blacks from Chicago and the South. Industry in Harvey and the railroads, including the Markham Yards of the Illinois Central, provided a strong employment base for these early residents of Phoenix.The growing African American population in Phoenix led to the community's second great encounter with the city of Harvey. In 1960, Phoenix's 4,203 residents were for the most part segregated racially; white residents lived mainly in the southern part of town, and African Americans in the northern part. In votes by the white-majority administration of Phoenix and the administration of Harvey, the southern portion of Phoenix was deannexed to Harvey.With the deannexation of the southern portion of Phoenix to Harvey, Phoenix lost 35 percent of its general revenue in taxes and commercial business. The remainder of the village's population was primarily African American. Since 1960 the African American population of the village of Phoenix has increased, standing at 94 percent of the villages 2,157 residents in 2000.",
    "Bibliography": "McClellan, Larry A. “History of Phoenix Reflects Sense of Community.” Star, September 28, 1997.Suggs, Ava, ed. Phoenix, Seventy-fifth Anniversary. 1975.",
    "Author of Text": "Larry A. McClellan",
    "Hyperlinked Terms Associated": [
        "Harvey",
        "South Holland",
        "saloons",
        "Illinois Central Railroad",
        "subdivision",
        "Prohibition",
        "Dutch",
        "Polish",
        "African American",
        "railroads",
        "Markham"
    ]
}