{
    "Title": "Photography",
    "Descriptive Text": "Since the invention of photography in France in 1839, amateur and professional photographers have created a rich visual heritage of life in Chicago. Aside from a few landscapes, the earliest photographs of Chicago are daguerreotype, ambrotype, and tintype portraits of the city's founding settlers made in the studios of professional photographers. The introduction of paper photographic prints made from glass negatives in the early 1850s made photographs more affordable and stimulated the growth of the photographic profession. In Chicago, the studios of Edwin Brand, John Carbutt, S. M. Fassett, Alexander Hesler, C. D. Mosher, and others sprang up in the 1850s and 1860s to meet the insatiable demand for carte-de-visite and cabinet card portraits.These founders of Chicago's commercial photography industry also produced outdoor views of their frontier city in various antique formats, but the real mass market for city views came with the introduction in the mid-1860s of stereographic cards. Unlike cards made for albums, these dual-image photographs were viewed through a stereoscope that created a three-dimensional illusion. Immensely popular, stereo cards of local scenes were often published in sets and distributed nationally.George Eastman's inexpensive and easily operated Kodak camera, introduced in 1888, revolutionized amateur photography. Chicagoans began to document every aspect of their lives. The availability of flexible roll film and the rise of the commercial photo finishing industry greatly increased photographic activity and awareness.After the 1890s new technological innovations in the printing industry made photographic reproductions in books, magazines, and newspapers practical, and a new type of commercial photographer evolved for this new market. The introduction of factory-made gelatin dry plates had freed photographers from using the cumbersome wet plate negatives that had restricted photography to only the most dedicated few. The other great innovation was the introduction of halftone and other photomechanical printing methods and high-speed printing presses, which allowed photographs to be published easily and cheaply. Chicago became the major printing and publishing center in the West during the nineteenth century.Commercial firms such as J. W. Taylor (1880s–1916), the Barnes-Crosby Company (1897–1960s), George Lawrence (1893–1908), Kauffman and Fabry (1910–1963), Raymond Trowbridge (1923–36), and the Hedrich Blessing Company (1930–) profited from a boon in real estate and commerce. Unlike the early studio photographers who concentrated on portraits, they focused on architecture and advertising work.Commercial photographers operating neighborhood-based businesses began to appear around the same time, supplying the photographic needs of everyday life as well as coverage of local ceremonies and events for community newspapers and local businesses. Examples are photographs made in the 1940s and 1950s in the Lake View and Hyde Park communities by Henry Delorval Green and Rus Arnold.One of the richest sources of city views was the picture postcard, which was produced by major commercial photography firms as well as by neighborhood-based studios. First published for the World's Columbian Exposition in 1893, picture postcards had instant success, much like stereo cards had earlier. Their greatest popularity lasted until the 1920s, a period during which America was changing from a rural to an urban society. Views promoting urban progress were produced in enormous numbers by commercial photographers like Chicago's Curt Teich, Barnes-Crosby, and Charles R. Childs companies.A more conscious kind of documentary began to evolve as part of the burgeoning field of photojournalism. In the late 1880s a few investigative journalists working for civic-minded newspapers and progressive social service organizations saw photography as a new tool to awaken the public to the need for social reform in rapidly changing urban centers. In Chicago, photographers for organizations such as the Infant Welfare Society and the Visiting Nurse Association followed the example of social-reform photographers like New York's Lewis Hine by recording the difficulties of new immigrant groups in the city's slums.This early documentary work engendered a torrent of photojournalistic images that gradually changed America from a literary into a visual society. This kind of documentary photography reached its zenith in the 1930s and 1940s in national publications such as Life, which was printed in Chicago, and local periodicals which covered both timely political and economic issues and the everyday life of average citizens in immensely popular human-interest picture essays.While the new photojournalism attempted to cover daily events as they happened, a parallel movement in “official photography”—images that try to show things as they are supposed to be—was developing. Often the most interesting of these images were created by government agencies and commissions empowered with specific agendas. The most ambitious project of this kind undertaken on a national scale was the Farm Security Administration (FSA) photography project of the 1930s and 1940s. Eager to show that all segments of society, even previously neglected ones, were to be part of the national effort to end the Great Depression, most FSA photographers who came to Chicago focused on the city's growing African American population. The result combined photographic recording with powerful artistic statements.During the postwar period the idea that photography itself was a medium worthy of appreciation grew steadily. New galleries sold photography as art, and art museums (like the Art Institute in 1949) began to accept photographs for their permanent collections. By the 1960s a boom in photographic collecting, publishing, and exhibiting swept Chicago and the nation. During this prosperous decade, socially aware photographers found more support from the private sector than from public agencies. Reporting the social ferment of the 1960s and 1970s brought a resurgence in what some called “concerned photography.” Unlike the “official photographs,” these images were often powerful indictments of government itself and of society at large.The wave of interest in photography continued into the 1970s as art schools, universities, colleges, and even high schools established formal photographic programs. Photography education opportunities in the Chicago area were especially plentiful, and thousands received training that had been unavailable only a generation earlier. The New Bauhaus/ Institute of Design now at the Illinois Institute of Technology, the School of the Art Institute, Columbia College, the University of Illinois at Chicago, and various branches of the City College systems popularized a new kind of photography. These independent training centers concerned themselves more with artistic instruction than with political or economic study. Students were encouraged to look inward to express their personal view of the social landscape. This resurgence of interest in photography revitalized the commercial photography climate in Chicago and stimulated a flood of museum and gallery exhibitions, books, catalogs, and photodocumentary projects. The city's most lasting contribution was arguably as a national source of photographic educators and architectural photographers, together with its recognition of the importance of the medium of photography itself.",
    "Bibliography": "Hales, Peter Bacon. Silver Cities: The Photography of American Urbanization, 1839–1915. 1984.Mayer, Harold M., and Richard C. Wade. Chicago: Growth of a Metropolis. 1969.Viskochil, Larry A. Chicago at the Turn of the Century in Photographs. 1984.",
    "Author of Text": "Larry Viskochil",
    "Hyperlinked Terms Associated": [
        "printing",
        "magazines",
        "newspapers",
        "real estate",
        "architecture",
        "advertising",
        "Lake View",
        "Hyde Park",
        "Worlds Columbian Exposition",
        "postcards",
        "journalists",
        "social service",
        "Great Depression",
        "African American",
        "Art Institute",
        "Institute of Design",
        "Illinois Institute of Technology",
        "Columbia College",
        "University of Illinois at Chicago"
    ],
    "Street addresses associated": [
        "Lake View",
        "Hyde Park"
    ]
}