{
    "Title": "Picnic Groves: Ogden's Grove",
    "Descriptive Text": "Ogden's Grove, Wright's Grove, Brand's Park, Hoffman Park, and Schutzenpark are among the picnic groves that dotted the Chicago metropolitan area well into the twentieth century. Many were located along rivers and streams, which provided a picturesque backdrop for summer outings. Popular especially among German immigrants, these groves were the scene of special events sponsored by churches, businesses, unions, and clubs. In July, 1869, the Desplaines Hall Workers Club sponsored a picnic in Ogden's Grove which was covered in the German-language Der Westen:Sunshine, woodland green and woodland shade, the sound of horns! on a Sunday afternoon, what more could a German heart possibly wish for?!—A good mug of beer!—“Fellow countryman,” I asked the cashier as he accepted my 15 cents, “would you have a drop of beer, too?”“Oh, plenty!” answered the man from Holstein ... “not to mention spirited company!”The Desplaines Hall Workers Club was having a picnic under the oak columns at Ogden's Grove. There was a large group with many women and children and there were so many other people there that all the tables and benches were taken.Cheerful groups everywhere, families and their friends taking of Sunday afternoon nectar, extra-strong coffee, and the ambrosia without which it wouldn't be complete in the form of “Stippels”-Topfkuchen [sweet bread made with yeasted dough that is similar to coffee cake] and buttered almond cake. There, in all the different dialects of the dear German homeland, chatting and blabbering ... and groups of young and old men and boys drinking beer ... Ha! The Germans like nothing better than a party under the oaks! The life our forefathers had in the woods still clings to us.",
    "Bibliography": "Keil, Hartmut, and John B. Jentz. German Workers in Chicago: A Documentary History of Working-Class Culture from 1850 to World War I. 1988.“The Desplaines Hall Workers Club Picnics in Ogden's Grove.” Der Westen (July 22, 1896): 206–208."
}