{
    "Title": "Pilsen",
    "Descriptive Text": "Neighborhood in the Lower West Side Community Area. German and Irish immigrants settled in this neighborhood in the 1840s, encouraged by the construction of the Southwestern Plank Road (a major route of trade from the hinterland into Chicago, which is now Ogden Avenue), the Illinois & Michigan Canal (the South Branch of the Chicago River forms the southern and eastern borders of the neighborhood), and the Burlington Railroad (the western boundary of Pilsen).After the 1871 fire the McCormick Reaper Company (later International Harvester), lumber mills, garment finishing sweatshops, and railroad yard jobs defined the neighborhood. The creation of thousands of unskilled jobs in the 1870s induced many Bohemian immigrants to settle along Evans Street (18th Street). When one Bohemian resident opened a restaurant called “At the City of Plzen” to honor the second largest city in West Bohemia (now in the Czech Republic), residents began to refer to the neighborhood as Pilsen. The subsequent naming of the post office as Pilsen Station institutionalized the moniker.Lumber shover strikes in 1875–76 inspired a railroad strike in 1877 (part of a national strike) that spread to all industrial workers in Pilsen. The 22nd U.S. Infantry marched into Pilsen in July to put down the strikers, killing 30 residents and injuring hundreds more. Pilsen workers also were involved in strikes in 1886 that culminated in the Haymarket Riot.During World War I, labor shortages in area industries induced over two dozen different immigrant groups to settle in Pilsen, including a modest number of Mexicans. Due to liberal immigration law and the forced removal of Mexicans from the Near West Side to expand the University of Illinois at Chicago, Mexican migrants became predominant in the 1950s and 1960s. This ethnic shift spurred cultural changes in Pilsen, as Mexican artists decorated the neighborhood with colorful murals and mosaics.The turnover from Eastern European to Mexican residents also shows continuities, especially Pilsen's tradition of strong working-class organization to control community space. Rubin J. Torres's neighborhood-based newsletter the Crown (1938–1998) supported and initiated youth club activities; the Pilsen Neighbors Community Council, in addition to providing benevolent society functions, applied the community organizing tactics of Saul Alinsky to obtain city and industrial improvements; and community activists like Rudy Lozano, labor organizer and Midwest Director of the International Ladies Garment Workers Union, helped propel anti-machine politicians like Harold Washington into elected office and keep them there.At the turn of the twenty-first century, Pilsen’s residents have resisted attempts to gentrify their neighborhood, and have preserved the community as a gateway for Hispanic immigrants. During the first weekend in August, the Fiesta del Sol festival demonstrates the pride and determination of the residents of Pilsen to continue its rich working-class legacy.",
    "Bibliography": "Baker, Anthony. “The Social Production of Space in Two Chicago Neighborhoods: Pilsen and Lincoln Park.” Ph.D. diss., University of Illinois at Chicago. 1995.Bartolozzi, Lorraine. “Community Study of the Lower West Side.” 1930s, Lower West Side Community Collection, Box 1, Folder 11. Harold Washington Library Special Collections, Chicago, IL.Schneirov, Richard. Labor and Urban Politics: Class Conflict and the Origins of Modern Liberalism in Chicago, 1864–1897. 1998.",
    "Author of Text": "Erik Gellman",
    "Hyperlinked Terms Associated": [
        "community organizing",
        "club",
        "artists",
        "University of Illinois at Chicago",
        "Near West Side",
        "Mexicans",
        "World War I",
        "Haymarket",
        "railroad strike in 1877",
        "strikes",
        "Czech",
        "Chicago River",
        "Illinois & Michigan Canal",
        "German",
        "Irish",
        "Lower West Side"
    ],
    "Street addresses associated": [
        "Pilsen",
        "Lower West Side"
    ]
}