{
    "Title": "Pinkertons",
    "Descriptive Text": "The Pinkerton National Detective Agency, founded in Chicago in 1850, was long the nation's largest and most proficient private detective agency. For corporate America—notably railroads, mines, and others involved in interstate commerce—it stood as an effective check on troublemakers within and without. To labor—particularly radical unions like the Industrial Workers of the World (IWW)—it was the most feared and hated agency in the land.It took its name from founder Allan Pinkerton, who emigrated from Glasgow to Illinois, worked as a cooper at West Dundee (40 miles northwest of Chicago), then broke into law enforcement when he stumbled on a gang of counterfeiters. But it was Pinkerton's work for George McClellan, vice president of the Illinois Central Railroad, that made his name. When President Abraham Lincoln gave McClellan command of the Army of the Potomac during the Civil War —and eventually all Union forces—the general made Pinkerton his intelligence chief.Although less effective in gauging the Confederates' strength and intentions than he had been in apprehending Chicago's footpads (he absorbed McClellan's obsessive conviction that the Confederates outnumbered McClellan's troops), Pinkerton's association with McClellan and Lincoln made his name a national byword. Following the war, he returned to Chicago and built his agency into a goliath.After suffering a stroke in 1869, Pinkerton delegated daily operations to his sons: Robert in New York developed the uniformed Pinkerton Protective Patrol, which provided “watchmen” for strikebound plants and mines (labor called them “strikebreakers”); while William in Chicago hewed to his father's emphasis on crime detection, symbolized by the company's slogan, “The Eye That Never Sleeps.”The agency could boast triumphs like James McParlan's infiltration of the Molly Maguires from 1873 to 1876, which resulted in the conviction and execution of 20 leading Mollies. But it had failures too: a misfired 1875 raid on a Missouri farmhouse in which Frank and Jesse James were supposedly hiding, which killed the James boys' eight-year-old half brother and left their mother with a severed arm; and the terrible day in 1892 when a raid on the Carnegie Steelworks in Homestead, Pennsylvania, killed three members of the protective patrol and seven strikers, while other Pinkertons were beaten and publicly humiliated by townspeople.The Homestead debacle led to congressional investigations, in turn prompting 24 states to enact laws prohibiting armed mercenaries like the Pinkerton patrol from crossing state lines. Even before the legislators acted, the Pinkertons concluded that supplying watchmen in labor disputes was undesirable. The balance of power shifted back to Chicago and the detectives long favored by William, who came to be known as “The Eye,” a reference both to his company's slogan and to his encyclopedic knowledge of the underworld.",
    "Bibliography": "Morn, Frank. The Eye That Never Sleeps: A History of the Pinkerton National Detective Agency. 1982.",
    "Author of Text": "J. Anthony Lukas",
    "Hyperlinked Terms Associated": [
        "Civil War",
        "Illinois Central Railroad",
        "West Dundee",
        "Industrial Workers of the World",
        "railroads"
    ],
    "Street addresses associated": [
        "West Dundee"
    ]
}