{
    "Title": "Pinkerton National Detective Agency",
    "Descriptive Text": "Allan Pinkerton emigrated from Scotland to the United States in 1842, when he was 23 years old; he soon settled in the town of Dundee, northwest of Chicago. By the beginning of the 1850s, Pinkerton and a partner had established the North-Western Police Agency, which had its offices at Washington and Dearborn Streets in Chicago. One of the first private detective agencies in the United States, this company worked for the Illinois Central and other railroads. By late 1850s, Pinkerton employed 15 operatives. During the Civil War, the company provided intelligence to the Northern armies that was not particularly accurate. After the war, promoting itself with the slogan “we never sleep,” the company opened offices in New York City and Philadelphia. Much of its business came from banks and express companies, who wanted to deter robberies. Starting in the 1870s, Pinkerton detectives also began to work for industrial companies as spies and strikebreakers, and they quickly became despised by American labor. The company's most infamous strike-busting operation came in 1892, when 300 Pinkerton employees fought with workers at the Homestead, Pennsylvania, steel plant owned by Andrew Carnegie. When the two sides exchanged gunfire, nine strikers and seven Pinkerton agents were killed. By the time Allan Pinkerton died in 1884, his sons William and Robert Pinkerton were leading the company, which had about 2,000 full-time employees and several thousand “reservists.” During the 1920s, annual revenues approached $2 million. In 1937, Robert Pinkerton II, a great-grandson of the founder, ended the firm's antiunion operations. By the late 1960s, just after the name of the enterprise became Pinkerton's Inc. and the corporate headquarters moved to California, it had 70 branch offices (including central offices in Chicago and New York), about $75 million in annual revenues, and some 13,000 full-time employees worldwide. In the mid-1970s, the company had about 800 employees in the Chicago area. By the end of the century, the enterprise founded a century and a half earlier had become a subsidiary of a large Swedish corporation called Securitas.",
    "Bibliography": "This entry is part of the Encyclopedia's Dictionary of Leading Chicago Businesses (1820-2000) that was prepared by Mark R. Wilson, with additional contributions from Stephen R. Porter and Janice L. Reiff."
}