{
    "Title": "Pizza",
    "Descriptive Text": "Modern pizza is reputed to have started in Naples in 1889 when Raffaele Esposito created the Pizza Margherita, with tomato, mozzarella, and basil replicating the colors of the Italian flag, for King Umberto I and Queen Margherita of Italy. From there, pizza spread across the world. Some late-nineteenth-century Chicago bakeries served pizza, in sheets or in small rolls. Early Italian families served pizza on Taylor Street and the Near South Side.Chicago-style pizza first appeared in the fall of 1943 with the opening of Pizzeria Uno. Many GIs had been introduced to pizza as they moved up the coast of Italy, and several Chicagoans anticipated that they would want more when they returned home. Restaurateur and bon vivant Ric Riccardo became partners with Ike Sewell, a liquor salesman, and Sewell's wife, Florence, who had high-society connections in Chicago, in the new venture. Pizzeria Uno was located a few blocks from the well-known Riccardo's on Wabash at Ohio. Lou Malnati, Riccardo's associate manager, was brought over to help run the new establishment.The Chicago style of pizza was marked by three characteristics: (1) enormous amounts of cheese and a thick, sweet pastry shell crust; (2) very high oven temperatures (600 degrees Fahrenheit) while baking, with plentiful amounts of cornmeal sprinkled in the pan to help insulate the bread; and (3) very long cooking times (50 to 60 minutes for a medium-sized pie). Such long cooking times allowed patrons time to consume many bottles of Chianti and Lambrusco while waiting.Newspapers and visitors gave the new restaurant and its new pizza their enthusiastic support. Bolstered by the success of Uno, Sewall opened Pizzeria Due a few blocks away, and Chicago-style pizzerias spread throughout Chicago and the United States.",
    "Author of Text": "J. S. Aubrey",
    "Hyperlinked Terms Associated": [
        "Italian",
        "Near South Side",
        "liquor",
        "Newspapers"
    ],
    "Street addresses associated": [
        "Near South Side",
        "Taylor Street"
    ]
}