{
    "Title": "Places of Assembly",
    "Descriptive Text": "An important element of Chicago's transformation from a small military outpost to a world city has been the creation and appropriation of space for assembly. As the city grew in population and sophistication, it required an increasing amount of space available for public ceremony, celebration, religious worship, association, protest, trade, recreation, and entertainment. Whetherin makeshift facilities, purpose-built structures, or open spaces, inhabitants and visitors have gathered as citizens, consumers, and members of various ethnic and religious groups.In Chicago's earliest days the community could not support permanent facilities designed solely for assembly. When a large-scale enterprise required an enclosed space it was forced to provide for itself. When the circus came to town in 1836, for example, it pitched a tent on Lake Street. Most gatherings in the 1830s, '40s, and '50s, from theatrical events to town meetings, found space in other types of buildings: hotels, taverns, churches, and what were known as office blocks. The precursor to the modern office building, this multipurpose structure, with stores on ground level and flexible space above, often housed a “hall” which occupied one or two floors and was available for rental. Fraternal organizations like the Odd Fellows, ethnic organizations like the German Turnverein, and religious groups like the Young Men's Christian Association often met in such spaces, which also served as sites for a variety of entertainments until dedicated theaters were built. The Saloon Building (1836–1871), located at Lake and Clark, offered the largest hall west of Buffalo for concerts, debates, dramatic performances, and political ceremony. In 1837, Chicago received its city charter under its roof and it served as city hall until 1842.With its new official civic status in mind, Chicago's commercial and political leaders began to think of necessary improvements. One of the features the new city lacked was public space where citizens could meet on common ground. Throughout the late 1830s and 1840s, Chicago dedicated plots of land to public functions, including a public square—the future site of the city hall and courthouse. Here Chicagoans gathered as citizens for both everyday functions and ceremonies of state: over 125,000 people gathered to view Abraham Lincoln's body on its way home for burial in 1865.Outside Chicago, churches, schoolhouses, county courthouses, and taverns and hotels like Stacy's Tavern in Glen Ellyn (1846) and the Garfield Farm Tavern in Geneva (1846) served the needs of small-town residents and farmers. At midcentury the city's surrounding counties operated agricultural fairs, starting with the Lake County Fair (1851) in Waukegan. These temporary places of assembly gathered people from great distances.Chicago's need for more substantial and permanent gathering places grew as the city began its long history as a site of political conventions. In 1860 business leaders underwrote the cost of a temporary wooden convention hall known as the “ Wigwam ” to attract the Republican National Convention. Democrats followed suit in 1864, constructing a semicircular roofed amphitheater for its own convention. Political conventions as well as other large gatherings also found space in a new generation of theaters and halls, including Crosby's Opera House (1865) and the YMCA's Farwell Hall (1869), capable of holding 3,500 people. These buildings were swept away in the Great Fire of 1871.More permanent was the Interstate Industrial Exposition Building, the city's first convention center. Constructed by W. W. Boyington in 1872, the glass and metal building with ornamental domes was based on exposition buildings in London and New York and was designed to house annual displays of industrial manufactures. It served a variety of other functions, as an Illinois National Guard armory, the first home of the Chicago Symphony Orchestra, and the site of national political conventions in 1880 and 1884, until it was razed in 1892 to make way for the Art Institute. Adler and Sullivan's Auditorium Building (1889), the site of the 1888 Republican Convention, could hold up to 8,000 people for meetings and had the added convenience of a hotel with 400 guest rooms on the premises.A further addition to Chicago's growing supply of places of assembly was the Coliseum (1899–1983), a multipurpose meeting facility south of the Loop capable of holding 15,000 people, a size rivaled only by Madison Square Garden in New York. The site of numerous political conventions, it also hosted a wide variety of gatherings, including bowling tournaments, automobile shows, and, in 1926, both the World Eucharistic Congress and the first Chicago Blackhawks hockey game. Armories, built as bulwarks against the labor unrest of the late nineteenth century, often functioned as public places of assembly after 1900. North Pier (Pugh Terminal) was constructed between 1905 and 1920 as an exhibition center for wholesale products, and, to its north, Municipal Pier (now Navy Pier ) made its debut in 1916 as a commercial and recreational center, with restaurants, a dance hall, and a huge auditorium.Although multipurpose halls in the Loop, including the new Orchestra Hall (1905), continued to be available for rental to voluntary associations at the turn of the century, ethnic and fraternal associations erected purpose-built structures for their assembly needs: Germans led the way with the elaborate Germania Club (1888), Poles built Pulaski Hall (1909), and Norwegians the Norske Club (1916). The Shriners built the city's most architecturally exotic place of assembly, the pseudo-Arabian Medinah Hall (1913), to host conventions, circuses, and concerts.By 1890 regular rail service had spawned a ring of suburbs around the city. These centers required city halls and were able to support additional places of assembly, including public libraries like the Nichols Library in Naperville (1897), and, in the case of Woodstock, an opera house (1889) which sheltered both a library and city hall as well as an auditorium. When Ravinia was established in 1904 in Highland Park, it offered a baseball field and stands, a theater, a dining room, and picnic grounds.In the city's early years Chicagoans had used open spaces for their games, but as the city grew these were increasingly difficult to find. A major center for sporting activity and other gatherings, the South Side included Dexter Park, the racetrack and exhibition space owned by the Union Stock Yard Company, which hosted stock shows, trotting events, and, in 1870, the games of the Chicago White Stockings. Wanderer's Cricket Club had its own grounds on the South Side, first at 37th and Indiana, moving to 71st and East End Avenue in 1909. In addition to its own matches, the cricket grounds also hosted many public high-school football games. Marshall Field, the University of Chicago's campus stadium, was completed by 1907. Renamed Stagg Field, after the university's famous coach, Amos Alonzo Stagg, in 1914, it served as the city's major football ground for nearly 20 years.Facilities for baseball multiplied as the game grew in popularity and became increasingly organized and professionalized. Seeking proximity to public transportation and cheap land, owners and managers of professional, minor league, and semiprofessional teams constructed ballparks across the city, moving frequently. Over more than 30 years the American League team played at six different sites on the West and South Sides. Minimal capital investment in the facilities, especially wood construction, made this mobility possible. Charles Comiskey, responding to an 1897 fire at New York's Polo Grounds, introduced an innovative concrete and steel stadium designed by Zachary Taylor Davis (1910). Davis was also responsible for the city's other perennial ballpark, Weeghman Field, constructed for the Chicago Whales, a Federal League club, in 1914. Located at Addison and Clark, this field was soon purchased by the Chicago Cubs and renamed Wrigley Field in 1926. As these “permanent” ballparks went up, the older ones were recycled for the use of other teams. The relocation of the White Stockings to Comiskey Park enabled Chicago's Negro League team, the American Giants, to purchase their old facility, South Side Park, located at 39th and Wentworth. Rechristened Schorling Park, it stood until 1940, when it was destroyed by fire. In an age of industrialization the names of these facilities, “park” and “field,” had intentionally pastoral connotations, offering urbanites a retreat from the grid of the city into a carpet of green grass.The city's parks, free and clear of development, were often the site of sporting events, and special facilities were constructed, like the Washington Park and Garfield Park Racetracks (1883, 1885) and the wooden Lake Front Baseball Field (1871, rebuilt 1883). Inspired by the combination of athletic, educational, and social facilities found in churches, YMCAs, synagogues, and settlement houses in the first decade of this century, public and private groups constructed neighborhood-based recreational facilities for urbanites. Several city parks were equipped with “park houses”: public social centers with assembly halls, club rooms, swimming pools, and other athletic amenities for the use of neighborhood residents. Under the direction of Chicago School Board architect Dwight Perkins, public schools such as Carl Schurz High School (1908–1910) on the city's Northwest Side and New Trier High School in Winnetka (1901) took on some of the same functions, designed with gymnasiums, auditoriums, and sports fields for the use of the whole community. These attempts by public and private institutions to provide wholesome recreation facilities were motivated by a desire to compete with a rising number of commercial places of assembly, including an increasing number of saloons, nickelodeons, movie palaces, and vaudeville houses.As part of a nationwide movement to erect community buildings as appropriate monuments to the dead of World War I, the Chicago Elks constructed the elaborate Elks National Memorial Building (1926). Increased demand for indoor meeting space was met by two structures (both 1928–29): the Civic Opera House and the Chicago Stadium. Traction magnate Samuel Insull presented one of the city's grandest meeting places, the Civic Opera House, in an innovative package, enclosing a 3,500-seat auditorium and a 900-seat theater inside a modern office building in the Loop. Less highbrow was the Stadium, as it was known, home to boxing, midget auto racing, political conventions, sports teams such as the Blackhawks and the Bulls, and musical performances of all kinds. Located on the Near West Side, the Stadium offered Chicagoans an alternative to the aging Coliseum.In the 1920s the South Park Commission, inspired by the construction of the Rose Bowl (1922) and the LA Coliseum (1923) and with an eye toward a bid for the Olympics, began construction on one of Chicago's greatest places of assembly, Soldier Field. The reinforced concrete structure cost more than $8 million and held over 100,000 people, making it the largest stadium of its day. Soldier Field has hosted everything from Army–Navy games to a reenactment of the burning of Mrs. O'Leary's Barn. Another major site for football was added in this period: Northwestern University's Dyche Stadium (1926), home to Big Ten football games. A spurt of racetrack construction in suburban locations during this period responded to the repeal of the law against horse racing in Illinois, which had lasted from 1905 until 1922. The earliest, Aurora Downs (1923), offered harness racing. Arlington Park (1927), located 22 miles northwest of Chicago, was joined by Maywood Racetrack (1933) and Sportsman's Park in Cicero (1937).Although the Great Depression slowed building construction, several additions or transformation to the city's places of assembly were made in the 1930s. On the South Side the aging Dexter Park Racetrack, destroyed by fire, was replaced by the International Amphitheater (1934), an air-conditioned convention center with an attached hotel. It continued to host stock shows but also presented sports, ice shows, political conventions, and trade shows. In 1937, the 4,000-seat Chicago Arena, located in Streeterville, opened its doors for roller and ice skating, boxing, wrestling, and other sporting events. Government-sponsored Works Progress Administration projects such as Lane Technical High School's Football Field (1930) and the Civic Center at Hammond, Indiana (1938), provided work and additional facilities to help structure the increased leisure time of the American public.After World War II, the emphasis turned toward economic development. To keep Chicago in the forefront of the burgeoning convention industry, the Metropolitan Fair and Exposition Authority built McCormick Place in the late 1950s on a lakefront site in Burnham Park. When this burned in 1967 it was replaced with another building on the same site in 1971. Two additional buildings, located across Lake Shore Drive and linked by covered passageways, were later added to meet the expanding demand for convention space. Renovated in 1995, Navy Pier again became a meeting center and the site of concerts and recreational activities.The continuing importance of the city center as a place of assembly for all groups of the city's diverse population in postwar Chicago was marked by the design and use of civic space for ceremony, debate, and entertainment. Under Mayor Richard J. Daley the city received major new public, governmental spaces, most prominently the Daley Civic Center (1963–65), in the heart of the Loop. Adorned with a steel statue by Pablo Picasso, this space soon attained the status of the city's symbolic center, the site of the city Christmas tree and such ethnic events as the Filipino Independence Day Celebration.The city's park spaces continued to be active places of assembly. Grant Park served as the site of protest during the 1968 Democratic National Assembly and throughout the early 1970s as young people gathered to protest the war in Vietnam. The lakefront and the lake itself also provided a locus of recreation and celebration, hosting Chicagoans during annual festivities on Venetian Night and the Fourth of July.Throughout the postwar period, public officials, team owners, and private groups worked to upgrade Chicago's sports facilities. As other cities invested huge sums in new arenas and stadiums in the 1960s and '70s, Chicago facilities, especially Soldier Field and the Chicago Stadium, grew increasingly outdated in size and such amenities as the quantity and quality of luxury skyboxes. A major renovation in 2002–3 upgraded Soldier Field's ambiance, with special attention to skyboxes, but also transformed its facade with a controversial addition that towered above the classic colonnades. The Chicago Stadium was demolished in 1995.Although they do not live up to the ambitious plans proposed in the 1960s and '70s, three new sports and entertainment facilities were completed: the UIC Pavilion (1982), Comiskey Park (1991), and the United Center (1994). The University of Illinois at Chicago built its 100,000-square-foot center to house school sporting events as well as concerts, theater, and conventions, providing an alternative to the Stadium close to the Loop. Older, urban centers like the Coliseum and International Amphitheatre found it increasingly difficult to compete with these new facilities, forcing the demolition of the Coliseum and the sale and closure of the Amphitheatre in the 1970s and '80s. The Rosemont Horizon (1980, renamed Allstate Arena in 1999), with almost 20,000 seats, was designed to house college basketball as well as concerts, drawing people from urban, suburban, and exurban locations.",
    "Bibliography": "Hayner, Don, and Tom McNamee. The Stadium. 1993.Riess, Steven. City Games: The Evolution of American Urban Society and the Rise of Sports. 1989.Sutter, R. Craig, and Edward M. Burke. Inside the Wigwam: Chicago Presidential Conventions, 1860–1996. 1996.",
    "Author of Text": "Paula R. Lupkin",
    "Hyperlinked Terms Associated": [
        "hotels",
        "Turnverein",
        "Young Mens Christian Association",
        "theaters",
        "Glen Ellyn",
        "Geneva",
        "County Fair",
        "Waukegan",
        "political conventions",
        "Republican",
        "Wigwam",
        "Democrats",
        "Fire of 1871",
        "Illinois National Guard armory",
        "Chicago Symphony Orchestra",
        "Art Institute",
        "Auditorium Building",
        "Loop",
        "bowling",
        "Blackhawks",
        "Armories",
        "Navy Pier",
        "restaurants",
        "dance hall",
        "Germans",
        "Poles",
        "Norwegians",
        "libraries",
        "Naperville",
        "Woodstock",
        "opera",
        "Ravinia",
        "Highland Park",
        "baseball",
        "South Side",
        "Union Stock Yard",
        "football",
        "University of Chicago",
        "baseball",
        "transportation",
        "Cubs",
        "Wrigley Field",
        "Comiskey Park",
        "American Giants",
        "Washington Park",
        "Garfield Park",
        "settlement houses",
        "swimming",
        "schools",
        "Winnetka",
        "saloons",
        "movie palaces",
        "vaudeville",
        "World War I",
        "Chicago Stadium",
        "boxing",
        "Near West Side",
        "Bulls",
        "Soldier Field",
        "Northwestern University",
        "Cicero",
        "horse racing",
        "Aurora",
        "Maywood",
        "Great Depression",
        "International Amphitheater",
        "skating",
        "wrestling",
        "Streeterville",
        "Hammond",
        "leisure",
        "World War II",
        "Filipino",
        "Grant Park",
        "United Center",
        "University of Illinois at Chicago",
        "Rosemont",
        "basketball"
    ],
    "Street addresses associated": [
        "Back of the Yards"
    ]
}