{
    "Title": "Plainfield, IL",
    "Descriptive Text": "Will County, 35 miles SW of the Loop. The village of Plainfield lies in northwestern Will County along the DuPage River. Tracing its roots to the 1820s, Plainfield was the first permanent white settlement in Will County. Long considered a small town, Plainfield has experienced substantial growth since World War II, particularly in the 1990s.French Canadian fur trader Vetal Vermette, who stopped in the region briefly in 1823, returned later in the decade and established squatter's rights to the land.In 1826, Jesse Walker, a Methodist preacher from Virginia, established an Indian mission in a forest south of present-day Plainfield. The mission was abandoned two years later, but James Walker, Jesse Walker's son-in-law, stayed behind and constructed a sawmill. The area soon became known as Walker's Grove, a permanent settlement which preceded Plainfield.The Plainfield area played a significant role in the Black Hawk War of 1832. Settlers from the Fox River Valley, fearful of Indian aggression, fled to Walker's Grove, and established a fort. James Walker served as captain for the local militia.After the Black Hawk War ended, the community developed quickly. The first post office opened in 1833, and the town became a stop on the stagecoach line between Chicago and Ottawa. Chester Ingersoll and Squire Arnold laid out the town. Farming, milling, and manufacturing provided Plainfield with a strong economic base.Incorporated as a village in 1861, Plainfield provided the first Union regiment from Will County for service in the Civil War. That same year, the Evangelical Association opened Plainfield College. Lured by transportation considerations, the college moved to Naperville in 1870 and eventually became North Central College. In the 1890s, Plainfield's own transportation systems were boosted when the Chicago Belt Line Railroad laid track through the village, helping it to become a major storage and shipping point for grain. Soon afterward, the Joliet, Plainfield & Aurora interurban Railroad opened an electric line connecting those three communities.In 1904, the Joliet, Plainfield & Aurora opened Electric Park to the public. Conceived primarily to promote travel on the fledgling railroad, Electric Park quickly became a popular vacation spot. Lavish gardens flanking the banks of the DuPage River, as well as athletic grounds, bandstands, dancing pavilions,and a 5,000-seat auditorium featuring a large pipe organ, attracted vacationers, who relaxed in cabins featuring electric, gas, and water service. But the railroadsuccumbed to financial difficulties in 1923, a victim of the automobile, and Electric Park ultimately closed in 1932.After World War II, although some manufacturing took place, farming and gravel mining continued to represent the greatest sources of jobs and revenue for Plainfield. The increasing movement of Chicago residents to suburbia also contributed to the village's population.On August 28, 1990, a devastating tornado rocked the Plainfield area. The twister killed 29 people and caused hundreds of millions of dollars in damage, destroying the west and south sides of town and Plainfield High School. Between 1990 and 2000, Plainfield's population, soared from 4,557 to 13,038.",
    "Bibliography": "A History of Plainfield Then and Now. 1976.Plainfield, Will County, Illinois, U.S.A. 1980.",
    "Author of Text": "Aaron Harwig",
    "Hyperlinked Terms Associated": [
        "Will County",
        "DuPage River",
        "French",
        "fur trader",
        "Black Hawk War",
        "Fox River",
        "Civil War",
        "transportation",
        "Naperville",
        "North Central College",
        "Railroad",
        "Joliet",
        "Aurora",
        "vacation spot",
        "gas",
        "tornado"
    ]
}