{
    "Title": "Planning, City and Regional",
    "Descriptive Text": "By tradition, the publication in 1909 of the Plan of Chicago, written by Daniel H. Burnham and Edward H. Bennett, marked the birth of both city and regional planning in the Chicago metropolitan area. Sponsored by the Commercial Club, an association of Chicago's most prominent business and professional leaders, the Burnham Plan was Chicago's first comprehensive plan, although there were several important precedents. Burnham himself had previously written comprehensive regional plans for Cleveland, San Francisco, and Manila. As a prominent Chicago architect, he had also played an important role in the planning and construction of the World's Columbian Exposition of 1893, remnants of which can still be seen in Chicago's Hyde Park.Burnham's call for an extensive lakefront park and a regional system of forest preserves was predated by Aaron Montgomery Ward's campaign to preserve Grant Park for public use and by the publication in 1904 of a report entitled “The Outer Belt of Forest Preserves and Parkways for Chicago and Cook County.” Although this latter document, edited by architect Dwight Perkins, was the first proposal for a regional network of parks, today's extensive system of parks along the shoreline of Lake Michigan and the 67,000-acre Cook County Forest Preserve system were both chiefly inspired by the Burnham Plan.Also preceding the Burnham Plan were the efforts of the Sanitary and Ship Canal Commission to reverse the Chicago River by means of a system of canals and locks in order to protect Lake Michigan from contamination from sewer discharges. After 1899, sewage, whether treated or not, was carried by the Chicago River and the new canals into the Illinois and Mississippi Rivers.The Burnham Plan was the first to recognize a Chicago metropolitan region encompassing southern Wisconsin and northwestern Indiana, but its main distinction was its comprehensiveness. In addition to parks, Burnham gave detailed attention to the Loop and immediate environs and to the region's future highway system. Like others of his day, however, he failed to foresee the impact automobiles would have on American cities and their suburbs.A companion document to the Burnham Plan was a textbook used for many years in Chicago public schools at the eighth-grade level. Wacker's Manual of the Plan of Chicago: Municipal Economy, written by Walter D. Moody and produced in six editions from 1911 through 1924, offered students a basic understanding of the history and function of cities and taught the importance of planning as a civic responsibility.The publication of the Burnham Plan also led directly to the establishment of the Chicago Plan Commission and to a new department of city government, currently known as the Chicago Department of Planning and Development. Together, these two bodies have produced a number of important planning documents, including The Comprehensive Plan of Chicago (1966); The Lakefront Plan of Chicago (1972); and Chicago River Urban Design Corridor, volume 1, Downtown Corridor (1990); and volume 2, North Branch Riverwalk (1990).In 1923, the city planning movement was furthered by a group of citizens who established the Chicago Regional Plan Association. Its most prominent leader was Daniel Burnham, Jr. The new organization promoted planning at all levels of government throughout a Chicago region that included three counties in southern Wisconsin and three in northwestern Indiana. The first regional successor to the original Burnham Plan appeared in 1956, coauthored by Daniel Burnham, Jr., and Robert Kingery. Entitled Planning the Region of Chicago, this later document gave particular attention to the rapid growth then occurring in suburban areas and introduced chapters on industry, land use, and water supply and sanitation.Simultaneously, another civic organization, known today as the Metropolitan Planning Council, spearheaded the passage of state legislation creating in 1957 the first regional comprehensive planning agency, the Northeastern Illinois Planning Commission (NIPC). This new agency subsequently prepared a number of plans covering the six Illinois counties of Cook, DuPage, Lake, Kane, McHenry, and Will.While NIPC plans are by state law only advisory, they have been used as a basis for federal agency reviews of applications from local governments seeking grants for parks, wastewater facilities, transportation improvements, and other public works. NIPC has produced a large number of regional plans and studies, including Open Space in Northeastern Illinois, Technical Report no. 2 (1962); The Water Resource: Planning Its Use, Technical Report no. 4 (1966); Comprehensive General Plan (1968, 1977); Areawide Water Quality Management Plan (1979); Strategic Plan for Land Resource Management (1992); Northeastern Illinois Regional Greenways Plan (coauthored with the Openlands Project, 1992, 1997).The federal grant-making process also requires the existence of an approved long-range regional transportation plan and short-range capital program. To prepare these documents, a separate agency, the Chicago Area Transportation Study (CATS), was established in 1956 by means of a state and local government interagency agreement. The original CATS Transportation Plan (1962) proposed a network of new expressways for the inner third of the six-county region.A series of updated transportation plans followed and the CATS region was extended to include the six-county northeastern Illinois area. Currently, CATS and NIPC share responsibility for maintaining the region's long-range transportation plan. The latest update was prepared in 1997. Unlike the original Burnham Plan, today's regional transportation plans include highways, public transportation, and bicycle transportation.Today, each of the five counties outside Cook County also maintains its own comprehensive plan and, in some cases, separate transportation plans. Likewise, most of the region's 265 suburban municipalities maintain their own comprehensive plans, typically supplemented with capital improvement programs and ordinances regulating the use of private land and the protection of natural resources.",
    "Bibliography": "Bennett, Edward H., and Daniel H. Burnham. Plan of Chicago. Reprint, 1970.Burnham, Daniel H., Jr., and Robert Kingery. Planning the Region of Chicago. 1956.Moody, Walter D. Wacker's Manual of the Plan of Chicago: Municipal Economy. 2nd ed. 1916.",
    "Author of Text": "Lawrence Christmas",
    "Hyperlinked Terms Associated": [
        "public transportation",
        "expressways",
        "public works",
        "transportation",
        "Will",
        "Lake",
        "Kane",
        "McHenry",
        "DuPage",
        "water supply",
        "land use",
        "Chicago River",
        "Sanitary and Ship Canal",
        "Cook County",
        "Lake Michigan",
        "Forest Preserves",
        "Grant Park",
        "Hyde Park",
        "Worlds Columbian Exposition",
        "Burnham Plan",
        "Commercial Club"
    ],
    "Street addresses associated": [
        "Hyde Park"
    ]
}