{
    "Title": "Plant Communities",
    "Descriptive Text": "The Chicago region, situated along the southwestern end of Lake Michigan, lies along the northeastern edge of the Tall Grass Prairie biome of the Midwest. The prevailing landscape at the time of American occupation consisted largely of treeless meadows, which were named “prairie” by the French. The native Algonquian-speaking people of the region called the prairies maskode, the “burned over bare land.” The prairies ranged in character from wet to dry, depending largely on the clay content of the soil and the proximity of a near-surface water table. While generally flat in comparison to the more dissected hill country of the eastern states, the Chicago region is relatively well disposed with gently rolling hills, particularly in the morainic regions that flank the lake plains. These hills were characterized in the better-drained areas by woodlands, mostly of open-grown oaks and hickories. Today, the word used to describe these timbered lands is “savanna” or “woodland.” The native people referred to those places with trees as mtigwaukee, which meant the “place were the wood is.” Everywhere in the wooded and grassy landscape, groundwater issued forth from the slopes as springs and seeps. Southward and westward from Chicago, the landscape was broken by large streams, with flat prairie bottoms and scattered stretches of tree-lined bluffs and backwaters.The original plant communities of Chicago today are all but gone, the plants now consisting mostly of introduced weeds, crop plants, and ornamentals. Soon after European American settlement, changes in the human relationship with the landscape caused fundamental changes in plant composition. Cessation of fire, straightening of rivers, ditching, tiling, heavy grazing, and urban and suburban infrastructure have so modified the original structure of the land and its hydrology that our ability to piece together an understanding of an original order is profoundly compromised. Still, one can visualize for the Chicago region nine general kinds of native plant communities—aquatic, marsh, fen, bog, swamp, forest, savanna, dune, and prairie—and a ruderal community.AquaticAquatic plant communities were occasional throughout the region but were most abundant southeast and northwest of Chicago. They formed in the landscape in glacial potholes and in lacustrine plains where there were no outlets. Since our region evaporates nearly or quite as much water as falls, aquatic communities are sustained by waters in excess of that provided by rain. Generally, these excess waters filtered down through vegetated ground into the underlying soil until they reached impervious material, then exited into aquatic communities as groundwater by way of springs, rills, or seeps. Along the major streams, aquatic plant communities developed in alluvial sloughs and ponds derived from surface melt or late winter runoff waters.MarshMarsh plant communities generally occurred along the transition between aquatic communities and drier communities, or in large flats that were regularly inundated by shallow surface waters for much of the growing season. The marshes are best developed in lacustrine flats of the Lake Plain, and along the lower reaches of the Des Plaines and Kankakee river drainages. A related community, with affinities to fens and wet prairies, is the sedge meadow, which developed in large, shallow, lacustrine flats, and was characterized by hummocks of sedges with many wildflowers interspersed among them.FenFens occurred in areas where the carbonate-rich glacial formations are such that bicarbonate-rich groundwater discharges at a constant rate along the slopes of kames, eskers, moraines, river bluffs, or even dunes, or in flats associated with these formations. Depending upon the circumstances, fens can occur where marl is at or near the surface or where mucks and peats are constantly bathed in minerotrophic groundwater; such areas can be wooded or open. Marly or mucky fens developed on open prairie slopes, commonly forming rills that flowed with constant rates of discharge 365 days a year. Related to these hillside fens are the wooded seeps that occur sporadically on steep bluffs.BogBog, like most of the other terms used here to describe plant communities, is not a scientific term in the sense of referring to a standard, unique concept. Any quagmire of wet, mucky, hummocky ground was likely to have been termed a “bog” prior to the 1960s. Ecologists currently, however, tend to restrict the term “bog” to a hydric condition typified by saturated, acidic, usually organic substrates. Many of our peatlands are influenced significantly by waters rich in bicarbonates and can be called prairie fens. But as the cation exchange capacity damps off, bog-like conditions can begin to develop. For this reason, many of the floating peatlands northwest of Chicago can be called alkaline bogs.Some peatlands actually float on a minerotrophic head of groundwater, with the deeper roots thus exposed to calcareous or circumneutral conditions where shallower-rooted species are imbedded in the upper sphagnum mat, probably in a more acidic environment. In large basins or in areas where the influence of minerotrophic waters is insignificant, characteristically acid bogs could develop. Related to the acid bog, often in sand flats or basins in the dune region, are floating sedge mats that rise and fall with the water table.SwampSwamps are wetlands characterized by trees growing in large flats or basins that are poorly drained, with most of the water leaving through evapotranspiration. They developed in the backwaters of large, slow-moving rivers, such as along the Kankakee River or in associated wet sandy flats. They also occurred on the moraines in wet depressions and in the Lake Plains in large flats behind the high dunes. In sandy, poorly drained flats with a high water table, fire-dependent savanna-like swamps could develop. On the moraines, especially the Valparaiso and Lake Border moraines, there are shallow depressions ringed by oaks. In the broad low flats behind the high dunes of Lake Michigan lies one of the richest and most complicated forested systems in the region. It is characterized by a complex hydrology and is interspersed by gentle rises, shallow depressions, and hummocks, and consists of an inseparable mixture of wooded fen, bog, and moist forest.ForestForests occurred just southeast of Chicago in northwest Indiana, where they developed on rises that are relatively well drained and physiographically located such that exposure to fire was infrequent. A relative of the forest occurred on the western bluff of Lake Michigan, north of Chicago in deep morainic dissections or ravines, but the ground cover vegetation was such that sporadic ground fires could creep down the slopes from the savannas on the higher, more level ground and nose slopes.SavannaSavannas, as interpreted here, include those portions of wooded landscape in which structure was, to one degree or another, affected regularly by fires set by Native Americans in the thousands of years before European settlement. Generally, these communities were intercalated among the prairies and developed a ground cover vegetation that would carry at least occasional fires in the autumn, when the ambient prairies were wont to burn. The tree canopies of such savannas ranged in character from relatively closed and forest-like to very open with only scattered trees.Most related to the forest communities are mesic savannas. These closed-canopy woodlands, dominated by maple and red oak, shaded a grassy ground cover capable of sustaining low, infrequent ground fires. Such savannas are best developed on north-facing and east-facing slopes in dissected or topographically complex portions of the moraines.On the nearly level or gently undulating moraines are the open savannas of heavier soil characterized by open-grown trees of bur oak, which sometimes persisted only as multistemmed grubs. Such savannas have a well-developed grassy ground cover and carry substantial fires on a regular basis. These savannas developed on low mounds within the mesic or wet prairies, or in transitional zones between the lower prairies and the dry prairies of kames and eskers.In sandy soils along well-drained ridges and old dunes, savannas were dominated by black oak, sometimes growing with white oak. Such savannas burned regularly and were closely associated with sand prairies, and the two communities have many species in common. Another kind of sand savanna developed along the southern shore of Lake Michigan on low dunes. A close association probably existed between the sand savannas and what once were pine savannas.DuneOn the open sands of the foredunes of Lake Michigan there is a special habitat characterized by species that grow locally only in the shifting sands fronting the lake. In wet, interdunal flats ( pannes ), where sand has been blown out down to the water table, there is a plant community generally characterized by low sedge species and many beautiful flowers. A special form of panne surrounded by small forests of jack pine occurs near Ogden Dunes, Indiana. Related to both the pannes and the prairie fens is a kind of wet alkaline prairie that otherwise developed in low flats behind the dunes.PrairieThe prairies comprise those plant communities that are dominated by a diversity of perennial wildflowers growing in a perennial grass matrix, which forms a dry flammable mass in autumn. The prairie habitat included the regular autumnal fire, which, lacking an occurrence of dry lightning locally, was set annually by the Native Americans. Prairies developed on those substrates in which the above-ground perennial mass produced more fixed carbon annually than was likely to be grazed or decomposed. Chicago-area prairie communities ranged from wet to dry and dominated much of the landscape, intercalating among or blending insensibly with other communities.To a Midwesterner, perhaps the first image evoked with the term prairie is that of the tall grasses of big bluestem grass and Indian grass in their full, late-summer development—“high as a man on a horse,” interspersed with the rosinweeds, sunflowers, and asters. A wetter variant of the mesic prairie is more likely to be dominated by blue joint grass and cord grass, also with many wildflowers interspersed. In the drier prairies the grasses were somewhat lower in stature, dominated by little bluestem grass and side-oats grama. An important variant of the dry prairie is the sand prairie, in which the principal fuel species was commonly little bluestem grass. In many respects it seems scarcely to be more than an exaggerated opening in the sand savanna. Another variant of the prairie occurs on the dolomitic bedrock pavements exposed along the lower Des Plaines; it is characterized by a curious admixture of dry and wetland species.In moist to wet acid sandy flats there occurred an amalgamation of plant species, interesting in that many of them have close relatives in the Atlantic and Gulf Coastal Plains. Such flats occur here and there throughout the moraines in the Lake Plain and in the sand districts along the Kankakee valley. Each such area has its own distinctive flora.RuderalMost of our original communities are gone, but there are many tiny remnants here and there throughout the Chicago region, where seeds are created, cast, and grow. These tiny areas contain the germ material of sustained life, the genetic memory of Chicago, the stuff out of which the earth can make itself new with each passing year. But nearly all of the vegetated landscape today is dominated by a small number of ruderal plants that were not here two centuries ago. These plants are mostly Eurasian and well adapted to soils regularly disturbed mechanically and subject to heavy trampling or compaction, or to regularly tilled or destabilized fertile soils. These are the common weeds, such as dandelion, goat's beard, Queen Anne's lace, Kentucky bluegrass, and the sweet clovers. Then there are those areas of the region occupied by lawns and cultivated areas, which consist wholly of planted plants, without the capacity for the passing along of recombinant DNA, where evolution has stopped—and the earth can no longer renew itself and the ancient memory of Chicago has all but slipped away.",
    "Bibliography": "Greenberg, Joel. A Natural History of the Chicago Region. 2002.Lichens of the Chicago Region. Morton Arboretum, Lisle, IL. 1993.Swink, Floyd, and Gerould Wilhelm. Plants of the Chicago Region. 1994.",
    "Author of Text": "Gerould Wilhelm",
    "Hyperlinked Terms Associated": [
        "Lake Michigan",
        "landscape",
        "French",
        "groundwater",
        "soil",
        "infrastructure",
        "dune",
        "lacustrine",
        "water",
        "Des Plaines"
    ]
}