{
    "Title": "Playgrounds and Small Parks",
    "Descriptive Text": "The more than five hundred small parks and playgrounds that dot Chicago's neighborhoods are a distinctive legacy of turn-of-the-century progressive reform. The definition of a small park has changed over time, but most are less than four acres in size. Their function within the park system, their design, and their facilities provided a model for park reform across the United States and as far away as Europe and Japan.A few small parks, like Union Park and the square that once occupied the City Hall site, were provided for in early city plats, but post–Civil War planning emphasized large parks and boulevards as amenities for more affluent neighborhoods. By the 1890s, streets, empty lots (“prairies” in Chicago parlance), and occasional playgrounds adjacent to some public schools provided the only recreational space accessible to most working-class residents. Reformers, drawing often on their own small-town backgrounds, argued that open space and fresh air were essential to childhood in a democratic society. They also regarded green spaces as necessary quiet refuges for adults bombarded with the noise and clamor of city life. Debates over the relative utility of contemplative versus recreational space, a recurring theme in park planning, were settled in 1904 by a compromise design of small parks which encompassed playgrounds and sports fields accompanied by landscaped areas for adults.On the South Side, park commissioners added an additional innovation, which provided a focal element to many parks: the fieldhouse, designed as a year-round neighborhood center. Davis Square Park, for example, opened in 1905 near the Union Stock Yard on 10 acres of modestly landscaped land. Its fieldhouse contained gymnasiums for men and women, meeting rooms, a public library, and a cafeteria.Organized park activity reflected both the turn-of-century concern with competition and strenuous exercise and a reform agenda to shape urban culture. Park personnel arranged gymnastics, athletic leagues, and other types of sports competitively, with strict rules. Recognizing the role ethnic culture played in the lives of working-class immigrants, parks reformers arranged for ethnic art, folk singing, and dancing. They also, however, scheduled plays, dances, and movies of a decidedly American flavor. During World War I, park commissioners turned the parks over to the YMCA for Americanization classes; more than one million Chicagoans attended these sessions.The original concept of the neighborhood park called for meeting halls in which community issues could be discussed, an unintended harkening back to a free-speech tradition established in Chicago's oldest extant small park. Washington Square Park, established in the 1840s, was the site of an immigrant gathering preliminary to the 1855 Lager Beer Riot. The parks continued to provide focal points for neighborhood organizations and activities. During World War I some accommodated labor union rallies. Although park commissioners subsequently prohibited such meetings, parks in working-class districts remained the hub of community activity. In the 1930s, Davis Square became the first headquarters of the Back of the Yards Neighborhood Council.After World War II the small parks fell into decline. Other types of recreation attracted city residents, parks became less important to reformers, and the Chicago Park District saw itself as a provider of athletic leagues and other kinds of recreational services generally more appropriate to larger facilities. Politics and racism became increasingly visible, as the Park District remained a haven for patronage and parks became valued ethnic turf and therefore sites of racial clashes. Increased gang activity and violence rendered some parks unsafe.In the late 1980s the Chicago Park District began to revitalize the system, trying to return some of the parks to their original architectural and landscape designs. Neighborhood residents demanded more say in park programs and policies, challenging centralized park authority. The Park District assisted the formation of community advisory councils which were given considerable input into playground rehabilitation. The problem of gangs, however, continued to cripple some parts of the system. While the fieldhouses offered programs, street gangs controlled the streets leading to them.Historically, small parks provided much-needed public space in Chicago's working-class districts. The showers and swimming pools, tennis and basketball courts, meeting rooms, and assembly halls provided opportunities especially welcome in crowded low-income neighborhoods. Parks provided an important component of community, creating, along with the church, school, and saloon, a social fabric that helped to define the very term “neighborhood.”",
    "Bibliography": "Cranz, Galen. The Politics of Park Design: A History of Urban Parks in America. 1984.Gordon, Constance, and Kathy Hussey-Arnston, eds. A Breath of Fresh Air: Chicago's Neighborhood Parks of the Progressive Reform Era, 1900–1925. 1989.McArthur, Benjamin. “The Chicago Playground Movement: A Neglected Feature of Social Justice.” Social Service Review 49 (September 1975): 376–395.",
    "Author of Text": "Dominic A. Pacyga",
    "Hyperlinked Terms Associated": [
        "saloon",
        "basketball",
        "tennis",
        "swimming",
        "gangs",
        "landscape designs",
        "patronage",
        "turf",
        "Politics",
        "racism",
        "Park District",
        "World War II",
        "Back of the Yards Neighborhood Council",
        "Lager Beer Riot",
        "free-speech",
        "YMCA",
        "Americanization",
        "World War I",
        "Union Stock Yard",
        "landscaped",
        "South Side",
        "schools",
        "streets",
        "planning"
    ],
    "Street addresses associated": [
        "Back of the Yards"
    ]
}