{
    "Title": "Playground Movement",
    "Descriptive Text": "Although the first sandlot opened in Boston in 1886, the playground movement didn't begin to develop until the mid-1890s, when playgrounds were opened in nine major cities including Chicago. Settlement houses or civic groups opened early play lots, often modest dirt lots, on land donated or lent by philanthropists. A wide coalition of child-saving reformers including social settlement house workers, progressive educators, and child psychologists urged municipal governments to construct playgrounds where the city's youth could play under supervised and controlled conditions. Playground reformers believed that supervised play could improve the mental, moral, and physical well-being of children, and in the early twentieth century they expanded their calls into a broader recreation movement aimed at providing spaces for adult activities as well. Municipally controlled parks and playgrounds included trained play leaders and planned activities as well as special facilities like gymnasiums, fieldhouses, and swimming ponds.In 1898, the Municipal Science Club began studying Chicago's need for additional “breathing spaces,” and in the following year the mayor created the Special Park Commission (SPC) to create municipal playgrounds in the city's most densely populated neighborhoods. Working cooperatively with the Board of Education and the three park commissions, the SPC urged elementary schools to construct adjacent playgrounds and the park commissions to create new parks and playgrounds.The South Park Commission became the most involved in this effort to create municipal recreation spaces and in 1902 opened the experimental McKinley Park with ball fields, a swimming lake, and open-air gymnasium. In 1903 the South Park Commission embarked on an ambitious system of neighborhood parks that became a model for other American cities. The Olmsted Brothers landscape designers and D. H. Burnham & Co. architects were hired to design parks with running tracks, wading pools, playground apparatus, sand courts, and fieldhouses in beautiful landscape settings. Opened to the public in 1905, the first 10 parks drew over five million visitors in one year.",
    "Bibliography": "Cavallo, Dominick. Muscles and Morals: Organized Playgrounds and Urban Reform, 1880–1920. 1981.Mero, Everett B. American Playgrounds: Their Construction, Equipment, Maintenance, and Utility. 1908.Tippens, William W., and Julia Sniderman. “The Planning and Design of Chicago's Neighborhood Parks.” In A Breath of Fresh Air: Chicago's Parks of the Progressive Era, Chicago Public Library Cultural Center, 1989.",
    "Author of Text": "Julia Sniderman Bachrach",
    "Hyperlinked Terms Associated": [
        "playgrounds",
        "Settlement houses",
        "settlement house",
        "progressive educators",
        "schools",
        "landscape designers",
        "swimming"
    ],
    "Street addresses associated": [
        "McKinley Park"
    ]
}