{
    "Title": "Playwriting",
    "Descriptive Text": "Throughout most of the nineteenth century, Chicagoans watched plays authored by writers from other times and places. It was not until the 1890s, and the exploration of realism in Chicago's literary corners, that playwrights in the city began to reflect on the language, characters, and conditions of local life. George Ade, a newspaper reporter, penned several plays from work he originally published in the Chicago Record. In 1912 Maurice Browne and his wife Ellen Van Volkenburg launched the Chicago Little Theatre, a company that produced plays by local playwrights such as Cloyd Head and Mary Aldis.Although subsequent decades saw mostly traveling productions of American and British classics at such Loop theaters as the Auditorium, the Harris, and the Selwyn, the Goodman was also producing plays for both adults and children, utilizing primarily the talents of its drama students along with professional guest artists. Many Chicagoans cite the children's shows at the Goodman as the origin of their love for the theater.A major source of Chicago's modern play-writing tradition is the improvisational process created by renowned theater teacher Viola Spolin, which was further developed by the Compass Players and expanded by its offspring, Second City. David Mamet, for example, wrote his first play, Squirrels, while working as a Second City busboy. Mamet's brutally insightful style set a distinctive tone that has influenced many younger scribes such as Rick Cleveland and Keith Reddin. Nicholas Patricca's plays are informed by a deeply spiritual and philosophical bent, while John Logan has often used historical events (such as the kidnapping of the Lindbergh baby) to explore human motivations and actions. The plays of Claudia Allen and Darrah Cloud have been naturalistic and lyrical, while Rebecca Gilman has explored issues like race and gender head-on. Charles Smith creates compelling drama, sometimes on an epic scale, from pivotal moments in African American history.Organizations like Victory Gardens Theater, the Goodman, Steppenwolf, and Chicago Dramatists Workshop have all nurtured and developed Chicago writers, in some cases toward New York productions and national profiles. Victory Gardens was recognized in 2001 for its efforts when it received the Tony Award for Best Regional Theatre, as had Steppenwolf and the Goodman previously, furthering the nation's awareness of Chicago's role in new play development.",
    "Bibliography": "Pettengill, Richard. “Chicago Theater Voices, 1990.” In Resetting the Stage: Theater Beyond the Loop, 1960–1990, exhibition catalog, 1990.Ryan, Sheila. At the Goodman Theatre: An Exhibition in Celebration of the Sixtieth Anniversary of Chicago's Oldest Producing Theatre, October 12, 1985–January 11, 1986. 1985.Urban Voices: Chicago as a Literary Place. Exhibition checklist and annotations, by Susan Prendergast Schoelwer, 1983.",
    "Author of Text": "Andrea Telli and Richard Pettengill",
    "Hyperlinked Terms Associated": [
        "Steppenwolf",
        "African American",
        "Second City",
        "improvisational",
        "theater",
        "Goodman",
        "Loop",
        "Auditorium"
    ]
}