{
    "Title": "Poetry",
    "Descriptive Text": "Chicago's long tradition as a center of poetic culture has two key aspects: Chicago has been a fertile ground for innovative poetic movements through publishing activity, and the city itself has provided a subject with which poets have grappled. The first volume of poetry published in Chicago was William Asbury Kenyon's Miscellaneous Poems (1845), although Benjamin Franklin Taylor ( Complete Poetical Works, 1896) is generally considered Chicago's first significant poet. Chicago's poetry entered the national arena with Harriet Monroe's “Columbian Ode” (1893), a poem commissioned for the World's Columbian Exposition. But Monroe is probably better known as the founder of Poetry magazine (1912), one of the nation's most important literary magazines, along with fellow Chicagoan Margaret Anderson's Little Review. Monroe and Anderson distinguished themselves and Chicago with their editorial daring and their support for new and innovative modernist poets such as Ezra Pound, James Joyce, and William Butler Yeats.But Chicago's poetry scene did not focus only on international poetry: during the Chicago Literary Renaissance, Carl Sandburg, Edgar Lee Masters, and other poets writing about Chicago and the Midwest reached national and international audiences. Masters, a disgruntled attorney, achieved his greatest renown with Spoon River Anthology (1915), a collection of monologues from beyond the grave spoken by the former citizens of a small Illinois town; this book's frankness helped establish a forthright use of the vernacular voice as a distinguishing feature of the Chicago poetic tradition. Sandburg's most important contribution, Chicago Poems (1916), featured the city's signature piece and one of the most frequently anthologized American poems, “Chicago.” At least two phrases from this poem—“City of the Big Shoulders” and “Hog Butcher for the World”—remain emblematic of Chicago long after the closure of the stockyards and the shift in Chicago's economy away from heavy industry.The interaction between Chicago as a center of poetry publishing and the accomplishment of poets writing in and about Chicago continued, as George Dillon, an editor with Poetry magazine and author of The Flowering Stone (1931), became the first Chicagoan to win the Pulitzer Prize. Poetry continued to provide a focus for the city's poetic culture during the long period after the Chicago Renaissance when most of Chicago's literary reputation rested on its fiction writers. Over the years, outstanding poets moved to Chicago as editors of the journal, including Karl Shapiro, a frequent dissenter from mainstream critical orthodoxy and winner of the Pulitzer Prize for V-Letter and Other Poems (1944), and John Frederick Nims, a formalist of exceptional wit and dexterity. Gwendolyn Brooks, Illinois' second Poet Laureate—after Sandburg—and one of the most important American poets of the twentieth century, has written with feeling and intelligence about the city, especially the African American experience in Bronzeville, since the 1940s. Her collection Annie Allen won the 1950 Pulitzer Prize.In the 1950s and '60s two closely related literary journals, the Chicago Review and its Beat generation offspring, Big Table, played a major role in bringing a new generation of innovative poets to a sometimes skeptical, even hostile, reading public. The censorship drama which birthed Big Table out of the University of Chicago –sponsored Chicago Review was one aspect of the key split in Chicago (and American) poetry: the academic poets versus the performance poets. From the 1950s onward, as an aspect of the growing academicization of literary culture in general, university patronage played a key role in providing a living and an intellectual home for many poets. Various Chicago-area universities employed accomplished poets such as Haki R. Madhubuti, Sterling Plumpp, Michael Anania, Reginald Gibbons, Susan Hahn, Mary Kinzie, Barry Silesky, A. K. Ramanujan, Elizabeth Alexander, Reginald Shepherd, Martha Vertreace, Paul Hoover, and Maxine Chernoff. While these poets take a wide range of approaches to their craft—from politically engaged poetry about race and gender to an ornate late modernism—the term “academic poetry” has come to imply a formalized, erudite, even ivory-tower, aesthetic.That academic environment has its counterpart, as performance-oriented poets, many of them working-class or people of color, thrive in the neighborhood saloons and arts organizations far from the libraries and seminar rooms of the university poets. Marc Smith's groundbreaking Uptown Poetry Slam at the Green Mill jazz club has spawned a high-profile nationwide performance-based poetry scene and has produced accomplished poets such as Tony Fitzpatrick, whose Bum Town (2001) is a worthy successor to Sandburg's Chicago Poems as an attempt to sum up the city in verse. The slam phenomenon has also generated a number of publishers which, along with Poetry and Chicago's academic poets and presses, perpetuate Chicago's role as a center of the writing, teaching, and publishing of poetry.",
    "Bibliography": "Monroe, Harriet. A Poet's Life: Seventy Years in a Changing World. 1938.Smith, Carl. S. Chicago and the American Literary Imagination. 1984.Starkey, David, and Richard Guzman, eds. Smokestacks and Skyscrapers: An Anthology of Chicago Literature. 1999.",
    "Author of Text": "David Starkey and Bill Savage",
    "Hyperlinked Terms Associated": [
        "Poetry Slam",
        "jazz",
        "saloons",
        "literary culture",
        "University of Chicago",
        "African American",
        "fiction",
        "Chicago Literary Renaissance",
        "Worlds Columbian Exposition"
    ],
    "Street addresses associated": [
        "Bronzeville"
    ]
}