{
    "Title": "Poles",
    "Descriptive Text": "The traditional Polish community in Chicago, an organization-rich ethnic settlement that developed in the years after the Civil War, reached maturity and almost complete institutional self-sufficiency before World War I.Polish Chicago, sometimes referred to as “Polonia,” has been shaped by at least three distinct immigration waves. The first and largest lasted from the 1850s to the early 1920s, and was driven primarily by economic and structural change in Poland. This immigration is often referred to as Za Chłebem (For Bread). Primarily a peasant migration, it drew first from the German Polish partition, and then from the Russian partition and Austrian Polish partition. Although restrictions during World War I and in the 1920s cut off this immigration, by 1930 Polish immigrants and their children had replaced Germans as the largest ethnic group in Chicago.A second wave brought hundreds of thousands of Poles, displaced by World War II and then by the Communist takeover of Poland. This second immigration reinvigorated many Polish-American institutions and neighborhoods. A small, economically stimulated immigration persisted throughout the postwar period. A third wave of immigration began in the 1980s, commonly referred to as the “Solidarity” immigration. These Polish immigrants came to Chicago as a result of the imposition of martial law in Poland (1981) and the decade-long struggle to bring democracy to the Polish Republic. Mainly professionals, artists, and intellectuals, these newest immigrants influenced the cultural and institutional life of Chicago's Polish community.The first Polish emigrants to Chicago were noblemen who had fled Poland after the Polish-Russian War of 1830–1831. They arrived with ill-fated plans of establishing a “New Poland” in Illinois. Among these early settlers was John Napieralski, believed to have been the first Pole in Chicago.Polish Chicago's growth began in earnest after 1850. By the time of the Civil War, approximately five hundred Poles had created a small community on the Northwest Side; Anthony Smarzewski-Schermann, who emigrated to the United States around 1850 and earned his living as a carpenter before opening a grocery store on the corner of Noble and Bradley Streets, provided leadership for the young community. Peter Kiolbassa, who first fought in the Confederate army, but later served as a captain in the Sixth Colored Cavalry during the Civil War, also emerged as an important local leader. Kiolbassa organized the first Polish Society of St. Stanislaus Kostka in 1864. This organization prepared the community for the development of the first Polish Roman Catholic parish in the city. The first Polish elected official in Chicago, Kiolbassa served in the state legislature (1877–1879), and as city treasurer (1891–1893).The Polish settlement along the North Branch of the Chicago River grew quickly. Many Polish Catholics attended St. Boniface Catholic Church. Here they met hostility from some of their German coreligionists who did not want their priest to attend to Polish religious needs. In 1867 the Polish community created its own Roman Catholic parish, St. Stanislaus Kostka, just a few blocks north of the German parish. The creation of the parish was central to the creation of Polonia. Since the midcentury arrival of large numbers of Irish and German Catholic immigrants in Chicago, the creation of ethnic Catholic parishes provided both a stable institutional base for community and a status symbol that announced the importance of the new immigrant colony. St. Stanislaus Kostka became the first of nearly 60 Polish parishes in the archdiocese. In 1870, Bishop Thomas Foley invited the Polish Resurrectionist congregation to minister to Polonia's religious needs. Four years later the Resurrectionist Father Vincent Barzynski arrived to act as pastor of St. Stanislaus Kostka. Barzynski proved to be the great builder-priest of Polonia and remained pastor at St. Stanislaus Kostka until his death in 1899.Kiolbassa paved the way for Polish participation in local elections, and others soon followed. By World War I, various other Polish Americans had entered politics on both the Democratic and Republican tickets. Among the most important of these early politicians was John F. Smulski (1867–1928), a Republican who was elected city attorney in 1903 and state treasurer in 1906, and served on the West Side Park Board. Later important Polish politicians include Benjamin Adamowski, Roman Pucinski, and Dan Rostenkowski.While the original Polish community located on the Northwest Side, other Polish settlements soon appeared. Poles joined their fellow Slavic immigrants on the Near West Side in the Czech Catholic parish of St. Wenceslaus. Another Polish district appeared just west of 18th Street and Ashland Avenue, where in 1874 Poles founded St. Adalbert's parish. Other Polish settlements appeared soon after in Bridgeport, McKinley Park, Back of the Yards, South Chicago, Pullman, and Hegewisch. These original core immigrant neighborhoods revolved around a heavy industrial base, whose jobs drew Poles to Chicago.Immigrants from German Poland were soon joined by Poles from the Russian and Austrian partitions. By 1900, 23 Polish Catholic parishes were located throughout Chicago and its nearby industrial suburbs. None of these neighborhoods was exclusively Polish in ethnicity. Like other European ethnic groups at the time, Poles lived in diverse neighborhoods that were residentially integrated (by ethnicity, if not by race), but tended to be socially segregated. These ethnic groups developed their own churches, schools, and other institutions around which their social lives revolved.The growth of Polonia was not without conflict. Questions of ethnic and religious identity often resulted in strife, including street battles in the early years. Many of these difficulties revolved around church ownership and the concept of parish. Sometimes these conflicts were a result of Polish regionalism transported to American shores. Within the community, nationalists battled with other Poles who were more focused on Roman Catholicism as a unifying factor. Rival fraternal groups emerged, such as the Polish National Alliance (1880) and the Polish Roman Catholic Union of America (1873). Beyond the community, Poles protested against Irish and German domination of the American Catholic Church. One result was the growth of the independent church movement in the 1890s that led to the formation of the Polish National Catholic Church. Another consequence was the consecration of a Polish American Roman Catholic bishop, Bishop Paul Rhode of Chicago in 1908.Like other immigrant groups, Polish Americans struggled over competing visions of the homeland. Poles in the United States often referred to their community as the “Fourth Partition.” Many of their institutions worked for the liberation and reunification of Poland as well as for the well-being of the immigrant community. This was especially true of the large national fraternals such as the Polish National Alliance and the Polish Roman Catholic Union, as well as for the U.S. branch of the gymnastic and paramilitary group the Polish Falcons (1887). Polish women organized their own ethnic organizations, including the Polish Women's Alliance (1898), spearheaded by Stefania Chmielinska. All of these organizations aided the Polish independence movement by any means they could. In 1918 these efforts proved successful; Poland regained its independence as a result of negotiated settlements after World War I.By the end of the nineteenth century, Polonia constituted the core of an almost institutionally complete ethnic community, with the parishes providing the base for much of this community development, along with institutions such as fraternal organizations, newspapers, and schools. Most of the large national fraternals located their headquarters near the intersection of Milwaukee and Ashland Avenues with Division Street. This neighborhood, home to the parishes of St. Stanislaus Kostka and Holy Trinity, quickly developed as the national capital of the American Polonia.The major Polish newspapers also opened offices here, such as the Dziennik Związkowy (Daily Alliance), Dziennik Chicagoski (Chicago Daily), Naród Polski (The Polish Nation), and Dziennik Zjednoczenia (Daily Union). Władysław Dyniewicz published the first Polish newspaper in Chicago, Gazeta Polska (Polish Gazette) in 1872. John Barzynski, brother of the pastor of St. Stanislaus Kostka Church, began publication of another Polish weekly, Gazeta Polska Katolicka (Polish Catholic Gazette) in 1874.The parochial school provided another foundation for the creation and maintenance of the ethnic community. Catholic schools run by orders of Polish sisters such as the Felician Sisters, Sisters of the Holy Family of Nazareth, and others served Polonia. One Polish American order was founded in Chicago, the Franciscan Sisters of Blessed Kunegunda, by Josephine Dudzik (Sister Theresa) in 1894. These ethnic schools first taught classes exclusively in the Polish language, but quickly the archdiocese forced them to teach in both Polish and English. The main concern of the schools was the preservation of PolskoŜć or Polishness among immigrant children. Another concern was to prepare the children for life in the United States. In addition to parochial grammar schools, Polish Chicago developed Catholic high schools run both as independent institutions and as part of parish structures. In 1890 the Resurrectionists opened St. Stanislaus College, the first secondary school opened by the congregation in the United States. In 1930 the school was renamed Weber High School. In 1952 the Resurrectionists established Gordon Technical High School. Polish parishes, such as St. Joseph in the Back of the Yards, also opened high schools.The Catholic Church and the fraternals provided a layer of ethnically based social service institutions. Polonia debuted its own hospital, St. Mary of Nazareth, in 1894 and established St. Joseph's Home for the Aged in 1898. St. Hedwig's Orphanage opened in 1910. The Polish Catholic sisterhoods played a central function in these organizations. Polish Chicagoans created the Polish Welfare Association (1922) to help Polish communities deal with juvenile delinquency and other social problems. Polish women, such as Stella Napieralska, performed important roles in social service institutions, such as Guardian Angel Day Nursery and Home for Working Women in Back of the Yards (1914). Polish Americans, in cooperation with Czech Catholics, opened St. Adalbert Cemetery in Niles in 1872 and Resurrection Cemetery in Justice, Illinois, in 1904. Thus Polish institutions provided for Polish Chicagoans from birth through death.Chicago's Polonia also developed a significant class of small business owners. Milwaukee Avenue, Division Street, Archer Avenue, Ashland Avenue, Commercial Avenue, and West 47th Street provided some of the sites for this growing group of entrepreneurs throughout the late nineteenth and twentieth centuries. Many served a narrow ethnic clientele, but others reached beyond the ethnic community. In addition, a thriving Polish and East-European Jewish business community developed in Polish neighborhoods. These businesses include the Goldblatt Brothers, Polk Brothers, and Meyer Brothers department stores. Along with the stores lining busy streets, a large group of Polish professionals, including doctors, lawyers, and journalists, served the immigrant community.Polish Chicagoans also participated in the labor movement. Beginning with the 1904 strike, they took an active part in unionizing the stockyards. During the World War I era, John Kikulski, Alex Nielubowski, Stanley Rokosz, and Mary Janek led packinghouse workers. Several Polish priests, especially the Reverend Louis Grudzinski, supported the labor movement and helped solidify Polish American support for unionization. Poles also played important leadership roles in the 1919 steel strike and in the Congress of Industrial Organizations (CIO) drives of the 1930s and 1940s. Ed Sadlowski led a national reform movement of the United Steelworkers in the 1970s and 1980s.Their experience in the labor movement and fraternal groups provided Polish Chicagoans with valuable organizational lessons which led to their involvement in neighborhood organizations. Polish institutions provided a solid base around which neighborhood associations could develop. Polish priests and lay people played crucial roles in their development. In South Chicago, Stephen Bubacz led the Russell Square Community Committee throughout its history (1938–1968). Father Edward Plawinski played a critical role in the Back of the Yards Neighborhood Council (BYNC) in the 1940s. The Polish clergy of the Back of the Yards continued to play an important role in the BYNC well into the 1970s.By World War I, the original core Polish neighborhoods had established a foundation for the expansion of the Polish community across the Northwest, Southwest, and Southeast Sides of the city. Polish Americans spread along Milwaukee Avenue northwest to Humboldt Park, Logan Square, Avondale, Jefferson Park, and eventually into the northwest suburbs. Poles moved out of Bridgeport and Back of the Yards into Brighton Park, Gage Park, West Elsdon, Garfield Ridge, and the southwest suburbs. Poles in South Chicago moved south and east. By 1980 Hispanics and African Americans had largely replaced Poles in the older inner-city core neighborhoods. Many Polish Catholic parishes offered mass in Polish and Spanish, as well as in English. Icons of Our Lady of Guadalupe joined the Black Madonna of Częstochowa in churches across the city. Polish Chicagoans left old neighborhoods such as the Bush in South Chicago for newer settlements like Fair Elms on the East Side. They also moved beyond the city boundaries to Niles, Park Ridge, Palatine, and Northbrook. Lansing had the greatest percentage of Polish Americans in the area in 1980. In 1990, 65 percent of all Polish Americans in the Chicago area resided in the suburbs.Polonia's move to the suburbs was not simply an example of upward mobility. Many suburbs were and are home to heavy industry and had long-established Polish American working-class communities. This movement does, however, reflect the pace of Americanization. In the face of suburbanization, various organizations and leaders tried to maintain the older city neighborhoods and organized cultural institutions as community anchors. The Copernicus Center opened in the early 1980s near Milwaukee and Lawrence Avenues; and while the Polish Women's Alliance moved to Park Ridge and the Polish National Alliance moved its headquarters to the far North Side of the city, the Polish Roman Catholic Union and the Polish Museum remained in the original Polish settlement, and the Polish Highlanders Alliance built a new headquarters on Archer Avenue. Many of these associations are trying to assimilate the Solidarity immigrants into their organizational structures.Chicago's Polonia has played a crucial role in the political, religious, educational, institutional, and cultural life of Chicago. Streets named Pulaski and Solidarity Drive are symbolic manifestations of the impact of Polish Americans. Although most Polish Americans are fully integrated into American society, Polonia remains a vital ethnic community because of the more than 150-year tradition of Polish immigration to Chicago.",
    "Bibliography": "Pacyga, Dominic A. Polish Immigrants and Industrial Chicago: Workers on the South Side, 1880–1922. 1991.Parot, Joseph. Polish Catholics in Chicago. 1981.Poles of Chicago, 1837–1937. 1937.",
    "Author of Text": "Dominic A. Pacyga",
    "Hyperlinked Terms Associated": [
        "Americanization",
        "Humboldt Park",
        "Logan Square",
        "Avondale",
        "Jefferson Park",
        "Brighton Park",
        "Gage Park",
        "West Elsdon",
        "Garfield Ridge",
        "African Americans",
        "East Side",
        "Niles",
        "Park Ridge",
        "Palatine",
        "Northbrook",
        "Lansing",
        "Americanization"
    ],
    "Street addresses associated": [
        "Back of the Yards",
        "Bridgeport",
        "South Chicago",
        "Hegewisch",
        "Gage Park",
        "Brighton Park",
        "Garfield Ridge",
        "Logan Square",
        "Avondale",
        "Humboldt Park",
        "McKinley Park",
        "Near West Side"
    ]
}