{
    "Title": "Politics",
    "Descriptive Text": "Chicago politics is a national cliché, evoking images of a one-party system, dominated by a boss-controlled Democratic political machine whose crafty politicians dangle patronage before competing ethnic and racial groups in return for votes. As early as the 1871 municipal election following the tragic fire, the defeated People's Union accused the victorious “Fireproof” ticket of exhorting its supporters to “vote early and often.” Indeed, no political, ethnic, class, or gender group in the city or its suburbs has escaped the lure of patronage politics or the stain of corruption. When reform Republicans captured control of the Common Council in the late 1890s, they behaved exactly as had the ousted Democrats. Republicans replaced all Democratic appointees with their own followers, a practice the Republicans had decried when done by Democrats. Democratic Alderman Johnny Powers did not find this strange: “To the victors belong the spoils,” explained Powers.Chicago women entered the fray upon obtaining municipal suffrage by Illinois law in 1913. In 1915, Mayor William Hale Thompson (1915–1923, 1927–1931) resisted the calls of a delegation of civic-minded women led by settlement house head Mary McDowell to name an experienced woman to the new position of commissioner of public welfare. Thompson indeed appointed a woman, but rather than one with a background of work in public welfare, he chose a loyal Republican party worker, Louise Osborn Rowe. Within a year, Rowe was forced to resign after being charged with operating a kickback scheme in the welfare department.No mayor has ever been convicted for illegal activities, but several have been enmeshed in dubious campaign practices and corruption scandals. Republican mayoral candidate Fred Busse (1907–1911) was accused of distributing jobs, money, and coal from his coal company in return for votes in the 1907 election. Thompson was persuaded not to run for reelection in 1923 amid a slew of scandals, including in the public schools and charges of blatant political manipulation in the slating of nominees for circuit court judges. Mayor Ed Kelly (1933–1947) had been indicted for participating in payoff, bribery, and kickback schemes while serving as chief engineer of the Metropolitan Sanitary District. The charges against him were subsequently dropped. But even mayors who were personally honest have tolerated corruption. Mayor Martin Kennelly (1947–1955) cleaned up the school system and modernized city administrative practices but failed to attack political influence peddling in the police department or to support his own appointee to head the Civil Service Commission when he attempted to control job patronage.The policy of honest graft articulated in New York by Tammany Hall's George Washington Plunkitt—“I seen my opportunities and I took 'em”—seems to have been taken to heart in latter-day Chicago politics. Prominent aldermen, high-ranking municipal officials, even a mayoral press secretary have been accused, and in some cases convicted, of fixing city contracts, demanding payoffs and extorting bribes in return for jobs, and generally profiting personally from their positions of municipal authority.This picture of Chicago politics is entertaining, and it is undoubtedly a part of the story. Yet the history of Chicago politics is more than a succession of colorful figures, corruption and scandals, ethnic turf battles, and political failures. Chicago politics is also the story of urban growth in the United States. And it is the story of the struggle for democratic governance that took place within a federal legal system and political structure, the growth of the American political party system, the westward movement of white European settlers, shifting economic priorities, the dynamics of class and gender, and a population that grew and changed its contours as new immigrant and migrant groups poured into the city.Chicago municipal politics began after European Americans defeated the last resistance of Native Americans in the Black Hawk War of 1832. The following year, Chicago received its first incorporation charter from the state legislature. Through the Civil War, as Chicago's white settlers struggled to establish a city on the western edge of the “frontier,” Chicago politics was a contest between private interests and public needs. Money was needed to build an urban infrastructure of streets and sidewalks, sewer and water systems, schools and shops. Capital investment had to be found to support new commercial activities to create jobs and guarantee economic growth. But Chicago had only a property tax with which to finance such activities, and its residents were not eager to pay from their own pockets. Individuals exploited scarce public funds, as when in 1837 it was discovered that the Cook County School Commissioner had loaned the school fund, gathered through sale of federally donated land, to private real-estate speculators who defaulted on the loans, leaving the city without sufficient funds to operate the schools. Chicago residents who wanted federal government aid for infrastructure projects were thwarted by others who preferred private development. This contest in Chicago reflected a national conflict between the political parties over whether there was a public need for federal government to foster development that should supersede private interests. Until the Civil War era, private interests largely prevailed.An uneasy relationship to the state of Illinois also characterized early Chicago politics. U.S. cities receive powers of government from their states. State law regulates the relationship between cities and counties and the relationship of a city to other municipal authorities such as school boards, and it confers and limits a city's powers to tax and to finance municipal development. Historically, there has been a power struggle within the state. In 1839, the state legislature abolished the office of high constable for Chicago and did not inform the city for two months. Some Chicagoans sarcastically replied that they hoped to be informed more quickly should the legislature decide “to remove Chicago from the shore of Lake Michigan.”By the 1850s, growing social divisions in the city gradually inserted ethnic rivalry into Chicago politics. In 1855, older residents tried to regulate the leisure activities of the newer communities of German and Irish immigrants by having the municipal government raise the cost of liquor licenses and require Sunday closing of saloons. The resulting Lager Beer Riot forced the government to rescind its efforts, and henceforth the city's immigrant groups demanded a voice in municipal politics previously dominated by a small group of men who had governed the city in their interests.The growing polarization within the Democratic and Republican parties along class and ethnic lines, along with an ongoing struggle between the city and the state over how much power Chicago should have to govern itself, characterized Chicago politics from the 1870s to the 1930s. These two elements fed upon each other as the city grew into an industrial metropolis and outpaced the legal restraints imposed by state law. The new state constitution of 1870 cancelled single-city charters, and in 1872 the legislature passed a Cities and Villages Act to apply to all incorporated areas with a population of 2,000 or more. This law suited the state's small homogeneous towns more than an industrial metropolis. From the early twentieth century, Chicago attempted to secure relief through a legislative grant of home rule powers. But every such effort was thwarted by the historical distrust between city and state and distrust of Chicagoans for one another. Fearing Chicago's growing influence in the state, the legislature carefully restricted the city's home rule powers, refused to allow consolidation of the city and Cook County governments, and from 1900 until the 1940s limited Chicago's representation in the legislature by refusing to fulfill its legal obligation to redistrict the state.Home rule efforts also foundered because they revived the ethnic and class conflict that had sparked political unrest in Chicago before the Civil War and that resurfaced when a group of prominent men attempted to control all relief and rebuilding in the city after the fire of 1871. Chicago workers accused these men of trying to control municipal government. These events, along with the street riots during the great railroad strike of 1877, the fears engendered by the Haymarket massacre of 1886, and the pressures of massive immigration, divided Chicagoans even more along class and ethnic lines, and they perceived home rule as a question of “who ruled at home.” Chicago politics then became a struggle among various groups in the city to control municipal government for their advantage.The political struggle taking place in Chicago from the 1870s until the 1930s reflected the struggle within the United States to redefine the nature and purposes of democratic government. Rural Midwesterners, African Americans from the South, and increasing numbers of Mexicans joined hundreds of thousands of European immigrants coming to Chicago seeking economic, political, and social opportunity. The poet Carl Sandburg celebrated Chicago's growth into the “City of the Big Shoulders” and “Hog Butcher for the World, Tool Maker, Stacker of Wheat, Player with Railroads and the Nation's Freight Handler.” Others saw Chicago as the symbol of everything wrong with industrial capitalism. Englishman William Stead declared that “ If Christ Came to Chicago ” he would weep at what he saw, and to Upton Sinclair, Chicago was a “ jungle ” of human misery and exploitation.Worker exploitation, extremes of wealth and poverty, and the corruption of both businessmen and politicians all existed in Chicago because neither federal nor local governments had the power to confront the worst aspects of economic and social injustices that were multiplying in the nation's cities. In the absence of such power, Chicago's political parties functioned as machines that promised to deliver favors in return for votes. Often these favors went to the immigrant poor who needed help finding a job or feeding the family, but these favors also went to businessmen who received potentially lucrative contracts from the city council. The parties were also machines for enriching the politicians, as in the 1890s when the notorious aldermanic ring of “ Gray Wolves ” sold municipal contracts and franchises to build street railways, haul garbage, or lay gas mains to the highest bidders.Public outrage over such actions, as well as the exposés by writers such as Stead and Sinclair, produced a “progressive” reform movement in Chicago, but there was never any agreement about the desired ends of such reform. Business and professional men, supported by the Republican Party, stressed that all municipal reform should bring expertise and fiscal efficiency into government. They unsuccessfully supported the home rule charter of 1907, opposed municipal ownership and control of public utilities, sought business control of the public schools, and wanted to exploit the economic possibilities of the lakefront. They demanded an end to patronage politics, the election of professional experts rather than party politicians to public office, and a strong-mayor system that would weaken the power of the city council. The city's ethnic and immigrant groups, generally supported by the Democratic Party, opposed many of these ideas, arguing that they were designed to deliver city government into the hands of middle-class businessmen. Chicago's laborers, for example, sought municipal ownership as a way to control public resources. Ethnic voters supported a strong, ward-based city council as more democratic than a strong-mayor system. Unions opposed businessmen's ideas for the schools because they wanted school decisions kept closer to the people, but they also feared that business control of the school board would diminish the power the labor unions already wielded in school management.Thousands of Chicago women worked through partisan political women's organizations, voluntary civic groups such as the Woman's City Club, and working women's organizations such as the Women's Trade Union League for progressive reforms to make the municipal government more responsive to the everyday needs of Chicago residents. These women called for putting public need ahead of private or even group interests. They demanded that the city provide more affordable housing, give teachers a greater voice in school decisions, provide a cleaner and more healthful urban environment—by building public beaches, preserving the lakefront for recreation, and instituting municipal ownership of garbage collection, for example—and pass new ordinances for fire prevention.The political parties became the means for determining the outcome of the struggle over these issues, but not until the 1930s did the Democratic Party assume control of the city. Workingmen's parties and the Socialist Party attracted workers in the 1880s and 1890s. A small Labor Party ran candidates in the municipal elections of 1919. Progressive-minded men and women split from the regular Republicans to join the Progressive Party in 1912. Moreover, factional rivalry divided each party, and every municipal election was first a contest over who would control each party and then a contest among the parties to determine who would run the city. But the Democratic Party undercut all attempts to build a workers' party through patronage, promises to govern the city to the benefit of immigrants and the working class, and an alliance with the Chicago Federation of Labor. At the same time, the Republican Party became increasingly the party of the middle class and business and professional men. The city's African American residents, whose men were guaranteed the franchise after ratification of the Fifteenth Amendment in 1870, bucked this trend. They joined the party of Lincoln and secured election to a small number of countywide and state offices, elected their first alderman in 1915, and sent representatives to Congress on the Republican ticket.Chicago women did not fit neatly into Chicago party politics. Neither Democrats nor Republicans made any serious overtures to securing the party loyalty of women, who, despite gaining municipal suffrage in 1913, remained largely excluded from Chicago politics. The parties refused to nominate women for municipal offices and male voters largely refused to vote for any woman who stood as candidate. Chicago women practiced party politics, but they were much more likely than men in the decades immediately following woman suffrage to vote for the candidate rather than the party and especially to vote for any woman running for municipal office. Women also failed to control any important appointed municipal offices. When Mayor Thompson's commissioner of public welfare was forced to resign in 1916, the post remained vacant until the mayoral administration of William Dever (1923–1927). This was a particularly galling political defeat for women who had prized the creation of this office to address the problems of the city's neediest people. No woman was elected to the city council until 1971, when Marylou Hedlund and Anna Langford secured seats, and Jane Byrne (1979–1983) is the only woman ever elected mayor.The ascendancy of the Democratic Party was not secured until Anton Cermak built a broad coalition of ethnic and working-class voters that secured his election to mayor in 1931. The Republican Party had meanwhile self-destructed, as progressive and liberal Republicans grew disgusted with the party's support of three-time mayor William Hale Thompson, whom they regarded as a practitioner of blatant ethnic politics. His campaigns of 1915, 1919, and 1927 included crude ethnic baiting and a willingness to switch sides on any issue when it suited his purpose. Thompson's 1931 renomination for mayor by party leaders was the last straw for Republican luminaries such as Charles Merriam, Julius Rosenwald, Jane Addams, and Louise DeKoven Bowen. They, and other liberal Republicans, threw their support to Cermak, whose ethnic and anti-Prohibition credentials also recaptured working-class and ethnic voters who had drifted into the Thompson camp when he championed ethnic interests and opposed Prohibition. This attraction to Thompson and the Democratic Party's support for labor issues and anti-Prohibition stance had helped guarantee that a Labor Party never took hold. The Democratic Kelly-Nash machine of the 1930s finished Cermak's work. It brought Chicago unions securely into its orbit and encouraged the city's African American voters to abandon a Republican Party that more and more was a party of the white middle and upper classes. No Republican has been elected mayor since 1931, and few Republicans have even made it into the city council.The New Deal of the 1930s and the Great Society of the 1960s gave the Democratic Party access to new funds and programs for housing, slum clearance, urban renewal, and education, through which to dispense patronage and maintain control of the city. Mayor Richard J. Daley (1955–1976) also kept the city and party financially sound by exploiting the state's refusal earlier in the century to consolidate the city and county governments or to give the city more control over municipal services such as the public schools. Cook County, for example, remained responsible for providing and funding many social services and maintaining the only public hospitals so that the city has never had to bear their financial burden. Although the mayor appointed the Board of Education, the school system was independent of the municipal government and its funding kept separate from the municipal budget. This structure meant that the mayor's office could simultaneously exert influence on the schools and disavow any political responsibility for managing or funding the system. Mayor Harold Washington (1983–1987) used it to claim he had no responsibility for trying to settle the month-long teachers' strike that pushed back the opening of the 1987 school year by four weeks.Mayor Daley and the Democrats also controlled Chicago politics by exploiting growing racial and class antagonisms. From the 1940s, growing African American and Hispanic populations competed for jobs, housing, and schools. Middle-class whites fled to the suburbs and the Democrats retained the support of ethnic, working-class whites by allowing de facto social and economic segregation in neighborhoods, housing, jobs, and schools. The selection of loyal black politicians for municipal posts that might provide jobs but offered little power kept African American voters loyal to the Democratic Party well into the 1970s. To make Chicago the “city that works,” Daley courted the business community through contracts on new public works projects—much as the city council had done earlier in the century. He structured favorable real-estate and taxation arrangements and an urban renewal program that benefited the middle class and businessmen more than the urban poor.As Chicago moved toward the end of the twentieth century, the brief surge of African American power embodied in Harold Washington's two elections ebbed, and Richard M. Daley was elected mayor. Chicago politics changed under the second Mayor Daley. He has maintained Harold Washington's initiatives in making Chicago politics and governance more inclusive as to race and gender and has fine-tuned the first Mayor Daley's idea of making the city's economic development its first priority. Yet, the exposés of sweetheart deals and contracts doled out to friends and supporters of the Democratic Party suggest that patronage politics is enough of a way of life in Chicago that it will never die.",
    "Bibliography": "Biles, Roger. Richard J. Daley: Politics, Race, and the Governing of Chicago. 1995.Einhorn, Robin. Property Rules: Political Economy in Chicago, 1833–1872. 1991Flanagan, Maureen A. Seeing with Their Hearts: Chicago Women and the Vision of the Good City, 1871–1933. 2002.",
    "Author of Text": "Maureen A. Flanagan",
    "Hyperlinked Terms Associated": [
        "taxation",
        "strike",
        "hospitals",
        "social services",
        "urban renewal",
        "Great Society",
        "New Deal",
        "Kelly- Nash machine",
        "Prohibition",
        "Chicago Federation of Labor",
        "Socialist Party",
        "Womens Trade Union League",
        "Womans City Club",
        "Gray Wolves",
        "jungle",
        "If Christ Came to Chicago",
        "Mexicans",
        "African Americans",
        "Haymarket",
        "railroad strike of 1877",
        "fire of 1871",
        "relief",
        "home tule",
        "charters",
        "saloons",
        "Sunday closing",
        "Larger Beer Riot",
        "German",
        "Irish",
        "real-estate",
        "Cook County",
        "tax",
        "schools",
        "water",
        "infrastructure",
        "streets",
        "Civil War",
        "Black Hawk War",
        "turf",
        "police",
        "mayors",
        "schools",
        "settlement house",
        "suffrage",
        "Republicans",
        "patronage",
        "machine",
        "Democratic"
    ],
    "Street addresses associated": [
        "Bridgeport",
        "Hyde Park",
        "Austin",
        "Back of the Yards",
        "Chinatown"
    ]
}