{
    "Title": "Polish National Alliance",
    "Descriptive Text": "The Polish National Alliance (Związek Narodowy Polski) was simultaneously organized in Philadelphia and Chicago in 1880 by Polish exiles devoted to the twin goals of Polish independence and the assimilation of Poles into American society.In contrast to the Polish Roman Catholic Union's religious goals grounded in Roman Catholic identity, the Polish National Alliance (PNA) argued that Poles everywhere had to unite into a single fraternal organization aimed toward the political liberation of the homeland. During World War I, the PNA was instrumental in raising more than five million dollars for war relief efforts in Poland. With the war's end, the PNA took an active role in Poland's newly restored independence.During World War II, the PNA played a major role in the formation of the Polish American Congress. With more than 300,000 members at its peak after World War II, the PNA was the largest Polish American fraternal organization in the history of American Polonia. By the mid-1990s, the PNA's more than $300,000,000 in total assets supported thousands of Polish American scholarships, Polish studies programs, cultural endeavors, and social welfare projects for Poles across the United States. Throughout its history, the PNA has maintained its national headquarters in Chicago, where it administers a sizeable library collection of Polish Americana.",
    "Bibliography": "Kruszka, Waclaw. A History of Poles in America to 1908. 4 vols. 1993–1999. This is an edited translation and new edition of Kruszka's Historya Polska w Ameryce, 13 vols, 1905–1908.Parot, Joseph John. Polish Catholics in Chicago, 1850–1920: A Religious History. 1981.Pienkos, Donald E. PNA: A Centennial History of the Polish National Alliance of the United States of North America. 1984.",
    "Author of Text": "Joseph John Parot",
    "Hyperlinked Terms Associated": [
        "Polish Roman Catholic Union",
        "Roman Catholic",
        "World War I",
        "World War II",
        "Poles"
    ],
    "Street addresses associated": [
        "Back of the Yards",
        "Bridgeport",
        "Brighton Park",
        "Garfield Ridge",
        "Gage Park",
        "Humboldt Park",
        "Logan Square",
        "McKinley Park",
        "Near West Side"
    ]
}