{
    "Title": "Political Conventions",
    "Descriptive Text": "Chicago has been the nation's most popular political convention city, in part because of its geographic centrality. Between 1860 and 1996, Chicago hosted 14 Republican and 11 Democrat presidential nominating conventions, plus one notable Progressive Party assembly. Chicago's closest competitors for the most presidential conventions are Baltimore with 10, followed by Philadelphia's 9.Chicago's first presidential nominating convention, the Republican National Convention of 1860, was held in the “ Wigwam, ” a temporary two-story wooden structure. Last-minute backroom deals, plus a successful scheme to pack the galleries with holders of counterfeit tickets, brought unexpected victory to Abraham Lincoln.Democrats convened for the first time in Chicago in 1864, when they nominated General George B. McClellan and passed an antiwar platform. Republicans returned to Chicago in 1868 to unanimously nominate, at the Crosby Opera House, the victorious general Ulysses S. Grant.In 1880, Republicans convened in the Interstate Industrial Exposition Building on Michigan Avenue to nominate former speaker of the House of Representatives James A. Garfield, on the thirty-sixth ballot. Four years later, Chicago hosted its first double convention in the Interstate Industrial Exposition Building. Republicans nominated James G. Blaine, of Maine, secretary of state for the assassinated Garfield, on the fourth ballot. Democrats nominated New York governor Grover Cleveland, who became president. In 1888, Republicans met in the still-unfinished Civic Auditorium to nominate Senator Benjamin Harrison, of Indiana, on the eighth ballot. He lost the popular vote in the general election but beat President Cleveland in the Electoral College. In 1892, Democrats met in a temporary “Wigwam” in Lake Park to nominate Cleveland for a third time. He regained the presidency.The 1896 Democratic convention, held in Chicago's first Coliseum on 63rd Street, was the most unpredictable of the nineteenth century, next to Lincoln's. William Jennings Bryan, just 36 years old, captured the hearts of delegates with his spellbinding “Cross of Gold” speech and won the nomination on the fifth ballot. He lost a dramatic election to business-oriented William McKinley.In 1904, the Republicans gathered in the second Coliseum on South Wabash, to unanimously nominate President Theodore Roosevelt, who had assumed office after McKinley's assassination. In 1908, Republicans returned to the Coliseum to nominate Roosevelt's handpicked successor, William Howard Taft. Roosevelt challenged Taft in 1912, winning almost all the primaries, but was rebuffed by Republican leaders. Fearing violence from Roosevelt supporters, hundreds of Chicago police were on hand, and barbed wire was strung beneath the bunting of the podium. Roosevelt refused to drop out, and two months later the Progressive Party nominated him in the same building. New Jersey governor Woodrow Wilson won in November. In 1916, the Republicans returned to the Coliseum, again rejected Roosevelt, and nominated Supreme Court justice Charles Evans Hughes on the third ballot.In 1920, the Republicans met again at the Coliseum. The convention was mired in a stalemate until a “senatorial cabal,” meeting in “smoke-filled” rooms 408–10 of the Blackstone Hotel, selected Senator Warren G. Harding. The delegates ratified him on the tenth ballot.Chicago hosted another double convention in 1932. First, Republicans glumly gathered in the new Chicago Stadium during the depths of Great Depression to renominate President Herbert C. Hoover. Two weeks later, Democrats gathered in the same hall and selected Franklin D. Roosevelt over Al Smith on the fourth ballot. Roosevelt flew to Chicago to deliver the first-ever convention acceptance speech. In 1940 and 1944, Roosevelt was renominated for his third and fourth terms in the Stadium. Republicans challenged him in 1944 with New York governor Thomas E. Dewey, also nominated in the Stadium.Republicans gathered in the Stockyards International Amphitheatre in July 1952 to nominate General Dwight D. Eisenhower on the first ballot. The first national television audience was treated to a fistfight between delegates for Eisenhower and those for Robert Taft. Democrats convened in the same hall to nominate Illinois governor Adlai E. Stevenson II and returned four years later to give Stevenson a rematch with President Eisenhower. Republicans made their final appearance in Chicago in 1960, nominating Vice President Richard M. Nixon. After Chicago mayor Richard J. Daley's legendary role in swinging that year's close national election to John F. Kennedy, Republicans have declined to return to the city of their first presidential triumph.The Democratic convention of 1968 was held at the Amphitheatre in the midst of the increasingly unpopular Vietnam War. When the party endorsed a prowar platform, violence between thousands of antiwar protestors and Chicago police broke out on Michigan Avenue in front of the Conrad Hilton Hotel. The events reached a national television and international audience and caused turmoil on the convention floor. The conflicts inside and out of the convention were contributing factors to Hubert Humphrey's narrow defeat in November to Richard M. Nixon.Twenty-eight years passed before another presidential convention came to Chicago. Democrats renominated President William J. Clinton at the United Center in 1996. While nominating and seconding speeches were but a sentence long at Chicago's first presidential nominating convention, they lasted all night 136 years later.",
    "Bibliography": "Congressional Quarterly. National Party Conventions, 1831–1988. 1991.Sautter, R. Craig, and Edward M. Burke. Inside the Wigwam: Chicago Presidential Conventions, 1860–1996. 1996.",
    "Author of Text": "R. Craig Sautter",
    "Hyperlinked Terms Associated": [
        "International Amphitheatre",
        "Great Depression",
        "Chicago Stadium",
        "Hotel",
        "\"smoke filled\" rooms",
        "antiwar",
        "Wigwam",
        "Democrat",
        "Republican"
    ]
}