{
    "Title": "Politics and the Press",
    "Descriptive Text": "Chicago's first newspapers were firmly tied to the political parties of the 1830s, and for more than a century they continued to serve not simply as forums for political debate but as an inextricable part of the political process. “Long John” Wentworth's rise from editor of the Chicago Democrat (Chicago's first newspaper) to political powerhouse was atypical, however; more commonly newspapers were launched by politicians to support their aspirations or harass their opponents.No faction could hope to be taken seriously without its own newspaper. Wentworth's office provided his paper with a steady stream of news, as well as patronage and political influence. Even the creation of well-financed newspaper firms such as the one resulting from the 1858 merger of the Democratic Press and the Chicago Tribune did not signal an era of political independence. The Tribune's proprietors were every bit as committed to politics as traditional partisan editors such as Staats-Zeitung publisher and Republican boss Anton Hesing, and they played a key role in launching and giving shape to the national Republican Party.It took decades for market forces to drive personal organs from the field. Well after the heyday of the partisan press had passed, dailies such as the Republican (est. 1895) still hearkened back to an earlier model of partisan journalism. The city's dominant newspapers were major political actors in their own right. The Tribune's and American's fervent support for their owners' political agendas is well known, but at the turn of the century independent papers such as the Chicago Daily News helped bankroll the Mugwump opposition. They released staffers and funds to reform-oriented organizations such as the Municipal Voters League, which enjoyed the support of every major newspaper until beleaguered streetcar magnate Charles Yerkes bought the Inter Ocean to counter the flood of MVL-generated articles.Newspapers were tied to political factions by sentiment, ownership, and mutual interest. Facing almost universal press opposition in 1891, Carter Harrison bought the moribund Chicago Times to provide Democrats (and himself) with a newspaper voice. Republicans were served by several newspapers, ranging from the Inter Ocean (“Republican in everything, Independent in nothing”) to the Tribune, which while firmly Republican helped to drive corrupt Republican boss William Lorimer from the U.S. Senate. Even after civil service laws and other reforms brought an end to lucrative government printing and patronage jobs, publishers continued to enjoy mutually beneficial relations with favored politicians. The Tribune and other newspapers received favorable property tax treatment and long-term leases of public land, city assistance in permitting newsstands on street corners (and barring those of competing papers), and other advantages.By the 1940s the number of dailies had fallen sharply, and most newspapers sought larger audiences. But Chicago papers remained highly politicized, as the “Battle of the Colonels” suggested. While Col. Robert McCormick's Tribune warred against the New Deal and U.S. entry into World War II, Col. William Knox's Daily News was an equally fervent advocate of intervention to stop Hitler. While the Daily News and Times accused the Tribune of conveying German propaganda, the Tribune warned of the dangers of a dictatorship taking root in the United States. Marshall Field III launched the Chicago Sun in 1941 in order to break the Tribune's hold as the city's only English-language morning daily. In the months leading up to the launch, supporters of Roosevelt's policies blanketed the city with buttons reading “Chicago Needs a Morning Newspaper” and handbills depicting a swastika atop the Tribune Tower.Both the English- and foreign-language press gave voice to political leaders and to their constituencies, not as neutral forums for reporting news and opinion nor as political actors in their own right, but rather as facilitators for the intersecting political, ethnic, and class interests which most Chicago dailies continued to serve well past the conclusion of the Second World War. Many newspapers served as a forum for readers to debate political and social issues and forge community identities. Much of the commentary in labor papers such as the Arbeiter-Zeitung was contributed by readers involved in the myriad of community organizations that supported the paper. While Chicago Defender publisher Robert Abbott was a staunch Republican, commentary in his paper ranged from Marxism to McCormick Republicanism. Such eclecticism was less likely in the foreign-language press, where larger immigrant communities were often served by competing newspapers, each tied to distinct networks of cultural, mutual aid, and political organizations.Thus, Polish socialists, union locals, and other supporters owned shares in the Dziennik Ludowy (People's Daily), published from 1906 until 1925, and sent delegates to annual meetings to elect the editor and set policy. Readers not only owned the newspaper and provided its operating capital, they also sent in the reports of Polish American activities, working conditions, and strikes that filled much of the paper's pages. Competing Polish-language dailies were published by the mutual benefit societies, the Polish Roman Catholic Union, and the Polish National Alliance.Similar arrangements prevailed in most of Chicago's immigrant communities. Reader-shareholders removed several editors of the Chicagoer Arbeiter-Zeitung over editorial policies and relied on the newspaper and its staff to weld diverse community institutions into a coherent political movement. Government authorities recognized the paper's central political role in the aftermath of the Haymarket Affair when they raided the Arbeiter-Zeitung's offices and ultimately hanged its editor and business manager. Chicago's many foreign-language newspapers were sites of heated political contestation, helping both to mold political perspectives and to mobilize and represent their communities' views in the larger polity.The English-language community press had more modest aims, generally focused on securing the provision of city services. In the suburbs, community weeklies provided the only coverage of local government available to most readers, but they generally espoused political independence.Today, the Chicago newspaper scene is dominated by English-language newspapers published by large corporations with no institutional or organic ties to political parties or other social forces. But this disengagement is a recent phenomenon, the result of professionalization and commercialization which have been underway for decades but which became entrenched only in the 1960s with industry consolidation and the replacement of individual proprietors with corporate executives more interested in profit margins than in political influence.",
    "Bibliography": "Bekken, Jon. “Working-Class Newspapers, Community and Consciousness in Chicago, 1880–1930.” Ph.D. diss., University of Illinois. 1992.Nord, David Paul. Newspapers and New Politics: Midwestern Municipal Reform, 1870–1900. 1981.Schneider, James C. Should America Go to War? The Debate over Foreign Policy in Chicago, 1939–1941. 1989.",
    "Author of Text": "Jon Bekken",
    "Hyperlinked Terms Associated": [
        "Haymarket",
        "mutual benefit societies",
        "Polish Roman Catholic Union",
        "Polish National Alliance",
        "Dziennik",
        "Chicago Defender",
        "World War II",
        "New Deal",
        "printing",
        "Democrats",
        "journalism",
        "Republican Party",
        "politics",
        "Chicago Tribune",
        "patronage",
        "newspapers"
    ],
    "Street addresses associated": [
        "Back of the Yards",
        "Bridgeport"
    ]
}