{
    "Title": "Polka",
    "Descriptive Text": "Polka music, which embodies both specific dances and cultural contexts, is the common secular music of Chicago's European ethnic communities. Because of its complex ethnic history and the nationwide presence of several Chicago ethnic groups, Chicago's role as a center for polka has been exceptionally significant throughout the twentieth century. Polka distinguishes the soundscape of Chicago and the suburbs with both local practices and extensive exchange, thereby allowing ethnic communities to use music to identify their own ethnic boundaries and to cross these to join other groups in the performance of ethnicity.The history of polka in Chicago has unfolded in three distinctive phases: the 1880s until World War I; the period between the World Wars; and the post– World War II era. European immigrants and the confluence of ethnic musical styles in the first phase underwent extensive consolidation during the second, when Chicago became a center for publishing and recording ethnic music and for building large dance halls (e.g., the Trianon and Aragon ballrooms). The Czech American firm Vitak and Elsnic became the leading ethnic music publisher in North America during this phase but did so by diversifying its catalog for the entire ethnic spectrum. Polish American musicians dominated the third phase, with the distinctive “Chicago style” and the growing centralization of national polka institutions in the city. At various points, the music has drawn upon extensive patterns of exchange among musicians from different ethnic groups in Chicago and the Midwest.“Chicago style” polka (known also by such names as “dyno” or “honky” style) has a distinctive sound and performance practice. Clarinet, trumpet, and the button-box accordion are especially evident in the Chicago sound, and extensive improvisation—playing by ear rather than from arrangements—separates the performance practice of Chicago bands from those of other polka centers. Chicago polka musicians further specify their style by singing in ethnic languages, even with mixed texts. Polish American musicians shaped the core of Chicago style, notably Eddie Zima, Władziu (“Li'l Wally”) Jagiello, Marion Lush, and Eddie Blazonczyk. By moving the International Polka Association to Chicago in 1968 and generating competitions, festivals, and conventions, Chicagoans contributed substantially to the growth and revival of the most widespread ethnic popular music in North America in the 1990s.",
    "Bibliography": "Greene,Victor. A Passion for Polka: Old-Time Ethnic Music in America. 1992.Keil, Charles, Angeliki V. Keil, and Dick Blau. Polka Happiness. 1992.Spottswood, Richard. Ethnic Music on Records: A Discography of Ethnic Recordings Produced in the United States. 7 vols. 1990.",
    "Author of Text": "Philip V. Bohlman",
    "Hyperlinked Terms Associated": [
        "Chicago sound",
        "Polish",
        "ethnic music",
        "Czech",
        "Aragon",
        "dance halls",
        "World War II",
        "World War I"
    ]
}