{
    "Title": "Portuguese",
    "Descriptive Text": "The first Portuguese immigrants to settle permanently in Illinois were probably Presbyterian converts from the Madeira Islands. A Scottish pastor shepherded the Madeirans to the relative safety of Illinois's Morgan County after they were forced into exile in 1846. Few Portuguese settled in Chicago, however, before the Iberian nation's 1974 revolution. Between 1899 and 1910, only 166 immigrants of Portuguese origin reported Illinois as their final destination. By 1940, only 47 Cook County residents reported Portuguese ancestry in the U.S. census, a very small number when compared to the thousands who claimed Portuguese descent in maritime New England, New Jersey, California, and Hawaii.Little is known about the Portuguese presence in Chicago before 1974. The government of Portugal sent an official contingent to the 1893 World's Columbian Exposition to oversee an award-winning wine exhibit in the horticultural pavilion. Some Portuguese Jews fled their Iberian homeland for the United States in the 1940s to escape the danger fascism posed to the European continent, but only a few made the Chicago area their home. Only with the 1974 downfall of the right-wing regime instituted by Antonio Salazar in 1932 and maintained by his successor Marcelo Caetano did the majority of Portuguese citizens enjoy substantial freedom of movement within and away from Portugal. The somewhat modest influx of Portuguese into Chicago after 1974 consisted mainly of professionals, small business owners, and some laborers. These migrants have come from the Portuguese mainland as well as the Madeira and Azores Islands.The increase of Portuguese immigrants that settled in the Chicago area after 1974 led leaders of this small ethnic community to organize the Luso- Brazilian Club in the 1970s and the Friends of Portugal in the 1980s. Community leaders also petitioned to have the city of Chicago recognize the Portuguese community by flying the Portuguese flag over City Hall every June 10 to commemorate the death of famed Portuguese poet Luís de Camões in 1580. The 2000 census reported 2,417 people of Portuguese ancestry for Cook County, of whom 871 resided within Chicago's city limits.",
    "Bibliography": "Pap, Leo. The Portuguese-Americans. 1981.Poague, George Rawlings. “The Coming of the Portuguese.” Journal of the Illinois State Historical Society, April 18, 1925: 101–135.",
    "Author of Text": "Brandon Johnson",
    "Hyperlinked Terms Associated": [
        "Brazilian",
        "Worlds Columbian Exposition",
        "Cook County",
        "Scottish"
    ]
}