{
    "Title": "Portage",
    "Descriptive Text": "Until the nineteenth century, water transportation provided the smoothest and often the fastest paths through North America. Connections between water routes, therefore, held special significance and importance. These connections often involved portages—the carrying of boats and equipment between navigable waters. In this region, portages often connected waterways which were part of the Great Lakes system with those of the Mississippi River system.Portages were made at various points between the Des Plaines and Chicago Rivers as well as between the Calumet and Kankakee Rivers. One such portage over this continental divide was shown to French explorers Père Marquette and Louis Jolliet in 1673 on their return trip from the Mississippi Valley to Green Bay. This portage lay southwest of Chicago and involved the short and unprepossessing stream (now called the Chicago River) which drained swampland near the southwest shore of Lake Michigan. It was the portage to which this stream gave access that first focused human attention and motivated development in the Chicago area.After the retreat of the last glacier from the basin of Lake Michigan, a large lake formed between the retreating ice and the moraines (depositional ridges) that marked the farthest reach of the glaciers. This lake eventually drained down to the current extent of Lake Michigan. However, the area around Lake Michigan was filled with bodies of clay deposited by the much larger glacial lake (Lake Chicago). These prevented water from sinking deeply into the ground and created a boggy, swampy landscape with many residual lakes and sloughs in the Chicago area.One such wetland that early settlers called “Mud Lake” lay more or less across the low drainage divide that usually separated waters flowing east toward Lake Michigan from those that flowed southwest toward the Mississippi Valley. This wetland stretched roughly six miles from near what is now Damen Avenue to Harlem Avenue and formed the critical link between the Chicago River and the Des Plaines River to the west. Sometimes, in very wet weather, the waters of the Des Plaines mingled with those of the Chicago River and no portage was required. Most of the time, however, it was necessary for early travelers to pull out their canoes and carry them around this swampy area over the divide to deeper water.This relatively short portage sparked the imagination of Louis Jolliet who, after passing through this route, exclaimed that it would take a canal across “only a few leagues of prairie” to link the Great Lakes and Mississippi Valley and create a stupendous inland water route through the heart of the continent. In 1803 the federal government built Fort Dearborn at the mouth of the Chicago River to guard this portage route. Today the western end of the old portage is marked by the Chicago Portage National Historic Site, which commemorates the singular importance of this ancient passage.",
    "Bibliography": "Cronon, William. Nature's Metropolis: Chicago and the Great West. 1991.Miller, Donald. City of the Century: The Epic of Chicago and the Making of America. 1996.Solzman, David M. The Chicago River: An Illustrated History and Guide to the River and Its Waterways. 1998.",
    "Author of Text": "David M. Solzman",
    "Hyperlinked Terms Associated": [
        "Fort Dearborn",
        "Lake Michigan",
        "Calumet",
        "Chicago Rivers",
        "Des Plaines",
        "Great Lakes system",
        "water",
        "transportation"
    ]
}