{
    "Title": "Portage, IN",
    "Descriptive Text": "Porter County, 31 miles SE of the Loop. Before the State of Indiana created Portage Township in March 1836, the area then called Twenty Mile Prairie (denoting its distance from Michigan City ) had been visited by a succession of Native American tribes and, subsequently, travelers using a stagecoach path linking Detroit and Fort Dearborn. Portage's first business establishment appears to have been a disreputable halfway house known as Carley's Tavern. Then came squatters, including Samuel P. Robbins and Jacob Wolf, who later amassed large farmlands. After the Michigan Central and the Baltimore & Ohio companies laid railroad tracks across Portage in the mid-nineteenth century, the small villages of McCool, Crisman, and Garyton began to emerge. Portage residents supplied milk, livestock, produce, and sand to Chicago buyers. The area maintained its rural flavor for nearly a century, even after an interurban streetcar line linked residents to Gary, Hammond, East Chicago, Crown Point, and Valparaiso. During world wars and other boom periods farmers could supplement their incomes by working at nearby steel mills such as the U.S. Steel Corporation's Gary Works.During the 1950s many Lake County urban dwellers, anxious to leave behind problems of pollution, crime, and racial tension, moved to Portage. Other newcomers in search of mill jobs from Kentucky, southern Illinois, and southern Indiana liked Portage's rural ambience and took advantage of inexpensive plots of land and trailer courts. In 1959 National Steel opened a mill along Portage's lakefront, and plans were afoot to construct a deep-water port nearby. Fear of annexation by Valparaiso or possibly even Gary led to incorporation in 1959. Progrowth land developers and Chamber of Commerce officials persuaded voters to change Portage's status from town to city in 1968. The census of 1970 revealed that Portage's population had jumped from 11,822 to 19,127 in a decade despite drainage problems in the generally clay-based new subdivision s, haphazard zoning regulations, no clearly delineated downtown, and inadequate north-south thoroughfares.Portage had 33,496 residents in 2000, including a significant Mexican American population. During the last third of the twentieth century Portage, unlike most northwest Indiana cities, had a healthy two-party political competition. Three of Portage's first four mayors were Democrats, including Arthur Olson, John Williams, and Sammie Maletta, who defeated three-term Republican mayor Robert Goin in 1987 and controlled city hall throughout the 1990s.Throughout its short urban history, Portage has struggled for an identity. A 1961 promotional brochure bragged about Portage as a “City of Destiny” combining “Country Style Living with City Advantages.” More recently, boosters have employed the slogan “Portage Pride” when citing the city's user-friendly hiking and bicycle trails, parks and recreational facilities, youth sports programs, jamborees, Elvis Fantasy Fests, and excellent school system. In 1997 Times reporter Joyce Russell dubbed Portage the “City on the Edge,” a reference not only to its potential for self-sufficiency but to its nearness to Lake Michigan, the Indiana Dunes National Lakeshore, Burns Harbor, and steel mills that still employ more residents than any other industry.",
    "Bibliography": "“A History of Portage, Indiana.” Steel Shavings 20 (1991).",
    "Author of Text": "James B. Lane",
    "Hyperlinked Terms Associated": [
        "Indiana Dunes",
        "Burns Harbor",
        "Lake Michigan",
        "Republican",
        "Democrats",
        "Mexican",
        "zoning",
        "subdivision",
        "Chamber of Commerce",
        "annexation",
        "Lake County",
        "Valparaiso",
        "Crown Point",
        "East Chicago",
        "Hammond",
        "Gary",
        "interurban",
        "railroad",
        "Fort Dearborn",
        "Native American",
        "Michigan City"
    ]
}