{
    "Title": "Portage Park",
    "Descriptive Text": "Community Area 15, 9 miles NW of the Loop. Portage Park has longstanding connections to water. During wet weather, early Indian inhabitants could paddle their canoes from the Chicago River to the Des Plaines on a minor portage along present-day Irving Park Road. They were reported to have built a village on the top of an elevation west of Cicero and Irving Park Avenues. Another ridge two miles west near Narragansett formed the natural watershed between the Mississippi and Great Lakes drainage system.Following an 1816 treaty, the Indians relinquished their rights to the land. E. B. Sutherland set up a tavern in 1841 along the North West Plank Road. By 1845 a post office was established and the following year Chester Dickinson bought the inn and job as postmaster. The inn's central location in Jefferson Township made it a popular stopping-off place for locals and it served as a temporary town hall. The township became part of the city of Chicago in an 1889 annexation.Farming in the area proved to be difficult, as the land remained marshy, and ditchdigging was the only way to maintain dry property. Residential properties sprang up mostly in the northern and eastern sections. In 1912 neighbors formed the Portage Park District, and the following year the park district board of commissioners condemned 40 acres on the northeast corner of Irving Park Road and Central Avenue for the purpose of developing a park.Initially the commissioners tried to raise money through a property tax. When residents objected that the tax was inequitable and that it might lead to corruption and graft, the assessment was invalidated in court. It was soon discovered, however, that the tax was an unnecessary measure, since park development was progressing without it. A portion of the park officially opened in midsummer 1916, and the Portage Park Citizen's Celebration Association formed to organize park events.Visitors to the park that summer enjoyed a cool swim in a small sand-bottomed lagoon. In the coming years the park became a popular gathering place as other recreational facilities were added. In addition to the swimming lagoon, tennis courts and baseball fields were added, and in 1922 the fieldhouse was completed. A spectacular Fourth of July festival was held, complete with parade and athletic exhibitions. Attendance reached an estimated 40,000 persons, who came from numerous Chicago neighborhoods. In 1934 Portage Park was merged into the Chicago Park District.With improved transportation and the inducement of the beautiful park, developers began building homes and urban dwellers flocked to the community. By 1940, its population had risen to 66,357.Poor drainage that had created numerous problems of flooding over the years was finally corrected in the 1950s through the construction of an extensive drainage system. Late in the decade and early in the 1960s improved public transportation and the Northwest (Kennedy) Expressway connected residents to downtown Chicago. In the same period residents prevailed in their opposition to the proposed Crosstown Expressway.Over the years activities remained centered on the park. A gymnasium was added. In 1959 the old pond was replaced by an Olympic-sized concrete pool. The swimming events of the Pan American Games were held there in the year that it opened, and the American Olympic team trials in 1972.By 1990 the population had decreased to 56,513 and consisted mainly of residents of Polish, Italian, Irish, and German descent. The main shopping center of the area was concentrated around “ Six Corners ” (the intersection of Irving Park Boulevard, Milwaukee, and Cicero). The center of social and athletic events remained at the park, which had expanded to 36 acres and added eight tennis courts, an athletic field, a gymnasium with an indoor pool, and basketball courts by 1989. By 2000 population had rebounded to 65,340.",
    "Bibliography": "Clipping files. Chicago Historical Society, Chicago, IL; and the Portage-Cragin Branch of the Chicago Public Library, Chicago, IL.Derx, Jacob J. G. “Portage Park: Yesterday and Today.” Portage Park Bulletin, July 4, 1922.Ryan, David Joseph. “The Development of Portage Park from the Earliest Period to the 1920s.” Senior History Seminar, Northwestern University. May 24, 1974.",
    "Author of Text": "Marilyn Elizabeth Perry",
    "Hyperlinked Terms Associated": [
        "Six Corners",
        "German",
        "Irish",
        "Italian",
        "Polish",
        "Expressway",
        "public transportation",
        "transportation",
        "baseball",
        "tennis",
        "swimming",
        "Park District",
        "annexation",
        "Jefferson Township",
        "treaty",
        "portage",
        "Des Plaines",
        "Chicago River"
    ],
    "Street addresses associated": [
        "Portage Park"
    ]
}