{
    "Title": "Posen, IL",
    "Descriptive Text": "Cook County, 18 miles S of the Loop. Posen's uniqueness is captured in a brief 1930s description of the village by the Works Progress Administration Federal Writers' Project: a community of industrial workers whose homes are surrounded by garden plots and small farms. Its homogeneous population (98 percent Polish ) reflects the enterprise of a Chicago real-estate agent, whose 75 Polish salesmen sold 12,000 lots to their countrymen during 1893. Many of these lots were concentrated in an area south of Chicago, and the name Posen was chosen to remember the city of Poznan in Poland from which some of the residents had come.The Poles who began settling in the area before 1893 joined Dutch and German settlers to the east and south and west. More Poles came after 1893. After these residents petitioned the Roman Catholic Archdiocese of Chicago for a church of their own, a mission was established in 1894 with a Polish pastoral overseer. The mission became St. Stanislaus Bishop and Martyr Catholic Church, and in 1898 Father Serfino Cosimi came to serve the congregation.Many of the new residents were industrial workers, not farmers, and immediately to the east, the new industries in Harvey provided jobs. Although Harvey was a dry town, many taverns sprang up outside its limits. Temperance groups in Harvey wanted to annex the areas to the east and to the west in order to gain control and close down the taverns. To avoid this, some residents and tavern owners to the east incorporated as the village of Phoenix. Similarly, the residents of Posen incorporated in 1900. Father Cosimi had played such a crucial role in the development of the church and the community that he was elected as the first village president for Posen soon after its incorporation.The Harvey Tribune-Citizen, on January 26, 1901, argued that the only reason the village had incorporated was to collect license fees from its local tavern. While this was a major reason, it is also the case that Posen was a closely knit ethnic community seeking to maintain its own traditions.Because the village was almost landlocked by the growth of Harvey, Dixmoor, Blue Island, and Midlothian, Posen's residential growth was slow in the 1920s. From a population of 343 in 1910, Posen grew to 4,730 in 2000. It reached roughly its present size in terms of land area and population during the 1950s and has seen the development of about 30 small industrial firms over the past 50 years. This predominantly Polish American community continues to be home for many families who have now lived there for three or four generations.",
    "Bibliography": "“Village of Posen Founders Day, 1887–1987: Celebrating One Hundred Years.” 1987.Federal Writers' Project. Illinois: A Descriptive and Historical Guide. 1939.McClellan, Larry A. “History of Posen Tied to Colombian Exposition.” Star (South Suburban) November 30, 1997.",
    "Author of Text": "Larry A. McClellan",
    "Hyperlinked Terms Associated": [
        "Midlothian",
        "Blue Island",
        "Dixmoor",
        "Harvey",
        "Phoenix",
        "Roman Catholic Archdiocese of Chicago",
        "Dutch",
        "German",
        "real-estate",
        "Polish",
        "Federal Writers Project"
    ]
}