{
    "Title": "Potawatomis",
    "Descriptive Text": "The first written descriptions of Potawatomi communities are from seventeenth-century French traders who first encountered the Potawatomis in Wisconsin. By the 1690s Potawatomis had migrated into the Chicago region, establishing small settlements along the Calumet, Chicago, and Des Plaines Rivers. Joined by kinsmen from southwestern Michigan during the first three decades of the eighteenth century, Potawatomis from the Chicago region occupied the Fox and Kankakee River valleys, gradually expanding as far south as Lake Peoria.The Potawatomis at Chicago established close political, economic, and kinship ties with the French. French fur traders were welcomed into the Potawatomi villages, where their union with Potawatomi women produced growing numbers of mixed-blood, or Métis, children. The Potawatomis at Chicago were much involved in the fur trade, first trading beaver pelts to the French, but also supplying traders with muskrat, raccoon, and otter pelts taken from the marshes along the Calumet and Kankakee Rivers. Throughout the colonial period they remained allied to the French, journeying to Montreal to assist the French in their wars against the British.During the American Revolution, most of the Potawatomis at Chicago remained neutral, or even favored the Americans, while their kinsmen in Michigan were more pro-British. In the decade following the Revolutionary War, the Chicago villages remained aloof from the border warfare between Native Americans and settlers in Indiana and Ohio. They suffered a smallpox epidemic in 1794 and sent no warriors to the Battle of Fallen Timbers, but delegates from Chicago did participate in the Treaty of Greenville (1795).In 1803 Fort Dearborn was built at Chicago, but relations between the Potawatomis and the Americans deteriorated. Potawatomi war parties en route to attack the Osages in Missouri sometimes committed depredations in southern Illinois, and messengers from Tecumseh and the Shawnee Prophet recruited Chicago Potawatomis into their growing pan-Indian movement. In 1810 Tecumseh visited the Chicago region, recruiting additional warriors for his cause. Attempting to reduce the growing tension, federal officials escorted Main Poc, a chief from the Kankakee River, and Siggenauk (the Blackbird), a leader from Chicago, to Washington. Yet the chiefs remained suspicious, and Potawatomi hostility toward the government continued.During the War of 1812 most Chicago Potawatomis favored the British, and on August 15, 1812, when federal troops abandoned Fort Dearborn, hostile Potawatomis led by Siggenauk and Mad Sturgeon attacked the garrison. More than 50 Americans and about 15 Indians were killed in the lakefront battle, which took place near modern Burnham Park. Some of the American prisoners were rescued by friendly Potawatomis, including Black Partridge and Métis Alexander Robinson, who later relinquished the captives to British or American officials. Following the attack, many of the Chicago Potawatomis joined Tecumseh and the British on the Detroit frontier, or sporadically raided American settlements, but in 1813, after American officials built Fort Clark at Lake Peoria, Potawatomi attacks upon southern Illinois diminished. By late 1814 most of the Potawatomis at Chicago had abandoned the British and sought peace with the United States.Following the War of 1812, the Potawatomis at Chicago were joined by significant numbers of Ottawas and Chippewas ( Ojibwas ), and Métis leaders assumed a more important role. Particularly prominent was Billy Caldwell, a Métis elected as justice of the peace at Chicago in 1825. Many of the Métis were merchants who played key roles in the region's fur trade.After 1816 the United States government distributed a major portion of the Potawatomi annuities at Chicago, and many tribespeople became more dependent upon these payments. To secure additional annuities, the tribe was forced to sell more land. Between 1816 and 1829, Potawatomi leaders from Chicago participated in six of the seven treaties in which the tribe gave up large sections of northern Illinois and adjoining regions of Wisconsin, Indiana, and Michigan. In turn, their reliance upon annuities drew the tribespeople into a closer relationship with the federal government, and in 1827, when hostility erupted between white settlers and Winnebagos in Wisconsin, Potawatomis from Chicago used their influence to keep their kinsmen in southern Wisconsin at peace. Five years later, Caldwell, Alexander Robinson, and Shabbona, a chief from a village west of the Fox River, rejected Black Hawk's invitation to attack the settlements and advised the Sac chief to return to Iowa. Following the meeting, Shabbona warned settlers of approaching Sac war parties, and late in June 1832 Caldwell led a party of Potawatomi scouts who assisted the U.S. Army against Black Hawk and his warriors.After the Black Hawk War, pressure mounted on the Potawatomis to relinquish their remaining lands in Illinois and to remove to the west. In 1832 they gave up their claims to lands in eastern Illinois, and one year later more than 6,000 tribesmen assembled at Chicago, where they ceded their remaining lands in Illinois. In 1835 Billy Caldwell led the first Chicago emigrants west of the Mississippi. There they split into two small communities. Meanwhile, most of the remaining Chicago Potawatomis assembled at a camp on the Des Plaines River for the government's final removal effort. After a dispute with removal agents, many Potawatomis fled from the camp, seeking refuge among kinsmen in Wisconsin or Michigan. Finally, in September 1837 the remaining 450 Chicago Potawatomis left the camp and eventually joined with their kinsmen in the west. A few tribesmen, primarily Métis, remained on private tracts of land in northern Illinois, but after 1840 most Potawatomis were gone from the Chicago region.",
    "Bibliography": "Clifton, James A. The Prairie People: Continuity and Change in Potawatomi Indian Culture, 1665–1965. 1977.Edmunds, R. David. The Potawatomis: Keepers of the Fire. 1978.Quaife, Milo Milton. Chicago and the Old Northwest, 1673–1835. 1913.",
    "Author of Text": "R. David Edmunds",
    "Hyperlinked Terms Associated": [
        "Black Hawk War",
        "Sac",
        "treaties",
        "Ojibwas",
        "Ottawas",
        "Fort Dearborn",
        "epidemic",
        "Native Americans",
        "Métis",
        "fur traders",
        "Fox",
        "Des Plaines",
        "Chicago",
        "Calumet",
        "French"
    ],
    "Street addresses associated": [
        "Burnham Park"
    ]
}