{
    "Title": "Powwows",
    "Descriptive Text": "The earliest powwows in the Chicago region are unrecorded, although a 1778 proclamation issued by George Rogers Clark forbidding powwow activity in the Kaskaskia area suggests that powwows preceded the area's first recorded ceremony in 1821. The gathering of two to three thousand Indians (largely Potawatomis, Ottawas, and Chippewas) lasted over one month and was paid for by the United States government in the hopes of using the meeting to effect a treaty extinguishing Indian land titles. Although the Indians were less than cooperative, a treaty did ensue, and the government sponsored another great powwow in 1833, lasting two weeks and resulting in a forced land sale by Chippewa, Ottawa, and Potawatomi. The last large powwow of the nineteenth century in Chicago, with about five thousand Indians attending, occurred in 1835, also with the support of the U.S. government, which this time wanted to provide Indians with their “annuity payment” and to begin the process of removal to reservations further west.The only other substantial powwow activity recorded in the Chicago area in the nineteenth century took place as part of the 1893 World's Columbian Exposition, which brought Indians to Chicago and housed them as exhibits.The first powwows for Chicago's current Native American community were small social and cultural events generally confined to the community and a few friends. By the end of the twentieth century, powwows were being held frequently to educate Indians and non-Indians. Small powwows have been held within the community, while a larger event sponsored by the American Indian Center has occupied larger venues across the city, including Navy Pier and the University of Illinois at Chicago. The Native American Educational Services ( NAES College ) has also sponsored a major annual powwow.",
    "Bibliography": "American Historical Association. Annual Report for the year 1944, vol. 2 of 3, Calendar of the American Fur Company's Papers: Part I, 1831–1840. With a preface by Grace Lee Nute, reprinted from the American Historical Review 32.3 (April 1927).Andreas, A. T. History of Cook County. 1884.Cooke, Sarah E., and Rachel B. Ramadhyani. Indians and a Changing Frontier: The Art of George Winter. 1993.",
    "Author of Text": "Jerry W. Lewis",
    "Hyperlinked Terms Associated": [
        "NAES College",
        "University of Illinois at Chicago",
        "Navy Pier",
        "Native American",
        "Worlds Columbian Exposition",
        "treaty",
        "Potawatomis",
        "Ottawas"
    ]
}