{
    "Title": "Press: Suburban Press",
    "Descriptive Text": "From erstwhile competitors to hometown chroniclers to rivals once again, Chicago's suburban newspapers have persevered and prospered in their competition with the large downtown dailies.The Chicago area's oldest and the sixth-oldest newspaper in Illinois is the Joliet Herald News, born as the Juliet Courier on April 20, 1839, eight years before the founding of the Chicago Tribune. Early settlements along the Illinois and Fox Rivers saw themselves as economic rivals to Chicago, and a hometown newspaper was considered essential to the success of an aspiring city. Thirteen Joliet investors bought a printing press and hired a Michigan editor, O. H. Balch, to publish the Courier in 1839. The paper went through a variety of owners and name changes until the Joliet Herald was merged with the Joliet News by Ira C. Copley in 1915. The Herald News remains a flagship publication of the Copley Press chain.Copley Press also owns the Aurora Beacon News, founded as the Aurora Beacon by M. V. and B. F. Hall in June 1846. The Beacon began printing daily editions on September 6, 1856, in conjunction with the presidential election, and is considered the first suburban daily although the Waukegan Gazette had published daily editions for a few weeks in 1854. The Beacon returned to a weekly format on April 30, 1857, but became a permanent daily in 1891. Copley bought the paper in December 1905, merging it with the Aurora News and three other Aurora newspapers into the Daily Beacon-News, which first appeared on January 2, 1912.The Geneva Republican had its roots in the Western Mercury, which was founded in Geneva in 1847. Its publication was suspended from 1851 until 1856, when it was renamed the Kane County Republican. The Kendall County Record was founded in Yorkville in 1864. Other early suburban newspapers were less successful. The “sound money” Lake Zurich Banker was published in 1856 until its editor was committed to an insane asylum. The ( Elgin ) Daily Dud (1875) was produced by Dudley Randall, a one-time editor of the Aurora Beacon.As Chicago affirmed its economic predominance over its area rivals during the 1850s, outlying newspapers began touting the advantages of suburban living. The Evanston Suburban Idea (1864) was one of the first papers to promote new commuter settlements along Chicago's growing passenger railroad system. It was joined by papers such as the Riverside Gazette (1871) and Evanston Real Estate News (1871–73), which quickly ceased publication when their settlements were populated.Other suburban newspapers stressed local news and information that readers would not find in the Chicago dailies. The Daily Herald began in 1872 as the Cook County Herald, a weekly devoted to agricultural and business news for northwestern county residents. The paper was purchased by Hosea C. Paddock in 1889 and renamed the Arlington Heights Herald in 1926. The Elgin Daily Courier News, founded as the Elgin Daily Bluff News in 1874, the Des Plaines Times (1885), Downers Grove Reporter (1883), Elmhurst Press (1889), Harvey Star (1890), Waukegan News-Sun (1892), Hinsdale Doings (1895), Lake Forester (1896), Grayslake Times (1900), and Daily Southtown, founded as the Englewood Economist in 1906, were all marketed toward residents who wanted to know about local events and save money shopping in their own communities and neighborhoods.The railroads simplified newspaper distribution to the suburban communities along their lines, making newspaper chains an economic possibility. The first Chicago-area chain, the short-lived Phoenix (1877), was published at a home office in Joliet but had local editors in Lockport, Wilmington, Lemont, Braidwood, Peotone, and Plainfield. Hosea C. Paddock created a Palatine Herald to complement his Cook County Herald in 1898, but it was Ira C. Copley who perfected the chain newspaper idea in the Chicago area. Starting with the Aurora Beacon News, he created Copley Newspapers, formally organized in Illinois in 1928. By the end of the century the chain included 45 Illinois and California papers, including the Naperville -based Sun Publications chain, founded in 1935, along with dailies in Joliet, Elgin, and Waukegan.Suburban newspaper chains flourished in the twentieth century. Life Newspapers began as the Cicero Life and Berwyn - Stickney - Forest View Life in 1927. The oldest semiweekly in Illinois, the Blue Island Star, founded in 1890, joined with the Chicago Heights Star to form Star Publications in the 1940s. The Downers Grove Reporter, which first appeared in 1883, started neighboring editions in the 1950s to form the Reporter/Progress chain. The B. F. Shaw Newspaper Group grew from the Dixon Telegraph, founded in 1851, to include the daily Crystal Lake Northwest Herald, founded in 1856, and Kane County Chronicle, founded in 1881, along with more than a dozen other suburban papers. The Pioneer Press chain grew from the Barrington Courier-Review, founded in 1889, into a group of more than 40 daily and weekly papers.Toll roads and freeways accelerated suburban growth after World War II, touching off a new competition with the downtown dailies. A change in the ownership of the Arlington Heights Herald instigated an intense circulation war with suburban newspapers published by Field Enterprises, the owner of the Sun-Times, in 1968. A new generation of Paddock family members bought Field's suburban operations for $1 million one year later, nearly bankrupting themselves, but the Herald survived, becoming the Daily Herald in 1977. It became the third-largest circulating newspaper in Illinois in 1990.Meanwhile, the Sun-Times's ownership purchased the Star chain in 1983, the Pioneer Press newspapers in 1988, and the Daily Southtown in 1994 to form the largest suburban Chicago newspaper holding company, which at the end of the century was owned by Toronto-based Hollinger International. The Chicago Tribune, which saw a majority of its circulation base move to the suburbs during the 1960s and 1970s, began producing localized suburban editions in 1982, operating 11 suburban bureaus with more than 100 staffers to cover suburban news. By the 1990s, some suburban residents could chose from as many as five localized daily newspapers compared to the two local dailies available to Chicagoans.",
    "Bibliography": "Chicago Daily News. Survey of Daily Newspaper Home Coverage in Metropolitan Chicago. 1934.Ebner, Michael H. Creating North Shore: A Suburban History. 1988.Keating, Ann Durkin. Building Chicago: Suburban Developers and the Creation of a Divided Metropolis. 1988.",
    "Author of Text": "Richard Junger",
    "Hyperlinked Terms Associated": [
        "World War II",
        "Barrington",
        "Crystal Lake",
        "Chicago Heights",
        "Blue Island",
        "Forest View",
        "Stickney",
        "Berwyn",
        "Cicero",
        "Naperville",
        "Palatine",
        "Lockport",
        "Wilmington",
        "Lemont",
        "Braidwood",
        "Peotone",
        "Plainfield",
        "Englewood",
        "Daily Southtown",
        "Grayslake",
        "Lake Forester",
        "Elmhurst",
        "Des Plaines",
        "Downers Grove",
        "Arlington Heights",
        "Cook County",
        "Evanston",
        "Riverside",
        "railroad",
        "commuter",
        "Evanston",
        "Elgin",
        "Lake Zurich",
        "Yorkville",
        "Geneva",
        "Aurora",
        "Waukegan",
        "printing",
        "Joliet",
        "Fox Rivers",
        "Joliet",
        "newspapers"
    ]
}