{
    "Title": "Press: Neighborhood Press",
    "Descriptive Text": "NEIGHBORHOOD PRESS. As Chicago expanded its boundaries in the late nineteenth century, absorbing formerly independent towns, community newspapers shifted from covering local government and society to serving local retail shopping centers. Few papers devoted significant resources to news gathering, although several did subscribe to the Community News Service, which provided localized coverage of city government. Editors served as civic actors, collecting complaints of poor city services and potholes from citizens and forwarding them to government officials for action (publishing reports on the conditions if complaints went unaddressed), as well as covering local groups, individuals, and events.The 1920s saw dramatic growth in the community newspaper sector, as many job printers launched papers—several of which offered little more than an advertising salesman and an open invitation for press releases from local organizations. By 1929, some neighborhoods were served by three or four competitors, although the number of papers was halved with the onset of the Great Depression.Community newspapers also included a handful of dailies. The Daily Calumet explicitly targeted the area east of Cottage Grove Avenue and south of 67th Street. Founded in 1873 as the Enterprise, the paper converted to daily publication as the South Chicago Post in 1883, changing its name to the Daily Calumet a few years later. A four- to eight-page evening daily, the paper's columns were devoted almost exclusively to local news and issues generated by its six editorial employees. It ceased publication in the 1980s.In 1910 most community papers were independently owned, but by 1941 two-thirds were part of chains. Some chains were quite small, little more than zoned editions for distribution in adjacent communities. But others published dozens of papers, often as part of national media conglomerates.Field Enterprises (publisher of the Chicago Sun-Times ) launched the Day chain in 1966 to challenge Paddock Publications' 16 north suburban weeklies with a total market coverage Monday–Friday paper. The Tribune launched a free triweekly (the Trib ) the next year in its own bid for suburban readers. Paddock, which responded by converting four of its papers to daily publication and redesigning them to appeal to younger readers, ultimately prevailed—buying out the Day in June 1970. By the mid-1970s, both Chicago dailies had retreated to publishing weekly suburban supplements. But the allure of the suburbs still beckoned, and by the 1990s the Sun-Times belonged to a publishing group that included the Pioneer and Star chains of community papers.The twentieth century has seen a steady increase in the number of community newspapers published in the Chicago metropolitan area. In 1950, 181 such papers were listed in Ayer's directory, more than double the 82 listed in 1910. Few of the community papers published inside the city limits wield substantial clout; their influence, like their readership, is almost entirely local. Yet the number of papers continues to grow (the latest Bacon's directory lists more than 300 community papers in the greater Chicago area, the vast majority of which are published in the suburbs), driven by advertisers' needs for small-scale media and by a dense network of neighborhood groups which supply a steady source of news and a locus for community life. The suburban community papers play a more prominent role, helping to sustain local civic identities in a media environment dominated by the metropolis.",
    "Bibliography": "Davis, Fred, and George Nollet. “The Community Newspaper in Metropolitan Chicago.” M.A. thesis, University of Chicago. 1951.Janowitz, Morris. The Community Press in an Urban Setting. 1952.",
    "Author of Text": "Jon Bekken",
    "Hyperlinked Terms Associated": [
        "Chicago Sun-Times",
        "Great Depression",
        "government",
        "newspapers"
    ],
    "Street addresses associated": [
        "Englewood"
    ]
}