{
    "Title": "Printing",
    "Descriptive Text": "In the late nineteenth century, Chicago became a center for commercial printing in the United States second only to New York. Chicago printers worked closely with magazine and catalog publishers; they had easy access to rail transportation; and they achieved a competitive position because Chicago was the point at which zoned shipping rates for bulky printed products increased. In the years after World War I, Chicago's centrality in the industry developed into a regional industrial concentration greater even than that of the big eastern cities. By the end of the twentieth century, 4 of the 10 largest printing companies in the world were headquartered within 100 miles of Chicago. The internationalization of their operations since the 1970s, however, has included the exportation of the actual printing.Before the widespread introduction of large power presses (ca. 1860), small printing houses were to be found in almost every American town. Markets outside major publishing centers were local or at most regional. Chicago was no exception. The city's earliest printer was John Calhoun, whose single press operated from 1833 to 1836 in printing the Chicago Democrat and a variety of occasional publications. There was nothing to distinguish Calhoun from hundreds of other printers in frontier towns. The early, rapid growth of Chicago, however, meant that already in 1846 there were eight printing offices and four newspapers, making it the region's printing center. From 1850 to 1870, Chicago developed a fully integrated printing industry. Newspapers in 1860 reported 29 printing offices; the 1871 census listed 79 job printers in addition to the major newspaper offices. Seventeen binderies, 68 book stores, 5 manufacturers of printing supplies and machinery, and numerous print distributors served the industry on a regional basis. Publishing houses fed the presses, led by A. C. McClurg, a general publisher, and by a variety of specialized publishers of textbooks, religious and trade literature, and catalogs. Magazines were particularly important, even in these early years: some 20 new titles per year started in Chicago between 1860 and 1880. From the 1850s onward, railroad printing became important because so many lines established headquarters or regional offices in the city. One early specialized railroad printer was Rand McNally & Co. , founded in 1868. Another Chicago specialty that began during this period was the printing of mail-order catalogs.The Great Fire of 1871 allowed printers to concentrate their works in the new central commercial district and on the Near South Side. Coinciding as this new construction did with technological advances in power presses, it also led to the creation of large-scale printing plants with skilled workforces and to the development of a characteristic tall and narrow loft-style building to house rows of presses in rooms with good natural light. Rand McNally, M. A. Donohue & Co. (1861), R. R. Donnelley & Sons (1864), and the W. F. Hall Printing Company (1892) were among the large firms that grew up to exploit such economies of scale for long print runs of textbooks, magazines, and catalogs. Simultaneously, type foundries and printing press manufacturers opened in Chicago, although the great size and rapid growth of the industry meant that most machinery and type continued to be imported from the East. Barnhart Bros. & Spindler was for many years one of the largest Midwestern type founders. Two Chicago press manufacturers became leaders in their respective fields. The Miehle Company (1890) made fine, high-speed sheet-fed presses, and the Goss Company (1885) developed web presses for newspaper work. The final pieces in Chicago's complex printing industry were added just before World War I with the invention of new proofing presses by Robert Vandercook and the founding of the Ludlow Typograph Company, the city's only manufacturer of typesetting machinery. Theodore Regensteiner of the Regensteiner Printing Company pioneered in the introduction of color offset presses.The mature Chicago printing industry consisted of a fully integrated regional complex of suppliers and producers with extensive out-shipping to other regions and even worldwide. It was symbolized by the huge printing plants built at the south end of Dearborn Street and Plymouth Court near Polk Street for the Donohue (1883), the Donnelley (1897), and the Franklin Printing (1914) companies. Architectural gems of the present Printing House Row Historic District, these buildings are decorated flamboyantly with bas-reliefs and mosaics that portray the history and processes of printing from Gutenberg to Chicago.Chicago's printing industry was a major field for labor and management organization. A price war broke out as early as 1840 and led to disputes about compositors' pay. The first printer's union in the city was founded in 1850 as a response to such wage concerns, and in 1852 the national union had recognized the Chicago Typographical Union as Local 16. Early organizing efforts achieved major wage-rate increases in the boom years of the 1860s, but these eroded in the slump after 1873. A union drive for a nine-hour day (part of a national effort) led the employing printers to form their own association in 1887, the Chicago Typothetae. Later in the same year these employers were instrumental in founding the United Typothetae of America at a convention held in Chicago.The industry expanded well beyond the printing house district even before World War I. Printing supply and press manufacturing companies did not need to be as close to each other or to the shipping hubs as the printing plants at first did. Miehle and Goss put early plants west of the river; Ludlow's was in the Clybourn Avenue industrial corridor. Printers also located elsewhere as the need for larger plants developed. The Henneberry Printing Company opened a large plant at 22nd and Clinton near the river in the mid 1890s, and it was vastly enlarged in the 1920s after the company was taken over by John Cuneo, becoming the city's second largest printer as Cuneo Press. But the symbolic leader of the industry was again the Donnelley Company, which built a vast printing plant designed by Howard Van Doren Shaw on 22nd Street near the lake between 1912 and 1929. Donnelley also opened one of the first regional printing plants of a Chicago firm at Crawfordsville, Indiana, in 1921.The pace of regionalization quickened after World War II, when the need to arrange large new offset presses on single floors led the industry giants to build plants in suburban Skokie (Rand McNally, 1952) and even farther afield (e.g., Miehle-Goss-Dexter in Rockford; Rand McNally in Kentucky; Donnelley in Indiana and downstate Illinois, and later in Kentucky and Tennessee). Smaller companies also multiplied within the region. The process of regionalization has continued into the twenty-first century. In 1927 almost all the region's printing was in the city; some 1,500 production facilities employed over 30,000 workers. In 1960 there were 2,100 printing establishments in the city (including the world's three largest at the time: Donnelley, W. F. Hall, and Cuneo), but another 1,550 plants were located in the metropolitan area. Total employment in the sector was close to 100,000. Further erosion of the urban concentration occurred in the late twentieth century, with the most rapid changes from the late 1970s onward. From 1977 to 1984, for example, the total number of firms in pre-press and press work (excluding newspapers) in the city dropped from 1,380 to 1,116, while jobs declined from 24,047 to 19,342.Although Chicago has never been a major center for literary publishing, it was important in trade publishing and particularly in trade magazines and direct-mail sales from the 1860s onward. Starting in the 1920s, Chicago's large, versatile plants and edge in shipping rates lured major magazine accounts away from other regions. This aspect of its economy has continued to dominate the printing industry in Chicago. Industry giants like Donnelley and Rand McNally built their success on printing catalogs, magazines, maps, phone books, and textbooks, some published locally but most printed here for publishers outside the region. These Chicago companies have continued to serve huge bulk accounts even though the printing is now done with cheaper labor in their plants elsewhere in the region, in other regions, or abroad.",
    "Bibliography": "Brown, Emily Clark. Book and Job Printing in Chicago. 1931.Kogan, Herman. Proud of the Past, Committed to the Future. 1985.Regan Printing House. The Story of Chicago in Connection with the Printing Business. 1912.",
    "Author of Text": "Paul F. Gehl",
    "Hyperlinked Terms Associated": [
        "maps",
        "trade publishing",
        "Skokie",
        "World War II",
        "union",
        "W. F. Hall Printing Company",
        "R. R. Donnelley & Sons",
        "Near South Side",
        "Fire of 1871",
        "mail-order",
        "Rand McNally & Co.",
        "railroad",
        "Magaxines",
        "Publishing",
        "newspapers",
        "World War I",
        "transportation"
    ],
    "Street addresses associated": [
        "Near South Side",
        "Printers Row",
        "South Loop"
    ]
}