{
    "Title": "Privatization",
    "Descriptive Text": "Privatization of government services is defined as turning over responsibility for services from the public to the private sector. It can involve the sale of assets, volunteer activity, franchise agreements, or contracting with a private firm for the provision of a service, which is the most common form of privatization.The city of Chicago, suburban municipalities, school and park districts, and county governments have long contracted with private firms for public services, including public printing, road building, and waste disposal. Local governments have also relied on other kinds of private providers, such as volunteer fire fighters, privately owned toll roads, and franchised streetcar and utility companies. Some of these arrangements still exist, but others encountered difficulties. For instance, street railway franchises involved massive corruption, and streetcars and buses eventually became unprofitable. Private charities were overwhelmed by the Great Depression. As these problems emerged and government financial and management capacity developed, many private providers were replaced by publicly operated bureaucracies.Privatization emerged within the context of growing government activity in such fields as education, public safety, welfare, libraries, health, and transportation. As governments grew, reformers pushed to centralize administration, employ experts, and keep out politics in order to promote efficiency and accountability. But in the 1980s and 1990s, privatization became an increasingly popular management tool for local officials responding to financial limitations, citizen demands for services, opposition to tax increases, and unfunded intergovernmental mandates. Under Mayor Richard M. Daley, the city of Chicago privatized a variety of services, including janitorial services, parking at O'Hare Airport, parking enforcement, street resurfacing, engineering, purchasing, vehicle towing, and delinquent tax collections. According to city estimates, Chicago saved approximately $56.6 million from 1989 through 1995 through privatization and consolidation of services.Supporters of privatization have traditionally argued that it improves the quality of services while lowering costs. Opponents, mostly employees and unions, have countered that any cost savings are the result of lower wages and benefits paid to employees of private contractors. In the 1990s, Daley attempted to overcome employee fears by adopting privatization on a case-by-case basis and structuring contracting to minimize layoffs. For example, the city privatized janitorial services gradually to allow time for the existing workforce to be reduced through attrition. City officials have also required contractors to give existing city employees first-interview rights.Another criticism of privatization under Mayor Daley is that contracting with private firms is simply a way of evading the Shakman decrees, strict rules limiting the use of traditional political patronage hiring. Critics have labeled efforts to subvert Shakman and steer contracts to friendly firms “pinstripe patronage.”A series of investigative reports in the late 1990s uncovered contracting irregularities in Chicago that led to an upheaval in purchasing personnel and practices. Allegations of mob ties and subversion of minority-owned business regulations called into question Daley's emerging national reputation as a no-nonsense administrator of “good government.” Daley's changes in contracting procedures and appointment of a private sector executive to oversee purchasing are too recent to evaluate, but they indicate a serious effort to remove the tarnish from the contracting process in Chicago.",
    "Bibliography": "The Civic Federation. From Privatization to Innovation: A Study of 16 U.S. Cities. 1996.Donahue, John. The Privatization Decision. 1989.Savas, E. S. Privatization and Public-Private Partnerships. 2000.",
    "Author of Text": "Robin A. Johnson",
    "Hyperlinked Terms Associated": [
        "good government",
        "patronage",
        "Shakman decrees",
        "OHare Airport",
        "parking",
        "libraries",
        "transportation",
        "politics",
        "Great Depression",
        "street railway",
        "buses",
        "fire fighters",
        "waste disposal",
        "printing",
        "park districts"
    ]
}