{
    "Title": "Progressive Education",
    "Descriptive Text": "Late-nineteenth-century Chicago, home of a new university and one of the first settlement houses, Hull House, was unusually receptive to new ideas. It is no surprise, therefore, that it became a major center for the development of progressive education, the ideology that would become a dominant form in American educational thought for much of the twentieth century. The movement had its roots in the thought of many people, but its major founders were Francis Parker and John Dewey, both of whom refined their educational ideas here.Parker came to Chicago in 1883 as principal of Cook County Normal School and its Practice School. Before coming to Chicago, Parker had developed an approach to education that rejected rote learning and enlisted the natural curiosity of children in the schooling process. John Dewey was also dissatisfied with traditional forms of schooling and when he came to the University of Chicago in 1894, he enrolled his children in Parker's school. A frequent visitor at Hull House, Dewey was deeply influenced by Jane Addams's social concerns. With his wife, Alice, Dewey established a laboratory school at the University of Chicago in which he could evaluate new approaches to teaching. He was greatly aided in this enterprise by Ella Flagg Young, who had been assistant superintendent of schools in Chicago before becoming a faculty member at the University of Chicago; she supervised the instruction in the lab school. Parker (whom Dewey thought of as “the father of progressive education”) also joined the faculty at Chicago in 1901, shortly before his death.Progressive philosophy was based on an optimistic view of human nature. Progressive schools avoided the regimentation that characterized most schools of the era. The children who attended progressive schools learned in informal settings. These schools enlisted the spontaneous interests of the pupils and adapted the curriculum to the interests and needs of each child. The authoritarian approach was replaced by a more democratic mode and the ultimate goal, in Dewey's terms, was for the classroom to be an “embryonic community” that would provide a model for a more democratic larger society.After Parker's death in 1902 and Dewey's departure from Chicago, their ideas continued to influence educational practices for many years. The school Parker founded and that bears his name is still in existence; so is Dewey's lab school. Young went on to become superintendent of schools in Chicago from 1909 to 1915. Carleton Washburne (whose mother had worked for Parker and who was also a friend of Dewey) served as superintendent of the suburban Winnetka schools. In the 1920s and 1930s, under the leadership of Washburne, Winnetka became a much-visited model of how progressive practices could be implemented. With Flora J. Cooke (who had taught Dewey's son in the first grade at Cook County's elementary school) and Perry Dunlap Smith (a former student at Parker's school) Washburne founded the Winnetka Teachers College to prepare teachers to teach in the progressive tradition. After he left Chicago in 1904, Dewey devoted less of his attention to educational issues, but he continued to write about educational matters and served as president of the Progressive Education Association.By the 1940s, progressive ideology and rhetoric (but not necessarily progressive practices) had become (in historian Lawrence Cremin's words) the “conventional wisdom” in American classrooms. In the cold-war atmosphere of the 1950s, however, educational progressivism came under serious attack. Progressive education was seen as endorsing Dewey's relativist ethics and as being insufficiently patriotic. Progressive curricula were held responsible for a lag in preparation for scientific and technological careers, culminating in the Sputnik crisis of 1957.In the late 1960s and early 1970s, progressive ideas reemerged in the “open classroom” movement whose ideology was more closely tied to the romanticism of the 1960s than the ideas of Dewey and Parker. That movement proved to be short-lived. A new reaction against progressive ideology emerged with the recession and tax revolt of the 1970s, followed by the publication of the report A Nation At Risk (1983), which led to a new emphasis on basics, national learning standards, and improving results on standardized tests, all of which went counter to the ideas of Dewey and Parker.",
    "Bibliography": "Campbell, Jack. Colonel Francis W. Parker: The Children's Crusader. 1967.Cremin, Lawrence. The Transformation of the School: Progressivism in American Education, 1876–1957. 1961.Dewey, John. The School and Society. Rev. ed. 1915.",
    "Author of Text": "Arthur Zilversmit",
    "Hyperlinked Terms Associated": [
        "Winnetka",
        "schools",
        "University of Chicago",
        "Cook County",
        "settlement houses",
        "Hull House"
    ]
}