{
    "Title": "Property Assessment",
    "Descriptive Text": "Throughout Chicago's history taxpayers and good-government groups have complained about inequitable property tax assessments. During the nineteenth century elected township assessors determined the value of taxable property in Cook County, and each assessor sought to lighten the tax burden in his township through underassessment of real estate. Inequity, moreover, was the norm, with favored property owners receiving inordinately low valuations. Much personal property, especially such intangibles as stocks and bonds, escaped taxation. To rectify these problems, in 1898 the Illinois legislature shifted control over assessment in Cook County to an elected, five-member county board of assessors. An elected, three-member board of review could revise assessments appealed by taxpayers.Despite this shift of responsibility from the township to the county, many still criticized the assessment process. Among the most persistent critics were Catharine Goggin and Margaret Haley of the Chicago Teachers Federation, who claimed that the underassessment of real estate and personal property deprived the public school system of needed revenues. Owing to the complaints of teachers and other groups, the Cook County Board of Commissioners in 1926 created the Joint Commission on Real Estate Valuation to consider the assessment problem. Meanwhile, an investigation of assessed valuations conducted by Prof. Herbert Simpson of Northwestern University revealed gross inequities. The ratio of assessed value to sales value for Loop property was two or three times that for property in outlying residential districts.Moreover, assessments reflected the political influence of property owners. Whereas the home of the city's politically favored chief of detectives was valued at $500, the nearly identical house of his neighbor was assessed at $2,450. Confronted by such figures, in 1928 the State Tax Commission voided existing assessments and ordered a complete revaluation of Cook County. In 1932 the state legislature abolished the unsatisfactory county board of assessors and created in its stead the office of county assessor, concentrating authority over the assessment mechanism in the hands of a single elected official. Likewise, the three-member board of review yielded to a two-member board of appeals. During the 1930s, the county assessors were able to shift some of the tax burden to intangibles and correct some of the most flagrant abuses of the past.But complaints persisted. During the 1970s and 1980s inflation in real-estate values resulted in sharply increased assessments, eliciting shrill protests from homeowners. Moreover, political favoritism and outright corruption tainted the assessment process. In 1980 some employees of the Cook County Board of Tax Appeals were indicted for accepting bribes to reduce valuations. Benefiting from the political advantages inherent in an office that determined the tax bills of 1.6 million parcels of real estate, Thomas Hynes, county assessor from 1979 to 1997, became a leading player in Cook County politics. Thus at the close of the twentieth century, there was no divorce between politics and property assessment in Chicago, and taxpayers remained disgruntled and suspicious about the assessment process.",
    "Bibliography": "Simpson, Herbert D. Tax Racket and Tax Reform in Chicago. 1930.Simpson, Herbert D. The Tax Situation in Illinois. 1929.",
    "Author of Text": "Jon C. Teaford",
    "Hyperlinked Terms Associated": [
        "politics",
        "Loop",
        "Northwestern University",
        "Chicago Teachers Federation",
        "township",
        "real estate",
        "Cook County",
        "good-government"
    ],
    "Street addresses associated": [
        "Loop"
    ]
}