{
    "Title": "Prostitution",
    "Descriptive Text": "Chicago owes its reputation as a corrupt city in part to the history of one “vice” in particular—prostitution. Chicago's sex trade has been an adaptable industry and has undergone numerous transformations since the city's 1837 incorporation. In the middle of the nineteenth century, prostitutes labored in saloons, apartments, and rooming houses in and around the budding central business district, and in an enclave of brothels just north of the Chicago River. However, as Chicago's prominence as a commercial center grew, so did its central business district, and disreputable resorts were eventually pushed in stages southward, out of the vicinity of reputable commerce. By 1900, the “Levee,” bordered by 18th and 22nd Streets, State and Armour (Federal), was one of the nation's most infamous sex districts.Twenty-second Street in the Levee district contained a variety of resorts ranging from the most extravagant brothels to small and unadorned houses of prostitution located in boardinghouses and the back rooms of saloons. Some resorts provided male prostitutes for interested clients. So flagrant was Levee trade that Mayor Carter Harrison II appointed a commission to investigate vice conditions throughout the city. The 1911 publication of The Social Evil in Chicago prompted a flurry of reforms, including the closing of the Levee's most famous brothel, the exclusive Everleigh Club. Soon after, the U.S. state's attorney launched an attack on the Levee that quieted the once-thriving landscape of concentrated prostitution. The closing of the Levee in 1912 initiated important changes in the geography and institutions of sexual commerce in the city.No longer based in brothels, prostitutes moved into the cabarets, nightclubs, and other institutions of nighttime leisure that spread across the city during the 1920s. Many businesses evaded police detection by relocating to the growing African American community on the city's South Side. Additionally, many sex entrepreneurs—saloonkeepers, club owners, hotel keepers, and sex workers—made arrangements with increasingly powerful vice syndicates to secure protection from police harassment.Beginning in the 1920s, vice syndicates moved many saloons and houses of prostitution to the suburbs, where law enforcement was easier to control. Through the 1960s large houses of prostitution prospered on the outskirts of the city in Cicero, Burnham, Stickney, and Chicago Heights. Sexual commerce had not completely abandoned the city, however. Between 1920 and 1960, male and female prostitutes circulated in nightclubs within Chicago's South Side Black Belt and in bars and apartments throughout the city. Others worked the streets on the Near North Side and intersections in commercial districts on the South Side.In the last decades of the twentieth century, establishments linked to prostitution aggressively reentered the city landscape. In the early 1970s, massage parlors, peep shows, and bars featuring “live show girls” joined the street trade in areas like Rush Street on the Near North Side and Wells Street in Old Town. During the late 1970s and the 1980s, urban redevelopment turned these pockets of sexual entertainment into districts with expensive condominiums and fashionable retail and dining. In the 1990s, gentrification also displaced streetwalkers working on North Avenue west of Halsted. At the same time, new branches of the sex industry, including gentlemen's clubs and escort services, have packaged their services to appeal to a respectable clientele. However, women and men continue to work independently on the margins of the sex economy.",
    "Bibliography": "Blair, Cynthia M. “Vicious Commerce: African American Women's Sex Work and the Transformation of Urban Space in Chicago, 1850–1915.” Ph.D. diss., Harvard University. 1999.",
    "Author of Text": "Cynthia M. Blair",
    "Hyperlinked Terms Associated": [
        "gentrification",
        "Old Town",
        "Near North Side",
        "Black Belt",
        "Chicago Heights",
        "Burnham",
        "Stickney",
        "Cicero",
        "hotel",
        "South Side",
        "police",
        "African American",
        "leisure",
        "nightclubs",
        "boardinghouses",
        "Chicago River",
        "saloons",
        "apartments"
    ],
    "Street addresses associated": [
        "Near North Side",
        "Old Town",
        "South Side"
    ]
}