{
    "Title": "Prospect Heights, IL",
    "Descriptive Text": "Cook County, 21 miles NW of the Loop. Prospect Heights has a country-like atmosphere set amidst busy intersections, Palwaukee Airport, and multifamily dwellings. According to local lore, Prospect Heights took its name from neighbors Mount Prospect and Arlington Heights.The east side contains commercial ventures and the airport. The west side encompasses two sloughs and houses on large lots with private wells. While railroad lines in neighboring communities enticed Chicagoans to move to the northwest suburbs earlier, Prospect Heights remained in the shadows of settlement until the 1930s.In 1830 a tract of one thousand acres located at Elmhurst and Willow Roads was home to the dairy farm of Hiram L. Kennicott. The farm's two hundred cows supplied milk and butter to Chicago markets. Kennicott was said to have lived in a “grand style”: his home was nicknamed the Folly and housed tutors and governesses for his children.Over a hundred years later, in 1935, the first houses were built along Elmhurst Road by developers Carlton Smith and Allen Dawson. They built low-cost homes and were nationally recognized for their early promotion of Federal Housing Administration financing. By the end of 1936, six two-story bungalows sat on large half-acre lots. The homes came with unfinished attics which could be used for later expansion. By 1945 there were 317 homes.Sales were conducted from a garage at Camp McDonald and Elmhurst Roads. The building also served as a general store, meeting place, and post office. In 1937 a shopping center was erected at the corner by Smith and Dawson. Advertised as the Midwest's first planned “drive-in” shopping center, the four-corner hub became the town's center. In 1938, the small community formed the Prospect Heights Improvement Association (PHIA), which served both social and governmental needs. There were six hundred homes in the area by 1955. Proposals for incorporation garnered little interest from citizens until additional growth, the inability of the PHIA to control mounting problems, and the threat of annexation to other towns resulted in incorporation in 1976.By the 1980s more that half of the city's housing was multifamily. At Euclid and Wheeling Roads, the development of the Rob Roy subdivision offered buyers townhouses set on a golf course. Another multifamily complex on the eastern fringes had a concentration of 110 buildings on 15 acres. This area of high density yielded a high rate of assault and battery cases. New single-family developments sprang up on the city's western border with Arlington Heights during the late 1980s and 1990s. The 2000 census tallied 17,081 residents, of whom 80 percent were white and 14 percent Hispanic.Palwaukee Airport started in the 1920s on the border between Prospect Heights and Wheeling. In 1986 the two communities jointly purchased the airport, which is overseen by a commission with representatives from both communities.",
    "Bibliography": "Clipping files. Prospect Heights Library.",
    "Author of Text": "Marilyn Elizabeth Perry",
    "Hyperlinked Terms Associated": [
        "Wheeling",
        "golf",
        "annexation",
        "shopping center",
        "bungalows",
        "railroad",
        "Arlington Heights",
        "Mount Prospect",
        "Airport"
    ]
}