{
    "Title": "Protestants",
    "Descriptive Text": "One can conceive of Protestantism as a movement within Christianity, the inspirer of various reform and educational agencies, an expression—at least in Chicago—of anti-Catholicism, or a gathering of denominations that were in some ways in competition with each other and in other ways could cooperate. Like most Americans, the telephone book's “Yellow Pages” classifies religions by denomination. So shall this article.The chaos of Protestant sects and denominations acquires some outlines of order if one clusters the major ones. Thus the three leaders in colonial America—Episcopal, Presbyterian, and Congregational—were well poised to establish themselves at and after the birth of Chicago in 1833. The Episcopalians were the established church in the southern colonies, but Chicago benefited from the westward migration of the smaller Episcopal groups of the northeast. They were on the scene as early as 1834 and by 1837 had built their first church. John H. Kinzie, a prominent and wealthy son of a Chicago founder, was a major benefactor at St. James Episcopal Church, which was later to become the cathedral parish. Kinzie's interest is one indication of the tendency of the Episcopalians to attract wealthy residents.They were not wholly united. Conflicts reflecting national church arguments took their toll. “High church” lovers of formality and incense berated “low church” majorities for being too informal. Both sides made accusations of each other and took their grievances to both churchly and secular courts. Such controversies did not prevent the majority of Episcopalians from staying united and establishing new parishes. Although they involved themselves in controversial court cases against each other, culminating in 1871, they united enough to build churches on a new and larger scale.The Presbyterians were among the prime religious pioneers and newsmakers in the nineteenth century. Princeton graduate Jeremiah Porter arrived in 1833 as an agent of the American Home Mission Board of his church; within a year he gathered a flock and built First Presbyterian Church. But by 1837 it was torn over doctrinally complex issues that reflected national battles between Old School and New School factions. The conflict between antislavery forces and those that preferred not to take up the issue led to the founding of Second Presbyterian Church by those who resisted abolitionist preaching and work.A celebrated incident in Chicago Presbyterianism occurred when the fashionable preacher at Fourth Presbyterian Church, David Swing, started preaching what conservatives considered heresy between 1871 and 1875. This pathbreaking “modernist” spoke appreciatively of evolutionary theories and biblical criticism and preached gentle visions of God over against those of the more rigid Calvinists, whose doctrines struck him as harsh. Cleared by his presbytery of formal charges in 1874, he tired of fighting the Presbytery and founded an independent congregation that worshipped in the Central Music Hall, built for his services, and which attracted 5,000 to 7,000 people weekly.The third of the dominant colonial groups, the Congregationalists, organized later as they moved out of their kin congregations, the Presbyterian churches, to form First Congregational Church in 1851. By 1871 there were 13 Congregationalist churches in Chicago, most of which took active roles in humanitarian and reform ventures in the rapidly growing city.Their Chicago Theological Seminary was a leading school for training ministers. The appointment of Graham Taylor to the faculty in 1892 helped this seminary become a leader in the social gospel, just as the Chicago City Mission Society enabled the denomination to engage in efforts to deal with poverty and other urban miseries.Two denominations that were growing strong in the East early in the nineteenth century prospered and helped transform the religious scene in Chicago from its beginnings. These were the Methodists and the Baptists. Jesse Walker represented a Methodist “circuit” as early as 1831, before Chicago incorporated, and the Methodists had their own house of worship as of 1834.The Methodist Episcopal Church was a leader in the revival movement that aspired to attract converts and inspire the churches. Through revivals, Methodism came to be the largest (by 1848) of the English-speaking Protestant groups in the early decades of Chicago life. Methodists founded their first Sunday school in 1832 and encouraged efforts against the use of alcohol by founding the Chicago Washington Temperance Society in 1842. While most Methodists were English speaking, there were Swedish and other non-English-speaking Methodist missions.The Methodists also had a heresy case, when Hiram W. Thomas, another early modernist and an adapter of Methodist teachings to currents of intellectual change, was pursued by orthodox stalwarts in the late 1870s. But he, like David Swing, resolved the issue by leaving the denomination, to found the Peoples Church of Chicago in 1880.Chicago's Baptists prospered after the American Baptist Home Mission Society in 1833 sent Allen B. Freeman to represent them. They organized that year and began to build their first church in 1836. This denomination baptized through immersion, so new Baptists experienced the cold of Lake Michigan waters, their usual baptismal site.Like the Methodists and Presbyterians, Baptists were to see long-lasting and, in the Baptist case, apparently permanent division into northern and southern bodies in the 1840s. While Chicagoans were in the northern group, they were not all united in passion against slavery, and their records give evidence of constant debate in the pre- Civil War years.Like the Methodists, the Baptists also attracted some Germans and Scandinavians. This denomination favored expansion also by education. It was on the roots of a defunct seminary that Chicago Baptists, aided by funds from oil magnate John D. Rockefeller, founded the University of Chicago in 1892. Since the university was hospitable to all religions and to modernist theology, its activity inspired more conservative Baptists to found Northern Baptist Seminary in the twentieth century.A third group that grew suddenly in the revivalist era on the frontier, the Disciples of Christ, developed in Chicago toward the end of the century. Conceiving of itself as a movement of Christian unity and resisting the idea of being a denomination, most of its members in Chicago favored the more moderate and eventually modernist wings of the movement and established a Disciples Divinity House at the University of Chicago, a signal of its cooperation with the Baptists and its choice to pursue modern intellectual currents in Protestantism.To the colonial three and the frontier three, one would also add churches that appealed to immigrants from northern Europe. While some of these were Reformed, the majority were Lutherans from Germany and Scandinavia. Most were artisans, shopkeepers, and wage earners and were rarely as prosperous as Episcopalians, Presbyterians, and Congregationalists. By 1846 they had formed St. Paul's church, where what was to become the Lutheran Church–Missouri Synod was organized in 1847. But the choice to move in conservative Missouri's direction led to a split, and St. Paul's Reformed church was the consequence. It outpaced the Lutheran counterpart in growth and, at the time of the schism, attracted many of the more prosperous members.St. Paul's members were of German stock. Scandinavian immigrants arrived in considerable numbers in the decade of St. Paul's founding, and in 1848 the Norwegian Lutheran Evangelical members erected their first building. Lutherans, many of them German and Scandinavian, had formed 17 congregations by 1870 and within two decades were the largest Protestant group in the city. They were less involved in the dynamics of Chicago life, in part because they ministered in languages other than English and in part because it was not part of their ethos to be regularly involved in public affairs. Nor did most of them cooperate with non-Lutherans on causes such as antislavery before the Civil War or Sunday School and kindred movements after it.Universalists, like the Baptists in some respects but preachers of “universal salvation,” arrived in 1836 and had built by 1844, while Unitarians, who as liberals had split from Congregationalism, came in 1836 and built in 1840. Opposed by the orthodox, neither grew enough to compete numerically with the seven larger groups.The most significant new element on the religious scene was the African American church, which had deep roots among Chicago's free blacks. In the 1840s the Methodist Episcopal Church helped found Quinn Chapel, where a black preacher was active in 1847 in a congregation that had its own permanent building by 1854. Soon Bethel African Methodist Episcopal Church took shape, and in 1862 a merger of two congregations led to the founding of a new power, Olivet Baptist. While the members of such churches numbered in the thousands by century's end, the dramatic growth among the several Baptist and Methodist denominations, Pentecostal groups such as the Church of God in Christ, and many independents (including “storefront” congregations) occurred during the Great Migration northward of southern blacks during and after the two World Wars.These congregations often bought edifices built by suburban-bound white congregations on Chicago's South and later West Sides. Taken together, they command the loyalty of the vast majority of Protestants within the city limits, while the large and well-off white churches dominate the suburbs, beginning with Oak Park and Evanston and eventually spreading through the metropolitan area. The relative weakness of ties between white and black, suburban and city churches, and the division into and within denominations have worked to inhibit Protestant influence.What did unite Protestants? When Roman Catholic immigrants arrived in large numbers, especially after the famines in Ireland late in the 1840s, Protestants who argued with each other over doctrine and competed for souls could join forces against the “Roman threat,” and did so. In the 1870s when mass revivals attracted thousands to Protestant affairs, these Catholic immigrants withstood efforts at conversion and remained a bloc that kept gaining numbers and acquiring political clout. And as the Protestant-based temperance movements gained momentum in the 1870s and 1880s, leaders portrayed Catholics as hard-drinking, wayward, irreformable, and clannish elements in the city.More positive causes did also unite them, however. Many of these were reform and education movements, such as the Chicago Bible Society, organized in 1835, and the Chicago Anti-Slavery Society, formed in 1840. Four years later a Chicago Female Anti-Slavery Society, again largely Protestant, symbolized the initiatives of women in controversial causes and charitable activity. The Woman's Christian Temperance Union, for example, was founded by Methodists in 1874; under the leadership of Frances E. Willard it often set the pace among temperance movements nationally, while Chicago remained a stronghold.Revivals also drew supporters across denominational lines. After the financial panics of 1857, Chicago, along with other cities, experienced a “laymen's revival” of prayer, devotion, and good works. On that scene came Dwight L. Moody, a Congregational layperson, who founded Sunday schools, attracted thousands to his local rallies while holding revivals elsewhere as well, and helped perpetuate his evangelistic work by founding the Moody Bible Institute in 1889. Three years earlier, another revivalist, professional baseball player Billy Sunday, was converted at the Pacific Garden Mission (founded for down-and-outers in 1877) and went on to stage extravagant revivals nationally, again finding Chicago a congenial base.By no means do these few denominations cover all that Protestant church organization means. At the end of the twentieth century a Chicago Yellow Pages listed well over 100 denominations, each distinctive but in most cases housing internal varieties that confound definition. Few of these denominations are in open conflict with each other; most of the divisions are internal. Many are quite small. They are also extraordinarily diverse. What do the 16 members of the Netherland Reformed Congregationalist have in common with the tens of thousands of fellow Protestants who are members of the African Methodist Episcopal Church, or what do either of them have in common with the various Lutherans, still the largest of the Chicago area's Protestant families? (Greater Chicago is believed to have more Lutheran members than any other city in the hemisphere.) The only comprehensive way to define Protestants is to say that they are the Western Christian bodies that are not of the Roman obedience, or “under the Pope.”Still, there are some patterns of coherence, ones that go beyond simple categories of race. A fundamental fissure and source of tension occurred, often with Chicago as the testing ground, between two families or emphases. The one has come to be called “mainstream” and the other “evangelical.” The former includes most of the denominations mentioned above, while the evangelicals include smaller or more recently formed denominations, such as the Assemblies of God, or are less concerned with denominational life.At the time of Chicago's layperson's revival of 1858, most mainstream and evangelical Protestants would have been content to be called either “Protestant” or “evangelical.” But the rise of modernism in positive response to theories of evolution and biblical criticism at the fledgling University of Chicago and elsewhere; the emphasis on a liberal social gospel designed to reconceive the industrial order to make it more congruent with “the kingdom of God”; and the decline of interest by mainstream Protestants in evangelism and revivalism led to an increasing schism.That Chicago Protestantism had a major role in shaping the new evangelicalism is clear from the fact that Dwight L. Moody and Billy Sunday both called Chicago home. Add to them the twentieth century's greatest evangelist, Billy Graham—recalling that he got his start at Wheaton College, at a western suburban church, and at Youth for Christ rallies, many of them in Chicago—and it is credible to claim Chicago as the place of impulse behind much evangelism.When tensions between fundamentalists and modernists grew so intense that denominations broke apart, it was in Chicago where centers of liberalism and modernism found their home: the University of Chicago and what became Garrett-Evangelical Theological Seminary were propagators. Meanwhile, Northern Baptist Seminary, Wheaton College, and Moody Bible Institute were flagships for the conservative group as it found its new name—fundamentalism—in the mid-1920s. While the most celebrated battle between fundamentalists and modernists—the Scopes Trial in 1925—took place in Tennessee, Chicago had a major role. Pitted against antievolutionist William Jennings Bryan was Chicago lawyer Clarence Darrow. And the Chicago Divinity School provided telephoned or written signals for Darrow and the proevolutionists.The most influential magazines of the two factions are edited in Chicago. The Christian Century has been a liberal leader throughout the past century. The Billy Graham evangelicals founded a competitor, Christianity Today, which issues from Carol Stream, in the western suburbs.There have been efforts to bring coordinated activity among Protestants, most notably through a Church Federation of Greater Chicago (CFGC), agent of many ecumenical causes. But the drain of funds, talent, energy, and personnel to the suburbs depleted the resources and lessened the credibility of the CFGC as a voice for Protestantism—especially as the evangelicals, most of whom did not participate in the ecumenical cause, prospered and most African American churches remain independent. So Protestant congregations are dependent on and speak for themselves or through their denominations, or they vie individually for visibility and clout, or they do not try to influence the metropolis.The biggest change in Protestantism came with decline of the reasons to oppose Catholicism, thanks to the Second Vatican Council (1962–1965), which opened Catholicism to its “separated brothers and sisters.” Vestiges of Protestant-Catholic holy wars subsequently disappeared.This leaves Protestantism potent especially in its African American congregations in the city and its largely white suburban churches. Each may have spheres of influence nearby. Some may take part in coalitions for certain specific causes. But there seems to be little effort to bring together all the people called Protestant into a movement that sets out to influence—and succeeds in doing so, even in a small way—the dispersed Protestants and others in the metropolitan area.",
    "Bibliography": "Hutchison, William R. The Modernist Impulse in American Protestantism. 1976.Marsden, George M. Fundamentalism and American Culture: The Shaping of Twentieth-Century Evangelicalism, 1870–1925. 1980.Sernett, Milton C. “When Chicago Was Canaan.” In Bound for the Promised Land: African American Religion and the Great Migration, 1997.",
    "Author of Text": "Martin E. Marty",
    "Hyperlinked Terms Associated": [
        "Carol Stream",
        "Wheaton College",
        "Pacific Garden Mission",
        "Moody Bible Institute",
        "Womans Christian Temperance Union",
        "Roman Catholic",
        "Evanston",
        "Oak Park",
        "Great Migration",
        "Olivet Baptist",
        "African American",
        "Norwegian",
        "University of Chicago",
        "Germans",
        "Lake Michigan",
        "Civil War",
        "Swedish",
        "social gospel",
        "Seminary",
        "Fourth Presbyterian Church",
        "abolitionist"
    ],
    "Street addresses associated": [
        "South Side",
        "West Side",
        "Hyde Park",
        "Oak Park",
        "Evanston",
        "Loop",
        "Near North Side"
    ]
}