{
    "Title": "Public Buildings in the Loop",
    "Descriptive Text": "In 1835, there arose at the northeast corner of Clark and Randolph Streets Chicago's first courthouse, a simple but dignified one-story structure. Its architecture reflected America's enthrallment with the Greek revival style, a fashion which stemmed from Thomas Jefferson's conviction that it was the only style appropriate for a republic. Four wooden Doric columns embellished the portico on the front of the red brick rectangular building.Chicagoans demanded a far grander county courthouse and city hall as the city's population swelled over 30,000. The answer was a tall two-story classically inspired cupola-crowned edifice erected in 1853 from plans by John M. Van Osdel, Chicago's first architect. It stood in the center of the block bounded by Randolph, Clark, Washington, and LaSalle Streets, the site of all future Chicago city halls. The structure was enlarged by the addition of an Italianate third floor in 1858. It was the bell atop this building that sounded the alarm of the Great Fire of 1871, until the building itself was consumed.Following the fire, Chicago commissioned a city hall and courthouse which consciously sought to surpass the one being built in Philadelphia and thus unequivocally proclaim the recovery of the metropolis. Designed by city architect James J. Egan in a vaguely Second Empire style, the mammoth limestone and granite structure took nearly a dozen years to construct and did not open until 1885. Standing on a rusticated two-story base, 35-foot-tall Corinthian columns rose to an elaborate entablature embellished with allegorical figures. Its cost—more than $5 million—precluded the completion of the vast dome with which the architect envisioned crowning the structure. And as soon as the gigantic edifice was considered complete, serious structural problems surfaced, while poor planning made for extremely difficult working conditions. Thus, between 1906 and 1911, barely more than 20 years after it was inaugurated, Egan's structure was replaced by the present City Hall and County Building, a restrained limestone Beaux-Arts composition by Holabird & Roche. Externally, its chief decorative element is its 75-foot-high attached granite Corinthian columns. Internally, its chief glory was the handsome wood-paneled City Council Chamber adorned with murals by Frederic C. Bartlett depicting major events in the history of Chicago. Gutted by a fire in 1957, this fine space was superseded by a bland modernist room devised by Paul Gerhardt, Jr.No building more perfectly expressed Chicago's ambition in the nineteenth century to be the country's preeminent municipality than Henry Ives Cobb's Federal Building in the block bounded by Adams, Clark, and Dearborn Streets and Jackson Boulevard. Constructed between 1898 and 1905 to house the federal courts, the city's main post office, and various government bureaus, the Federal Building was in the form of a Greek cross atop a high base which filled the entire block. Cobb's splendid Roman-inspired composition terminated in a majestic dome. More than $2 million was spent on the decoration of the building's interior, which was centered on a 300-foot-high octagonal rotunda whose 100-foot diameter made it larger than that of the Capitol in Washington. Cobb's building was demolished in 1965. Its site now forms part of the area occupied by the Chicago Federal Center, consisting of the 30-story Everett McKinley Dirksen courtroom building, the 45-story John C. Kluczynski office building, and a single-story post office. The architects for this uncompromisingly modernist complex were Ludwig Mies van der Rohe; Schmidt, Garden & Erikson; C. F. Murphy Associates; and A. Epstein & Sons. While the old Federal Building boldly proclaimed the Beaux-Arts tenets of the World's Columbian Exposition of 1893, the structures of the Chicago Federal Center, with their glass and steel curtain walls, are an unmistakable expression of the aesthetics of the Bauhaus, which found a welcoming home in Chicago in the 1930s.Completed in 1985, the State of Illinois Center represents the first distinctive physical presence of state politics and government in Chicago. The salmon, silver, and blue color scheme and the 17-story atrium mark this postmodern design by Murphy/Jahn.Shepley, Rutan & Coolidge designed the Chicago Public Library, now the Chicago Cultural Center, on Michigan Avenue between Washington and Randolph Streets. It opened in 1897. The edifice's restrained limestone and granite elevations, consisting of high arched windows on the lower level, with screens of Ionic columns above, owe not a little to McKim, Mead & White's Boston Public Library completed a decade earlier. The library's interior is one of Chicago's supreme Gilded Age spaces, a rich mix of white Carrara and green Connemara marble, mother-of-pearl, and a glass mosaic supplied by Louis Comfort Tiffany. Between 1977 and 1993, the building was renovated by Holabird & Root into rooms containing a popular library and areas for concerts and exhibitions.Its successor, the Harold Washington Library Center at 400 South State Street, by Hammond, Beeby & Babka and A. Epstein & Sons, is a postmodern amalgam of elements and motifs reflecting the history of Chicago architecture. Completed in 1991, it is constructed of the materials—granite and red brick—favored by architects like Solon S. Beman and John Wellborn Root of the First Chicago School. The powerful Syrian arches of its entrances and the soaring arched openings above them are an unmistakable tribute to Henry Hobson Richardson's Marshall Field Wholesale Store and to Dankmar Adler and Louis Sullivan's Walker Warehouse and their Auditorium Building. Even the seed pods which decorate the Library's Congress Parkway and Van Buren Street elevations have their antecedents in those which ornamented the elevator cage doors in Adler & Sullivan's Chicago Stock Exchange.The library culminates in a daring architectural gesture, an enormous glass and steel winter garden, an acknowledgment of the architects of Chicago's early steel-framed skyscrapers, such as William Le Baron Jenney, Martin Roche, and William Holabird. But in a nod to the Beaux-Arts architects of the 1893 fair, particularly Daniel Burnham, the winter garden has been given a romantic postmodern fillip, for its corners and pediments are embellished with enormous classical acroteria.",
    "Bibliography": "Condit, Carl W. The Chicago School of Architecture: A History of Commercial and Public Building in the Chicago Area, 1875–1925. 1964.Hoffman, Donald. The Architecture of John Wellborn Root. 1973.Lowe, David Garrard. Lost Chicago. 1975.",
    "Author of Text": "David Garrard Lowe",
    "Hyperlinked Terms Associated": [
        "Auditorium Building",
        "Chicago Public Library",
        "state politics",
        "Worlds Columbian Exposition",
        "Fire of 1871"
    ],
    "Street addresses associated": [
        "Loop"
    ]
}