{
    "Title": "Public Broadcasting",
    "Descriptive Text": "In 1953, local educational and civic groups lobbied for the creation of a noncommercial television channel in Chicago. With enthusiastic viewer support and sufficient financial backing, these organizations formed the nonprofit Chicago Educational Television Association and convinced the Federal Communications Commission to grant a license for an educational station. WTTW's first broadcast aired on September 6, 1955, from the Banker's Building. WTTW later relocated to the Museum of Science and Industry as a “working exhibit” and increased its on-air schedule to 43 hours each week. WTTW provided local programming that resonated with Chicago's audiences at a time when New York producers controlled most of Chicago's commercial stations. Forty years later, the Chicago region would boast three public broadcasting stations: WTTW (Channel 11), WYCC (Channel 20), and WYIN (Channel 56).Consistent with its educational mission, WTTW worked with the Chicago Board of Education to create “TV College” in 1956. Chicago's TV College was the first program in the country to enable students to receive college credit through “telecourses.” Televised courses lessened the burden on city colleges as enrollment soared during the late 1950s and 1960s. After 10 years, approximately 80,000 students had enrolled. By 1972, TV College consumed the lion's share of WTTW's air-time and production hours. William McCarter, then president of WTTW, decided to transfer TV College to WXXW in order to allocate more of WTTW's programming time to local issues. WXXW broadcasted on Channel 20 from September 1964 until it went off the air ten years later.Channel 20 remained “dark” until February 1983, when its ownership transferred to Chicago's city colleges and the station was renamed WYCC. WYCC now broadcasts a variety of programming, including locally produced series and PBS specials as well as college telecourses. Students taking telecourses for college credit make up 10 percent of WYCC's viewership. WYCC also telecasts a block of Spanish-language shows and produces and distributes Spanish programs to Telemundo. In partnership with the Illinois High School Association, WYCC broadcasts “The Seasons of Champions,” exclusive coverage of all boys' and girls' championship events.Located in Merrillville, Indiana, WYIN's inaugural broadcast aired on Channel 56 in 1987. WYIN focuses on local news and airs high-school football games. WYIN shares many of its viewers and much of its programming with WTTW.Public television filled many of the gaps left by commercial broadcasters by providing educational programming and sharp analysis of local political and cultural life to large audiences without commercial sponsorship. In recent decades, however, decreased federal funding and increased competition from cable channels such as Discovery, Arts & Entertainment, and the History Channel challenged that financial model. Neither the Public Broadcasting Act of 1967 nor the creation of the Corporation for Public Broadcasting provided adequate funding for public television, even with viewers' contributions. Struggling to stay financially afloat, stations including WTTW bolstered corporate ties and adopted underwriting programs that allowed discreet mentions of corporate sponsors' participation during broadcasts. These relationships raised lingering concerns about public broadcasting's ability to stay true to its educational mission when insufficient funding forces stations to court corporate supporters.WBEZ (91.5 FM) has been Chicago's public radio station since 1943, when it began under the auspices of the Chicago Board of Education. Thirty years later, WBEZ joined National Public Radio (NPR), and in 1990 the WBEZ Alliance gained control of the station from the Chicago Board of Education. WBEZ offers a variety of programming, including news, talk, jazz, and cultural content. WBEZ has won praise for its emphasis on international news and its ability to reach Chicago's international listening communities.Listeners tuning to the far left of the FM dial will find a number of other noncommercial radio stations, including the University of Chicago's WHPK (88.5 FM), Loyola University's WLUW (88.7 FM), Northwestern University's WNUR (89.3 FM), Northeastern Illinois University's WZRD (88.3 FM), the Mexican Fine Arts Center Museum's WRTE (90.5 FM) and the College of DuPage's WDCB (90.9 FM).",
    "Bibliography": "“Chicago. Television Stations. General” and “Television Stations. WTTW.” Clipping files. Chicago Historical Society.“Future of Public Television.” Roundtable discussion aired July 17 and July 19, 1982, on Kup's Show. Museum of Broadcast Communications.",
    "Author of Text": "Allyson Hobbs",
    "Hyperlinked Terms Associated": [
        "University of Chicago",
        "Loyola University",
        "Northwestern University",
        "Northeastern Illinois University",
        "Mexican Fine Arts Center Museum"
    ]
}