{
    "Title": "Public Works, Federal Funding for",
    "Descriptive Text": "From its earliest beginnings Chicago's public works infrastructure has intermittently been the focus of federal financial and technical support. Direct federal support has significantly shaped the city and region, but such support has not been a constant in the efforts to provide effective water supply, sanitation and wastewater treatment, transportation, solid waste disposal, flood control, parks, schools, and libraries. Funding for public works has come largely from area cities and villages using their own resources, leveraged by private investment and contributions from philanthropists and civic organizations. More recently, funding has come from special districts, and state and regional bodies.Fort Dearborn, built near what is now Michigan Avenue and the Chicago River in 1803, arguably was Chicago's first public work. In 1833 Congress appropriated $25,000 to enable the U.S. Army Corps of Engineers to make harbor improvements and build a lighthouse. Another $30,000 in federal funds was allocated in 1838 for extending the channel. By 1869, Chicago's harbor was under the control of the corps. Federal involvement during the railroad era was mostly in the form of land grants, although Sen. Stephen Douglas (and others) argued effectively for additional federal aid to the Illinois Central Railroad.Direct federal aid to Chicago (as well as other large cities) was negligible until the New Deal programs of the 1930s. Federal funds were used to complete construction of the last water crib in 1934, and a $5.5 million federal grant helped initiate construction of the city's South Water Filtration Plant in 1938. The Works Progress Administration (WPA) spent over $1 million on the construction of Midway Airport, which became the nation's busiest by 1939. WPA also helped pay for the construction of the Outer Drive, including the bridge over the Chicago River (part of the S curve), and the completion of Grant Park. Construction of Chicago's subway was partially funded through the Public Works Administration (PWA), which contributed $26 million of the $75 million total cost. The city was not the only area recipient of federal funds during the New Deal. The suburb of Winnetka received $1.5 million, nearly half the total needed to depress the railway tracks running through the village in order to eliminate 10 grade crossings. Before 1938, more than 30 people had died in crossing accidents in Winnetka.In the post– World War II era, federal funding for transportation, urban renewal, and public housing was significant. Federal funds contributed approximately 20 percent of the cost of improving O'Hare Field, which itself was on land purchased as surplus by the city from the U.S. Defense Department. From 1950 to 1970 some 40,000 units of public housing were built, largely with federal aid.Federal resources have been instrumental in the construction of the Metropolitan Water Reclamation District's Tunnel and Reservoir Plan (TARP or Deep Tunnel ). This project will eventually involve the construction of over 125 miles of tunnels, some as much as three hundred feet underground, and three enormous detention basins. Flood control in the Chicago region in the next century will depend largely on TARP.Many city and regional transportation initiatives in the 1990s would not have been possible without federal support. Such projects as the extension of rapid transit service to both O'Hare and Midway Airports depended on federal funds. The resurfacing of the Kennedy Expressway and other major highway, bridge, and street projects in the 1990s were also the recipients of major federal funding.",
    "Bibliography": "Barrett, Paul. The Automobile and Urban Transit: Policy Formation in Chicago, 1900–1930. 1983.Keating, Ann Durkin. Building Chicago: Suburban Developers and the Creation of a Divided Metropolis. 1988.Mayer, Harold M., and Richard C. Wade. Chicago: Growth of a Metropolis. 1973.",
    "Author of Text": "Howard Rosen",
    "Hyperlinked Terms Associated": [
        "Expressway",
        "rapid transit",
        "tunnels",
        "Deep Tunnel",
        "urban renewal",
        "OHare",
        "public housing",
        "World War II",
        "Winnetka",
        "Grant Park",
        "Chicago River",
        "bridge",
        "Midway Airport",
        "water",
        "New Deal",
        "Illinois Central Railroad",
        "railroad",
        "Fort Dearborn",
        "special districts",
        "philanthropists",
        "schools",
        "flood control",
        "waste disposal",
        "transportation",
        "water supply",
        "infrastructure"
    ],
    "Street addresses associated": [
        "Midway"
    ]
}