{
    "Title": "Publishing and Media, Religious",
    "Descriptive Text": "Before the invention of radio and television, religious groups used print media to disseminate information, debate theological questions, and evangelize America's expanding population. Bible and tract societies distributed Christian materials, and colporteurs (mobile religious salesmen) sold books and evangelized across the city. But magazines and journals proved the most popular form of spreading the Christian message.The middle and late nineteenth century was the golden age of religious publishing in Chicago. Because of Chicago's central location, many denominational headquarters have been located in the city, and virtually every Protestant group had its own publication. The Northwestern Baptist journal, published in the early 1840s, was Chicago's first religious publication. The Watchman of the Prairies, also Baptist, soon followed in 1847 and was replaced six years later by the Christian Times. At midcentury, Congregationalists and New School Presbyterians created the Herald of the Prairies, and the Methodists began printing the Northwestern Christian Advocate.Not to be outdone, Episcopalians had the Church Record in 1857 and then in 1862 the American Churchman. Presbyterians united behind the Interior in 1870. The first Quaker paper in the West, the Herald of Peace, began publishing in 1867. Seventh-day Adventists had the Advent Christian Times and Mennonites the Herald of Truth, both founded in 1864. German and Swedish Lutherans each had their own papers by 1870, as did Swedish and Norwegian Methodists.Not all religious publishing was Protestant. Spiritualists published the Religio- Philosophical Journal (1868–1870) and News from the Spirit World (1865–1895). Roman Catholics published several periodicals, including the Western Tablet for the Irish and the Katholisches Wocheblatt for Germans. In the 1870s Reform Jews began printing the Occident and the Reform Advocate. Even individual congregations, such as the Salem Baptist Church and the local Swedenborgians, often undertook to publish their own magazines.In the twentieth century, religious publications became more consolidated, but even more prominent, in Chicago. The Christian Century, under the early guidance of Charles Clayton Morrison, soon became the preeminent voice of mainline Protestantism. Evangelist Billy Graham helped to create a conservative Christian alternative, Christianity Today. First published in 1956, it soon became the most widely read religious magazine in America. Other important religious journals include U.S. Catholic and the Nation of Islam's Final Call. Other kinds of religious media have enriched the city too. Many book publishers, like Thomas More and Moody Publishers, have located here. Moody Bible Institute continues to be a pioneer in religious broadcasting through WMBI radio.The “Sunday Evening Club” has long been a Chicago broadcasting staple. Founded in 1908 as a “club” so that it wouldn't sound too “churchy,” the program began a weekly radio broadcast of an ecumenical religious service held in Orchestra Hall. High-profile speakers like Jane Addams, Reinhold Niebuhr, and W. E. B. Du Bois gained a wide audience and soon earned it the title of “The Nation's Pulpit.” In 1956 the program made the transition from radio to public television, and it continues to offer weekly sermon installments.",
    "Bibliography": "Pierce, Bessie Louise. A History of Chicago. 3 vols. 1937–1957.",
    "Author of Text": "R. Jonathan Moore",
    "Hyperlinked Terms Associated": [
        "broadcasting",
        "Moody Bible Institute",
        "Nation of Islam",
        "Irish",
        "Roman Catholics",
        "Jews",
        "Norwegian",
        "Swedish",
        "German",
        "Protestant"
    ]
}