{
    "Title": "Public Health",
    "Descriptive Text": "Cholera, a disease dreaded for its distinctive symptoms and high mortality rates, prompted Chicago's first official public health action in early July 1832. Troops en route to the Black Hawk War brought cholera to Chicago, helping to spread what was already a worldwide pandemic. Victims experienced diarrhea, vomiting, and acute cramps that quickly caused severe dehydration, producing a bluish and puckered appearance and death within 24 hours. Chicago's 4,000 residents turned toward the state legislature for financial aid. Reactions to the epidemic reflected the prevailing view that disease originated from filth; that cholera spread by water remained unclear until English physician John Snow's observations in 1854, and the exact nature of the disease remained unidentified until German physician Robert Koch's findings in 1883. For three days, the local leaders required all men between the ages of 21 and 60 to clean up the streets and alleys of Chicago, with penalties for noncompliance ranging from seventy-five cents to five dollars.Because residents still skirmished with cholera, Chicago's 1837 charter included a Board of Health and a health officer. The officer's responsibilities included inspecting food markets, preparing death certificates, constructing a quarantine hospital, visiting residents with infectious illnesses, and boarding vessels to check for sickness. Once the immediate threat of cholera subsided in the mid-1850s, however, support for the board dwindled.Public interest turned to solving the city's water and sewage problems. A wooden inlet that extended six hundred feet into Lake Michigan supplied Chicago with water until 1863, when the city council adopted a plan to build a two-mile tunnel under the lake to secure a cleaner supply. But the lake still functioned both as the main water supply and the main drainage depository. In 1855 the council asked the nationally acclaimed engineer, Ellis Sylvester Chesbrough, to devise a sewage solution. Chesbrough proposed creating an underground sewer system to drain into the Chicago River and then into Lake Michigan. This plan necessitated a literal raising of the city's elevation, but the intolerable stench made the project worth the cost.With financial pressures compounded by the Panic of 1857, Chicago eliminated the Board of Health entirely. The police department assumed the board's duties and powers, until the reappearance of cholera in 1867 forced its reinstatement. Despite improvements in the water supply, and the re-creation of the Board of Health, the epidemic hit Chicago hard. Of the 1,561 cases reported, 990 persons died.Although cholera retreated in the 1850s and 1860s, Chicagoans continued to suffer from infectious diseases such as scarlet fever, typhoid fever, and diphtheria. Until the bacteriological discoveries of the 1880s and 1890s, dirt remained the primary, though incorrect, explanation for disease. Consequently, public health policies focused on environmental issues, specifically garbage, sewage, and water.The Great Fire of 1871 generated a series of potential public health threats. Leaving 93,000 people homeless and vulnerable to disease, the blaze also leveled a significant portion of the city's medical infrastructure. Rush Medical College, the first medical school in Chicago, was completely destroyed, along with six hospitals, over one hundred wholesale and drugstores, and the offices of four medical journals. Approximately two hundred physicians lost their homes, offices, libraries, and practices as a result of the fire. The Woman's Medical College, which had opened its doors only the previous year, was also destroyed. The fire resulted in a permanent relocation for Rush, next to Cook County Hospital. This proximity was considered advantageous, because internships and postgraduate residencies were becoming an integral part of a physician's professional education.The Chicago Relief and Aid Society, an organization comprising private individuals and public officials, built temporary barracks to house the homeless and established several policies to prevent epidemic diseases. Sanitary officers conducted daily inspections of these makeshift quarters, and the city required a smallpox vaccination for anyone receiving relief. In spite of these efforts, smallpox, dormant since 1865, broke out. Over 2,000 people contracted the disease following the fire, and more than one-fourth of those infected died. Children under five were particularly susceptible to the disease, making their mortality rate the worst in Chicago's history.Like the cholera outbreaks, the fire's threat to public health stimulated pressure to increase the powers of the Board of Health. In 1876 the city reorganized its government and established a permanent Department of Health to grapple with public health concerns. But the department's formation did not mean that its future decisions would go uncontested.The meatpacking industry proved particularly resistant to public health policies. From its inception, the industry dumped animal carcasses and chemicals into Lake Michigan and the Chicago River, subjecting not only workers but also the general public to health risks from a contaminated food and water supply. In attempting to clean up the meatpacking industry, Oscar Coleman De Wolf, the commissioner of health in the late 1870s and 1880s, instituted workplace inspections and attempted to move the slaughterhouses to the outskirts of the city. De Wolf's initiatives cost him his position after the 1889 municipal elections. Inside the meatpacking plants, packaging of spoiled meat and dangerous working conditions continued through the 1890s and 1900s. Upton Sinclair's exposé of the industry in The Jungle, intended to draw attention to dangerous and unhealthy working conditions, resulted instead in the 1906 Meat Inspection and Pure Food and Drug Acts to protect consumers.By the late 1880s Chicago's tremendous growth provoked the city to adopt another Chesbrough proposal, this time reversing the flow of the Chicago River to direct sewage from the river through a canal to the Des Plaines River, which eventually drained into the Mississippi. Upon completion in 1900, the Sanitary and Ship Canal's immediate impact was a lawsuit by Missouri, which remained unconvinced that the pollution dissipated prior to reaching its borders.The Pure Food and Drug Act also generated attempts to regulate Chicago's milk supply. In 1909, Chicago became the first city in the United States to pass an ordinance requiring compulsory milk pasteurization. This law did not guarantee the city's residents access to safe, pure, and cheap milk, however, in part because of discrepancies between Illinois statutes and Chicago ordinances. The city passed stricter regulations than the state and had a larger inspecting staff. But Chicago still faced great difficulty enforcing its rules, because it could not command uniform standards from 12,000 dairies in four different states that supplied residents with milk. Nor was it able to exercise regulatory control over an interest group with power at the state level. Like its counterparts elsewhere in the nation, the Chicago Health Department found it difficult to assert local interests against other state forces. The city had always relied on the state for funds and support, but its particular urban public health ills put the city at odds with surrounding counties, who relied on the state to protect their interests. The conflict between the needs of city, county, and state became even more complex in the 1940s and 1950s, as metropolitan growth led to the establishment of autonomous health departments in suburban counties.Private groups also worked to protect Chicago's public health. In 1889, Jane Addams founded Hull House, the first settlement house in the United States, to attend to the needs of the surrounding immigrant community, including issues of health. In conjunction with Hull House, Addams founded a Visiting Nurse Association to supply nurses to visit the working poor in their own homes. The association stationed nurses in 25 different districts in the city and supplied nurses for businesses like the Deering Reaper Works. Hull House also played an important role in shaping a national conception of public health issues through its surveys of working-class labor and living conditions. Alice Hamilton, who eventually became the nation's expert on industrial health, began her career at Hull House supervising these studies.World War I raised new public health issues. The war provoked the initial wave of the “ Great Migration, ” and African Americans who came to Chicago from the South were segregated into substandard and crowded living conditions, raising concerns about possible epidemics of contagious diseases. In reporting on the migration, Chicago's white daily newspapers warned their readers that the migrants posed a threat both to themselves and to public health in general. The racial basis for these fears obscures a legitimate cause for concern: African Americans' living and working conditions imperiled their health. While tuberculosis death rates decreased for the white population of Chicago during the 1920s, the disease increased among African Americans. By 1930, 1,000 out of every 100,000 African Americans in Chicago died of the disease, compared to 400 for Mexican immigrants and 60 for the rest of Chicago's population. Although these numbers suggested an epidemic, racial biases kept Chicago's health department from taking extensive action. An unofficial policy maintained separate privately run medical institutions for African Americans, consisting of Provident Hospital and the African American division of the Visiting Nurse Association. The health department's lax involvement also reflected medical knowledge at the time. The identification of the microbe that caused tuberculosis in the late nineteenth century had not led to a cure; treatment programs focused instead on individual prevention.By 1932, public health encompassed not just regulations but also investigation, health education, licensing, and the construction of clinical programs. During the 1930s and 1940s, Chicago's programs ranged from milk regulations to the prevention and treatment of venereal disease. In 1955, Chicago became one of the first cities in the United States to introduce the Salk vaccine, and, facing a polio epidemic, the city's board of health instituted mass inoculations within the following year. During this period, one man's vision directed the board's public health policies. Herman Niels Bundesen, a Northwestern Medical School graduate, served as health commissioner from 1922 until his retirement in 1960. He lost his position as head only once, from 1927 to 1930, when he fell out of political favor with Mayor William Hale Thompson.Bundesen's programs sometimes met with resistance, particularly his 1922 campaign against venereal disease. Venereal disease had become an important issue in Chicago, as well as nationally, during World War I. Initially, Bundesen followed national guidelines that encouraged incarcerating suspected prostitutes to curb the spread of gonorrhea and syphilis among military personnel. He also resolved to fight the disease after the war with an aggressive program of distributing condoms in brothels, public restrooms, drugstores, and municipal clinics. Arguing that his tactics promoted immoral behavior, Chicago newspapers and medical journals condemned his proposal. Despite these disputes, Bundesen persisted and, in 1937, secured public support and national funding to conduct a comprehensive public health campaign against syphilis. This battle over contraception and public policy would reemerge in the 1980s and 1990s with regard to teen pregnancy and AIDS, engendering a debate among school boards, public health officials, and the general public over the creation of health clinics within schools and the distribution of free prophylactics.Chicago last revised its public health system in 1975. Bundesen's tenure had consolidated policy making and management, and this last revision separated the two. A nine-member policy-making body, appointed by the mayor, constituted a new Board of Health. A new Department of Health administered programs and enforced regulations, reflecting the increased growth of programs and personnel. By 1986, Chicago employed almost 2,000 people to manage 6 neighborhood health centers, 12 maternal and child health clinics, a tuberculosis control program, a sexually transmitted disease program, 19 community mental health centers, and an alcoholic treatment center hospital. In providing both education and treatment, these programs' roots extended as far back as the Visiting Nurse Association, but their specific methods and programs reflected late-twentieth-century public health concerns.Pressures on Chicago's public health system continued as the century drew to a close. The shutdown of neighborhood hospitals in the 1980s placed increased demands on the public health care system. An increase in health maintenance organizations met some of these needs, but those most vulnerable, for socioeconomic reasons, remained at risk. In 1993, approximately 1.6 million people in Chicago were either uninsured, inadequately covered, or recipients of Medicaid. Although AIDS affected the city more gradually than in New York and San Francisco, by 1997 over 9,000 Chicagoans had died from this disease. Private organizations have taken the initiative in confronting AIDS. This new epidemic, coupled with the rising cost of health care, raises familiar questions about the power of public health authorities and how social understandings of disease influence the delivery of health care.",
    "Bibliography": "Bonner, Thomas Neville. Medicine in Chicago, 1850–1950: A Chapter in the Social and Scientific Development of a City. 1957.Ginzberg, Eli, Howard S. Berliner, and Miriam Ostow. Changing U.S. Health Care: A Study of Four Metropolitan Areas. 1993.Haas, Shirley. 150 Years of Municipal Health Care in the City of Chicago: Board of Health, Department of Health, 1835–1985. 1985.",
    "Author of Text": "Jennifer Koslow",
    "Hyperlinked Terms Associated": [
        "social understandings",
        "mental health",
        "AIDS",
        "school",
        "clinics",
        "Provident Hospital",
        "Mexican",
        "tuberculosis",
        "newspapers",
        "African Americans",
        "Great Migration",
        "World War I",
        "nurses",
        "settlement house",
        "Hull House",
        "metropolitan growth",
        "Des Plaines River",
        "meatpacking",
        "The Jungle",
        "government",
        "Chicago Relief and Aid Society",
        "Cook County Hospital",
        "Womans Medical College",
        "hospitals",
        "infrastructure",
        "homeless",
        "Fire of 1871",
        "water supply",
        "police",
        "Lake Michigan",
        "Chicago River",
        "water supply",
        "tunnel",
        "Lake Michigan",
        "water",
        "alleys",
        "epidemic",
        "Black Hawk War"
    ],
    "Street addresses associated": [
        "Back of the Yards",
        "South Side"
    ]
}