{
    "Title": "Public Transportation",
    "Descriptive Text": "Chicago before 1848 was a “walking city” whose inhabitants could easily get anywhere in town on foot or horseback. As population increased rapidly in the 1850s, the demand for public transportation arose. For nearly a century, private firms provided Chicagoans with transportation.The first public transportation vehicles were omnibuses, which were horse-drawn carriages seating 20 to 30 people developed in France in the 1600s. In Chicago, the first omnibuses in 1852 were nothing more than intercity stagecoaches put out of business by the newly arrived railroads and relegated to shuttling passengers between railroad stations. Omnibus operators probably filled seats with local commuters willing to pay a nickel to avoid walking. Cabs at the time cost 30 cents a ride and livery stable operators charged three dollars a day to rent a horse and carriage.Poor drainage that turned Chicago streets into quagmires after a rain led to the replacement of omnibuses with street railways beginning in 1859. The earliest horsecars were little more than omnibuses fitted with steel wheels to run on rails spiked to the planks that covered streets.In 1855–56 the mainline railroads began hauling local passengers to nearby summer resorts and offered them discounted or “commuted” fares to attract business. As the resorts grew, they became year-round settlements, or suburbs, and the residents who rode the trains to work each day in Chicago became known as commuters.As Chicago's population continued to grow, reaching 1 million in 1890, the street railway company executives began looking for more efficient ways to carry the growing number of commuters. The use of small steam locomotives called “dummies” to pull streetcars was not successful, but after 1882 many horsecar lines were successfully converted to cable cars, and after 1890 to electric trolley cars. Increased traffic congestion in downtown Chicago in 1892 led to the construction of the city's first elevated railways. The Loop Elevated was opened in 1897.Motor buses appeared during World War I but did not make much of an impact on public transportation for a decade. In 1958 the Chicago Transit Authority completed its program to replace streetcars with buses.Public ownership of mass transit systems began in 1945 with the creation of the Chicago Transit Authority and developed on a piecemeal basis for the next 40 years as the privately owned companies got into financial difficulty because of dwindling ridership. The use of taxes to subsidize mass transit on an annual basis began in 1975 after the creation of the Regional Transportation Authority.By the end of the twentieth century Chicago's public transportation system had grown into one of the largest in the world run by several public authorities. The commuter railroads consisted of more than five hundred miles of lines served by 130 locomotives and 970 passenger cars providing approximately 75 million rides a year. Pace carried 39 million riders on more than 600 buses and 300 paratransit vehicles. The Chicago Transit Authority, the largest of the public transportation systems in 1997, carried 287 million riders annually on approximately 1,900 buses and 130 million on 1,150 rapid transit cars.The private automobile accounted for 79.7 percent of all commuter trips in the metropolitan area in 1990, and mass transit 15 percent. But the geographic distribution of these proportions suggests that availability of mass transit alternatives played a crucial role. Of the 774,000 people who entered downtown Chicago on an average day in 1980, only 202,582 came in private autos. Most of the rest rode buses, trains, or taxis.",
    "Bibliography": "Barrett, Paul. The Automobile and Urban Transit: The Formation of Public Policy in Chicago, 1900–1930. 1983.Mayer, Harold M., and Richard C. Wade. Chicago: Growth of a Metropolis. 1969.Young, David M. Chicago Transit: An Illustrated History. 1998.",
    "Author of Text": "David M. Young",
    "Hyperlinked Terms Associated": [
        "taxis",
        "Pace",
        "Regional Transportation Authority",
        "Chicago Transit Authority",
        "World War I",
        "buses",
        "Loop",
        "commuters",
        "street railways",
        "streets",
        "railroads",
        "transportation"
    ],
    "Street addresses associated": [
        "Loop"
    ]
}