{
    "Title": "Puerto Ricans",
    "Descriptive Text": "Although a handful of Puerto Rican men and women moved to Chicago from New York in the 1930s, the first significant wave of Puerto Rican migration to Chicago began in the late 1940s. Unlike other newcomers, Puerto Ricans did not face legal barriers in moving to the United States. The Jones Act of 1917 conferred U.S. citizenship to all island and U.S.-born Puerto Ricans, which facilitated the large migration of Puerto Ricans to cities such as Chicago beginning in the late 1940s. Beginning in 1946 a private Chicago-based employment agency, Castle, Barton and Associates, recruited Puerto Rican men to work as unskilled foundry laborers and Puerto Rican women to serve as domestic workers in Chicago and suburbs such as Waukegan. Generally, single men and women moved to Chicago and sent for family members once they established stable jobs and residences.These early migrants lived in various neighborhoods, including Woodlawn, the Near North Side, Lake View, Lincoln Park, Uptown, West Garfield Park, East Garfield Park, and the Near West Side. By the 1960s most Chicago Puerto Ricans were concentrated in Lincoln Park, West Town, and Humboldt Park and shared these neighborhoods with Mexican and Polish immigrants as well as African Americans. In Lincoln Park, Puerto Rican residents established a small, ethnic enclave along Armitage Avenue that included small grocery stores and businesses providing goods and services for Puerto Rican neighbors. By the mid-1960s, however, Puerto Rican and other low-income residents of Lincoln Park were displaced by urban renewal programs and the redevelopment of Lincoln Park. Puerto Rican residents relocated to West Town and Humboldt Park, where their concentration facilitated the creation of Chicago's first Puerto Rican barrio, or neighborhood, along Division Street, or, as residents frequently refer to it, la Division.For Puerto Ricans in Chicago, Division Street plays a prominent role in the history of the development of their community. The annual Puerto Rican Parade, celebrated every June, ends with a procession down Division Street and is an important celebration of Puerto Rican cultural and national pride. Originally, this celebration commemorated El Día de San Juan (St. John's Day), an event organized by Los Caballeros de San Juan (the Knights of St. John), one of the first Puerto Rican religious and social organizations in Chicago. Los Caballeros de San Juan was a key religious institution which, like the office of the Commonwealth of Puerto Rico, promoted integration of Puerto Rican migrants into mainstream Chicago life while maintaining cultural pride and integrity. In 1966 El Día de San Juan celebrations were renamed the Puerto Rican Parade and included new community institutions in the organizing of the annual festivities.It was during this first Puerto Rican Parade on June 12, 1966, that one of the first Puerto Rican riots in the U.S. began, on Division Street. The riot, one of many urban disturbances across the nation in the 1960s, was a response to the shooting of a young Puerto Rican man by Chicago police. Rioting continued until June 14. A key moment in the history of Puerto Ricans in Chicago, the Division Street riot drew attention to poverty and to strained relations between Puerto Ricans and Chicago's police department. At the same time it facilitated the creation of Puerto Rican community organizations such as the Spanish Action Committee of Chicago (SACC), the Latin American Defense Organization (LADO), and, in the early 1970s, ASPIRA Association and the Ruiz Belvis Cultural Center. A month after the riot, the Chicago Commission on Human Relations held open hearings which provided a forum for Puerto Rican and other Spanish-speaking residents of Chicago to discuss problems facing these communities such as discrimination in housing, hiring practices by the police and fire departments, and poor educational opportunities. As a result of these meetings, specific policy recommendations were proposed and implemented in the Puerto Rican community. The Puerto Rican community organizations which emerged from the riots also ensured that community concerns such as education, housing, health, and employment would be actively addressed and that Puerto Ricans would maintain a presence in city politics.Division Street continues to be an important part of Chicago's Puerto Rican community. The area remains a primary port of entry for new Puerto Rican migrants. It is also an ethnic enclave known as Paseo Boricua (Puerto Rican Road) with Puerto Rican stores, shops, and restaurants situated between the two 50-ton Puerto Rican flags that cross Division Street near the intersections with Western and California Avenues. Because no legal barriers prevent migration between Puerto Rico and the mainland, first- and second-generation migrants move freely and frequently between Chicago and Puerto Rico. The 2000 census counted 113,055 Puerto Ricans, 15 percent of Chicago's Latino population and second only to Chicago's Mexicans among the city's Latino communities. While new migrants continued to settle in the Division Street area, Logan Square, Belmont Cragin, and Hermosa became increasingly popular neighborhoods for Chicago Puerto Ricans in the 1990s. That decade also witnessed the growth of Puerto Ricans living in Chicago suburbs such as Naperville and Schaumburg as companies began to recruit highly skilled, bilingual employees to work in information technologies and consulting. This new migration of white-collar workers, however, contrasted sharply with the skills and employment opportunities of most Puerto Ricans in Chicago. In 1990, 60 percent of Puerto Rican men and women continued to work in manufacturing industries, as laborers, and in the service sector of the Chicago economy.Despite their long history in the city, Chicago Puerto Ricans continue to maintain cultural, political, and economic links with Puerto Rico.",
    "Bibliography": "Maldonado, Edwin. “Contract Labor and the Origin of Puerto Rican Communities in the United States.” International Migration Review 13 (1979): 103–121.Padilla, Elena. “Puerto Rican Immigrants in New York and Chicago.” Ph.D. diss., University of Chicago. 1947.Padilla, Felix. Puerto Rican Chicago. 1987.",
    "Author of Text": "Gina M. Pérez",
    "Hyperlinked Terms Associated": [
        "Schaumburg",
        "Naperville",
        "Hermosa",
        "Belmont Cragin",
        "Logan Square",
        "politics",
        "urban renewal",
        "grocery",
        "African Americans",
        "Mexican",
        "Polish",
        "Mexican",
        "Humboldt Park",
        "West Town",
        "Near West Side",
        "Woodlawn",
        "Near North Side",
        "Lake View",
        "Lincoln Park",
        "Uptown",
        "West Garfield Park",
        "East Garfield Park",
        "Waukegan",
        "domestic workers",
        "work"
    ],
    "Street addresses associated": [
        "Woodlawn",
        "Near North Side",
        "Lake View",
        "Lincoln Park",
        "Uptown",
        "West Garfield Park",
        "East Garfield Park",
        "Near West Side",
        "West Town",
        "Humboldt Park",
        "Logan Square",
        "Belmont Cragin",
        "Hermosa"
    ]
}