{
    "Title": "Pullman",
    "Descriptive Text": "Once the most famous planned community in America, the oldest part of Pullman is notable for its role in American labor and planning history. The town had its origins in the late 1870s as George M. Pullman looked for solutions to two problems. The first was where to build a new factory for his Pullman Palace Cars, the sleeping and parlor cars that were becoming increasingly popular with those traveling on the country's expanding rail system. The second was how to attract and encourage workers who would share his vision of American society. Pullman wanted to avoid the types of workers who participated in the turbulent 1877 Railroad Strike, or those he believed to be discouraged and morally corrupted by urban poverty and social dislocation.Although his primary manufacturing plant was located in Detroit, Pullman was a longtime Chicago resident. With the assistance of Colonel James Bowen, the Pullman Land Association quietly purchased four thousand acres near Lake Calumet in an area both thought had a bright industrial future. Pullman hired architect Solon Beman and landscape architect Nathan Barrett to erect a town designed to provide its residents with decent housing in a socially and physically healthy environment that would also generate a 6 percent profit for the Pullman Palace Car Company. Even before Pullman's first residents settled there in 1881, visitors came to admire its beauty, which stood in stark contrast to other working-class areas in industrial cities, and to marvel at the success of its social planning. Not only did Pullman workers live in brick houses, they and their families had access to schools, parks, a library, a theater, educational programs, and many other activities provided by the town. When state labor commissioners visited in 1884, they proclaimed it a successful venture, especially for the women and children, who seemed protected from the worst aspects of industrial America.Not all observers viewed Pullman from the same perspective. In 1885, Richard T. Ely published an exposé in Harper's Monthly charging that the town and its design were un-American, a paternalistic system that took away men's rights as citizens, including the right to control their own domestic environment. When Pullman workers went on strike in 1894, protesting cuts in wages while rents and dividends remained unchanged, the strike captured a national audience. Commentators from across the nation debated the proper nature of the relationship between employers and employees, as well as the broader question of the political, social, and economic rights of working-class men and women.By the close of the strike, even such bulwarks of Chicago's business community as the Chicago Tribune and Swift & Co. publicly decried the suffering inflicted on law-abiding employees by an inflexible Pullman management. The Illinois State Supreme Court gave legal weight to this sentiment in 1898 when it ordered the company to divest itself of residential property in Pullman. By the end of the first decade of the twentieth century, Pullman had become another Chicago neighborhood, tied closely to the surrounding communities of Kensington and Roseland.In subsequent years, the Pullman community experienced changes familiar to other neighborhoods in the city: ethnic succession, the aging of housing stock, and changing employment opportunities that attracted residents away from the Pullman Car Works and into jobs elsewhere. Residents still perceived Pullman as a good place to live; neighbors maintained strong ties to each other, to their predominantly Italian and Polish ethnic communities, and to the neighborhood itself. Outsiders, however, saw old housing and vacant industrial land. Pullman's reputation fell most dramatically in the late 1920s and 1930s, when unemployment and bootlegging activities made it seem to be a nascent slum. By then, Chicago sociologists had expanded the Pullman community area to include the largely unsettled area between the old historic town and 95th Street. In 1960, consultants to the South End Chamber of Commerce recommended that Pullman be demolished between 111th and 115th to make way for industrial expansion to benefit the remainder of the Calumet region.Pullman residents fought this destruction. In 1960, they reactivated the Pullman Civic Organization to remove any signs of blight and to lobby to keep their neighborhood. Realizing that the community's own history could provide a valuable wedge in leading that fight, they founded the Historic Pullman Foundation in 1973. Pullman was designated a National Historic Landmark in 1971 and has received similar state and local designations. Pullman, the original showpiece community, retains much of its original architecture and spatial orientation and attracts thousands of visitors each year. In 1994, North Pullman residents, largely an African American population, achieved city landmark status for their area of Pullman as well. At the same time, they established a museum honoring Pullman porters. Since then, the city has joined the two separate districts into one Chicago landmark district.The Pullman Car Works produced its last railroad car in 1981. A decade later the state of Illinois purchased a section of the plant, along with the Hotel Florence, the largest public building in Pullman, with the hope of creating a museum featuring the history of the community and the company. In December of 1998, a fire swept through the vacant clock tower and construction shops, putting the museum plans in doubt and creating a new challenge for the community and its residents.",
    "Bibliography": "Pullman Archives. The Newberry Library, Chicago, IL.Reiff, Janice L. “Rethinking Pullman: Urban Space and Working-Class Activism.” Social Science History 24.1 (2001): 7–32.Smith, Carl. Urban Disorder and the Shape of Belief: The Great Chicago Fire, the Haymarket Bomb, and the Model Town of Pullman. 1995.",
    "Author of Text": "Janice L. Reiff",
    "Hyperlinked Terms Associated": [
        "community area",
        "bootlegging",
        "unemployment",
        "Italian",
        "Kensington",
        "Roseland",
        "business",
        "Strike",
        "planning"
    ],
    "Street addresses associated": [
        "Pullman",
        "Roseland"
    ]
}