{
    "Title": "Pullman Strike",
    "Descriptive Text": "The most famous and farreaching labor conflict in a period of severe economic depression and social unrest, the Pullman Strike began May 11, 1894, with a walkout by Pullman Palace Car Company factory workers after negotiations over declining wages failed. These workers appealed for support to the American Railway Union (ARU), which argued unsuccessfully for arbitration. On June 20, the ARU gave notice that beginning June 26 its membership would no longer work trains that included Pullman cars.The boycott, although centered in Chicago, crippled railroad traffic nationwide, until the federal government intervened in early July, first with a comprehensive injunction essentially forbidding all boycott activity and then by dispatching regular soldiers to Chicago and elsewhere. The soldiers joined with local authorities in getting the trains running again, though not without considerable vandalism and violence. ARU president Eugene Victor Debs was arrested and subsequently imprisoned for disregarding the injunction. The boycott and the union were broken by mid-July, partly because of the ARU's inability to secure broader support from labor leaders.While the use of an injunction for such purposes, upheld by the Supreme Court in 1895, was a setback for unionism, and while most public sentiment was against the boycott, George Pullman attracted broad criticism and his workers wide sympathy. A federal panel appointed to investigate the strike sharply criticized the company's paternalistic policies and refusal to arbitrate, advancing the idea of the need for unions and for increased government regulation in an age of large-scale industrialization.",
    "Bibliography": "Lindsey, Almont. The Pullman Strike: The Story of a Unique Experiment and of a Great Labor Upheaval. 1942.Smith, Carl. Urban Disorder and the Shape of Belief: The Great Chicago Fire, the Haymarket Bomb, and the Model Town of Pullman. 1995.United States Strike Commission. Report on the Chicago Strike of June–July, 1894. 1895.",
    "Author of Text": "Carl Smith",
    "Hyperlinked Terms Associated": [
        "Strike",
        "unionism",
        "Pullman Palace Car Company"
    ]
}