{
    "Title": "Bears",
    "Descriptive Text": "The Chicago Bears professional football team began in 1920 as the Decatur Staleys, an industrial team sponsored by the A. E. Staley Company, a starch manufacturer. Organized and coached by Chicago native and former University of Illinois player George S. Halas, the Staleys recruited employees and former college players and helped establish the American Professional Football Association, which became the National Football League in 1922.Franchises cost $100 and the average payout for each player in 1920 was $125 per game. In 1921, after a business recession cut starch profits, A. E. Staley suggested to Halas that the future of professional sports would lie in big cities and paid Halas $5,000 to take the team to Chicago and keep the nickname Staleys for one season. The Racine Cardinals and Chicago Tigers already were playing professional football in Chicago. Halas received permission from Cardinals owner Chris O'Brien to share territorial rights. Halas made Ed “Dutch” Sternaman a partner and cocoach.The Staleys played in Cub Park, the baseball stadium later renamed Wrigley Field. Halas and Sternaman renamed their team the Bears because, they said, football players are bigger than baseball players.Halas was a player as well as coach during the 1920s and was responsible for assembling a team that compiled only one losing record in its first 25 years. During that period, the Bears won the league championship six times and became known as the “Monsters of the Midway.”In the fall of 1925, Halas signed University of Illinois star senior Harold “Red” Grange when the college football season ended. Grange's manager, C. C. Pyle, operator of a movie theater in Champaign, arranged a barnstorming tour that brought national recognition to the Bears and the league. On Thanksgiving Day, 1925, Grange and the Bears played the Chicago Cardinals to a scoreless tie in Wrigley Field before the biggest crowd the league had drawn, 36,000. The team played eight games in 12 days in St. Louis, Philadelphia, New York City, Washington, Boston, Pittsburgh, Detroit, and Chicago. A crowd of 73,000 watched the game against the Giants in New York. The team played nine more games in the South and West, including a game that drew 75,000 to the Los Angeles Coliseum.After the team's first losing season, in 1929, Halas hired former University of Illinois assistant Ralph Jones to coach. Jones refined the T formation, and the Bears won the league's first postseason game to decide the championship, in 1932, by defeating the Portsmouth Spartans 9–0. Because of inclement weather, the game was played indoors in Chicago Stadium on an 80-yard field.The Bears lost $18,000 in 1932. Halas borrowed money to buy out Sternaman for $38,000 and reinstated himself as coach in 1933. The Bears won the league championship in 1934. In 1936, the Bears made tackle Joe Stydahar their first choice in the league's first player draft. In 1939, they drafted Columbia quarterback Sid Luckman. The following year, they defeated the Washington Redskins 73–0 for the championship in the most lopsided game in NFL history. With the help of former University of Chicago and Stanford coach Clark Shaughnessy, Halas's offense perfected the T formation with “man in motion.” The game against Washington was the first championship carried on network radio, broadcast to 120 stations. It further popularized the NFL and helped revolutionize offensive football in colleges and the pros.With future Hall of Fame players Luckman, Stydahar, Bronko Nagurski, Danny Fortmann, George McAfee, George Musso, and Clyde “Bulldog” Turner, the Bears of the early 1940s dominated the NFL, winning titles in 1940, 1941, 1943, and 1946, and losing the 1942 championship after compiling an undefeated regular season. Halas joined the Navy in 1942, and several players also left for service in World War II. Heartley “Hunk” Anderson and Luke Johnsos were co-coaches until Halas returned in 1946.Halas made Paddy Driscoll coach in 1956–57 before returning himself until 1968, when he retired at age 73 after winning a league record 324 games, including his last championship, in 1963. Halas died in 1983, leaving the team to his daughter, Virginia Halas McCaskey. The Bears won the 1985 Super Bowl championship with former player Mike Ditka as coach. In 1997, the Bears became the first team in the NFL to reach 600 victories.",
    "Bibliography": "Halas, George, Gwen Morgan, and Arthur Veysey. Halas by Halas. 1979.Rollow, Cooper. Bears 1977 Football Book. 1977.Whittingham, Richard. The Bears: A 75-year Celebration. 1994.",
    "Author of Text": "Don Pierson",
    "Hyperlinked Terms Associated": [
        "football",
        "Wrigley Field",
        "Chicago Stadium",
        "University of Chicago",
        "broadcast",
        "World War II"
    ]
}