{
    "Title": "Blackhawks",
    "Descriptive Text": "Professional ice hockey came to Chicago in 1926 when Major Frederick McLaughlin, a local coffee millionaire, purchased the Western Canadian Hockey League's Portland (Oregon) Rosebuds and moved the team to Chicago, renaming them the Blackhawks after his former army division. The Blackhawks played at Chicago Coliseum, 16th and Wabash, before moving into Chicago Stadium in 1929.The Blackhawks won Stanley Cups in 1934 and 1938. Because McLaughlin was obsessed with the idea of an all-American team, many of the Blackhawks' players during the 1930s were Americans from Minnesota, which outraged some Canadians. Bill Stewart, who coached the team to the 1938 Stanley Cup, was the first American-born manager to accomplish the feat.Despite the presence of many talented players, the 1940s and 1950s were dismal years for the Blackhawks, who finished in last place nearly every season and made the playoffs only once. As part of a rebuilding effort, team ownership brought General Manager Tommy Ivan to Chicago from the Detroit Red Wings in the 1950s. Ivan developed a productive system of farm teams that supplied the Blackhawks with fresh, new talent.The Blackhawks developed into a formidable force during the 1960s, winning the Stanley Cup in 1961, finishing first in 1967, and reaching the Stanley Cup finals in 1961–62 and 1964–65. Forwards Bobby Hull and Stan Mikita, as well as goaltender Glenn Hall, were among the NHL's best players.Led by longtime coach Billy Reay, the Blackhawks enjoyed first-place finishes in 1969–70 and 1970–71 and made it to the Stanley Cup finals in 1970–71 and 1972–73. After a gradual rebuilding process during the 1980s, the team enjoyed a resurgence during the 1990s, reaching the Stanley Cup finals in 1991–92 and finishing first in the NHL in 1992–93. It also was during the 1990s that the Blackhawks moved into the United Center.",
    "Bibliography": "Greenland, Paul. Hockey Chicago Style: The History of the Chicago Blackhawks. 1995.Pfeiffer, Gerald L. The Chicago Blackhawks : A Sixty Year History, 1926–1986. 1987.Vass, George. The Chicago Black Hawks Story. 1970.",
    "Author of Text": "Paul R. Greenland",
    "Hyperlinked Terms Associated": [
        "ice hockey",
        "Chicago Stadium",
        "United Center"
    ]
}