{
    "Title": "Cabrini-Green",
    "Descriptive Text": "Neighborhood in the Near North Community Area. Formerly “Swede Town” and then “Little Hell,” the site of the Cabrini-Green public housing complex was notorious in the early twentieth century for its inhabitants' poverty and dilapidated buildings. During World War II, the Chicago Housing Authority razed Little Hell and built a low-rise apartment project for war workers, naming it the Frances Cabrini Homes after the first American canonized by the Catholic Church. CHA further transformed the area with the high-rise Cabrini Extension (1958) and William Green Homes (1962). The original population of Cabrini-Green reflected the area's prior ethnic mix; poor Italians, Irish, Puerto Ricans, and African Americans lived among the war workers and veterans. Racial segregation overtook Cabrini-Green by the early 1960s.The large new apartments and large swaths of recreation space failed to mend the area's poverty. The difficulty blacks had finding better, affordable housing gave Cabrini-Green a permanent population. CHA failed to budget money to repair buildings and maintain landscaping as they deteriorated. Cabrini-Green's reputation for crime and gangs rivaled Little Hell's. The murders of two white police officers in 1970 and of seven-year-old resident Dantrell Davis in 1992 drew national attention.Increasing real-estate values in the late twentieth century led housing officials to propose replacement of the complex with mixed-income housing. Residents argued however that such a move would displace them permanently, completing the slum removal effort begun with the building of Cabrini Homes half a century earlier.",
    "Bibliography": "Bowly, Devereux, Jr. The Poorhouse: Subsidized Housing in Chicago, 1895–1976. 1978.Marciniak, Ed. Reclaiming the Inner City: Chicago's Near North Revitalization Confronts Cabrini-Green. 1986.",
    "Author of Text": "Amanda Seligman",
    "Hyperlinked Terms Associated": [
        "Chicago Housing Authority",
        "Italians",
        "Irish",
        "Puerto Ricans",
        "African Americans",
        "apartmenrs"
    ],
    "Street addresses associated": [
        "Near North Side"
    ]
}