{
    "Title": "Calumet Heights",
    "Descriptive Text": "Community Area 48, 11 miles SE of the Loop. Calumet Heights lies on Chicago's Southeast Side, bounded by 87th Street on the north, South Chicago Avenue on the east, and railroad lines on the west and south (along 95th Street). The community takes its name from the nearby Calumet River and from the ridge of Niagara limestone that runs through the area.The swampy Calumet Heights region remained largely unoccupied throughout much of the nineteenth century. Though travelers passed through, few settled. In the 1870s, the Calumet and Chicago Canal and Dock Company acquired property in what was by then part of the incorporated Township of Hyde Park, holding it for future use. In 1881, the New York, Chicago & St. Louis railroad built rail yards at the area's western border, and a small settlement began to develop nearby. A new quarry near 92nd Street prompted further settlement. Real-estate developer Samuel E. Gross purchased a portion of the Calumet and Chicago Company's land in 1887, creating the new Calumet Heights subdivision. Though Chicago annexed the entire Hyde Park Township just two years later, and the adjacent Stony Island and South Chicago Heights subdivisions followed in 1890 and 1891, residential growth remained slow for several decades.By 1920, Calumet Heights had 3,248 residents, many of them, especially in the eastern section, foreign-born. During the following decade, the community experienced a surge in residential building, and population more than doubled, to 7,343 by 1930. The large foreign-born population included many Poles, Italians, Irish, and Yugoslavians. The new housing included many single-family homes, though an area of apartments also developed west of Stony Island Avenue, between 87th and 91st Streets. Building slowed dramatically during the Great Depression, however, and much of Calumet Heights remained vacant.The postwar years saw renewed growth. The 92nd Street quarry was filled in and a group of small homes constructed there. A shopping area developed around Stony Island Avenue and 87th Street. The community's population grew to 9,349 in 1950, and surged to 19,352 in 1960.Between 1960 and 1980 the Calumet Heights community experienced a sea change in its population. A few African Americans began to move in during the early 1960s. By 1970, they made up 45 percent of the population; by 1980, more than 86 percent. Louis Rosen, whose family remained in Calumet Heights well beyond most of their white neighbors, documented this change in The South Side: The Racial Transformation of an American Neighborhood (1998).Throughout the last decades of the twentieth century, Calumet Heights remained solidly middle class, with many professionals and other white-collar workers being drawn to its well-kept homes. In 1990, nearly three-quarters of the homes were single-family, and of these, four of five were owner-occupied.Calumet Heights comprises two distinct residential areas. The Stony Island Heights neighborhood occupies the eastern two-thirds of the community. More affluent still is the Pill Hill neighborhood, said to be named for the large number of doctors from nearby South Chicago Hospital who own spacious homes perched upon the Stony Island ridge.",
    "Bibliography": "Chicago Fact Book Consortium, ed. Local Community Fact Book: Chicago Metropolitan Area, 1990. 1995.Kouri, Charles. “Upwardly Mobile: Calumet Heights a ‘High-End’ Community.” Chicago Tribune, November 22, 1991.Richardson, Cheryl Jenkins. “Communities: At Home in Calumet Heights.” Chicago Tribune, November 23, 1998.",
    "Author of Text": "Elizabeth A. Patterson",
    "Hyperlinked Terms Associated": [
        "Calumet River",
        "railroad",
        "quarry",
        "Real-estate",
        "subdivision",
        "Hyde Park Township",
        "Poles",
        "Italians",
        "Irish",
        "Yugoslavians",
        "Great Depression",
        "African Americans"
    ],
    "Street addresses associated": [
        "Calumet Heights",
        "Stony Island Heights",
        "Pill Hill"
    ]
}