{
    "Title": "Calumet River System",
    "Descriptive Text": "The Calumet river system is a network of waterways, some human-made and others transformed by two centuries of human straightening, widening, dredging, channelizing, and damming, as well as by industrial pollution and landfilling of nearby marshes.Thousands of years ago the Konomick River flowed west from LaPorte County, Indiana, to near Riverdale, where it emptied into Lake Michigan, which was then much larger. Centuries of wave action and drifting sand filled in the southern end of the lake, and by the late eighteenth century, the Konomick made a hairpin turn in the vicinity of Riverdale then flowed back east to the Miller area of Gary, where it emptied into Lake Michigan. Between 1809 and 1820, a channel was cut from the northern section of this river through the marshes to South Chicago. Now the southern part of the Konomick—or the Little Calumet—flowed around the hairpin turn and into this new channel and emptied into the lake at South Chicago. Another channel linked it to Lake Calumet as well. The northern portion, or Grand Calumet, was deprived of the waters of the Little Calumet, and it flowed so sluggishly that by 1872 sand bars completely covered its outlet, and its flow was reversed.In 1823 a government engineer proposed placing the terminus of a canal between Lake Michigan and the Illinois River at South Chicago, but this plan for the Illinois & Michigan Canal was turned down in favor of a Chicago River terminus. The Calumet watershed remained flat and marshy and its waterways unnavigable. Only when downtown Chicago began to fill up and expanding heavy industry found itself short on space did developers and industrialists turn to the Calumet area, where they could still enjoy proximity to Chicago's transportation, markets, labor force, and business services.Industrial development became possible in 1869, when Congress appropriated money for a harbor at South Chicago. In the 1890s, the Calumet River was straightened and dredged. Industry began moving into the area in the 1870s, and by the early twentieth century the Pullman Company, the South Works of U.S. Steel, and other industries had been established in southeast Chicago and Hammond. To accommodate industry, the channel of the Grand Calumet was moved and straightened. The Indiana Harbor Canal connecting the Grand Calumet with Lake Michigan at East Chicago was completed in 1906, and industries moved to its banks. Burns Ditch, completed in 1926, connected the Little Calumet with Lake Michigan in Porter County, draining thousands of acres of marsh and facilitating development. Parts of the Grand Calumet and Little Calumet drained into the lake at these new outlets, depending on rainfall and lake levels. This harbor complex became the most important on the Great Lakes. With steel mills, oil refineries, chemical plants, packinghouses, and other industries, the Calumet system became the industrial center of the Chicago region. Since the model town of Pullman was built near its western shore in the early 1880s, Lake Calumet has been drastically altered. Vast areas of it have been filled in with refuse and converted to use as parkland and docks, while extensive dredging has deepened other parts to accommodate shipping.Industries dumped wastes into Calumet waterways, and sewers deposited human wastes in increasing amounts as industry and population grew. The currents flowing into the lake were inadequate to get rid of sewage and industrial wastes, and frequent dredging was necessary to keep channels open. In 1922, the Metropolitan Sewage District dug the Calumet-Sag Channel from the Little Calumet River to the Sanitary and Ship Canal (which paralleled the old Illinois & Michigan Canal). This altered the flow of the rivers and diverted wastes to the Illinois River and away from Lake Michigan. But river direction remained subject to flooding and to water levels in Lake Michigan, and, with Calumet-area wastes periodically entering Lake Michigan, Chicago's drinking water had a distinctive phenol taste. In 1922, the sewage district's first sewage treatment plant opened, serving that part of the Calumet region within Illinois.Still, pollution remained a very serious problem in the Calumet river system. Dredging spoils, which were often toxic, were dumped alongside its waterways for many years, and industrial and municipal wastes have also been dumped nearby. In the 1960s, the Calumet River was so polluted that sludge worms could not survive, and in 1965 the O'Brien Lock and Dam began operating on the Calumet River at 130th Street to prevent polluted water from entering Lake Michigan. Efforts to restrict industrial waste disposal into area rivers and canals had been made from the 1920s onward, but not until the 1970s did these efforts begin to be effective in cleaning up waterways. As of 2000 a number of river bottom locations remained so heavily polluted as to be active federal Superfund sites.",
    "Bibliography": "Colten, Craig E. Industrial Wastes in the Calumet Area, 1869–1970: An Historical Geography. 1985.Kay, Robert T., et al. Characterization of Fill Deposits in the Calumet Region of Northwestern Indiana and Northeastern Illinois. 1997.Moore, Powell A. The Calumet Region: Indiana's Last Frontier. 1959.",
    "Author of Text": "Christopher Thale",
    "Hyperlinked Terms Associated": [
        "industrial pollution",
        "Riverdale",
        "Lake Michigan",
        "Gary",
        "South Chicago",
        "Illinois & Michigan Canal",
        "Chicago River",
        "transportation",
        "business",
        "Hammond",
        "East Chicago",
        "refineries",
        "Pullman",
        "Sanitary and Ship Canal",
        "water",
        "waste disposal"
    ],
    "Street addresses associated": [
        "Pullman"
    ]
}