{
    "Title": "Calumet Park, IL",
    "Descriptive Text": "Cook County, 15 miles S of the Loop. Calumet Park began as an appendage of Blue Island. Originally calling their town Caswell, two to three hundred ethnically mixed residents incorporated as DeYoung in 1912. Soon Polish immigrants gained control of the village, changing its name first to Burr Oak and then to Calumet Park in 1925.During Prohibition, Calumet Park served as a bootlegging and gambling town for Al Capone, providing a haven for minor crime, which provided revenue for the village. The population reached 1,593 in 1940.After World War II, Interstate 57 cut through Calumet Park, dividing the community in two. But direct access to the Loop encouraged a population boom as builders filled the village with small brick houses. As the population expanded, the community became close-knit, with relatives frequently living nearby. By 1970 the population reached 10,069, with 60 businesses, most located along the commercial strips of 127th Street and Ashland Avenue. Even so, Calumet Park depended upon larger neighbors like Blue Island for jobs and significant purchases.Like many southern suburbs, Calumet Park experienced dramatic changes within the lifetime of its post–World War II settlers. In 1949, St. Donatus, a parish on the Blue Island border, established a Roman Catholic mission in Calumet Park to serve a population of predominantly Irish and Polish Catholics. Twenty-five years later, the mission evolved into Seven Holy Founders Church, the village's dominant religious institution. The parish and the Calumet Park Recreation Association united the community, which built a public swimming pool and a small library in 1964. By 1980, one-fourth of the population was over 65.As late as 1975, only 12 African American families lived in the village. But within 10 years, blacks became the dominant population, accounting for 72 percent by 1992. The transition from white to black suburb produced conflict. In the summer of 1992, within weeks of each other, two black prisoners died in the village jail, allegedly by suicide. The incidents attracted the attention of Chicago Alderman Robert Shaw, whose protests against the all-white police force provided headlines for Chicago papers. Fearful of gangs, the village created ordinances establishing curfews for children and prohibitions against gatherings of three or more people. Enforcement increased racial tensions, leading to the election of Buster Porch in 1996 as the first African American mayor of Calumet Park.",
    "Bibliography": "“Cal Park—It's the Village That Works.” Chicago Sun-Times, January 11–12, 1980.“Cal Park: A Town Torn with Tension.” Chicago Sun-Times, July 6, 1992.Calumet Park Community Improvement Association. Calumet Park: The Place to Be ... It's a Great Community. 1975.",
    "Author of Text": "Joseph C. Bigott",
    "Hyperlinked Terms Associated": [
        "Blue Island",
        "Polish",
        "gambling",
        "crime",
        "Roman Catholic",
        "Irish",
        "swimming",
        "African American",
        "police",
        "gangs"
    ],
    "Street addresses associated": [
        "Calumet Park"
    ]
}