{
    "Title": "Cambodians",
    "Descriptive Text": "Although a small number of Cambodians, many of them affiliated with the U.S. military, immigrated to Chicago prior to 1975, most of the Cambodians in Chicago came as refugees in the years following 1975, when the brutal Khmer Rouge regime seized control of Cambodia, killing millions. With the overthrow of the Khmer Rouge by Vietnamese forces in 1979, refugees escaped on foot to camps in Thailand, where international voluntary agencies assisted their emigration. From 1979 to 1985, groups like Catholic Charities, Lutheran Child and Family Services, Jewish Family and Community Service (a local affiliate of Hebrew Immigration Association), Travellers and Immigrants Aid, and Third World Services, along with many family sponsors, helped thousands of Cambodians settle in Chicago.The 2000 census counted 3,364 Cambodians in the metropolitan area, though community estimates ran to several times that number. Many settled in the economically disadvantaged area of Uptown, which presented its own inner-city obstacles to survival for the refugees. As years passed, others settled in Albany Park, making it and Uptown the two major Cambodian neighborhoods in the city.The Cambodian Association of Illinois (CAI) was founded in 1976 by a group of Cambodian volunteers in cooperation with the Chicago Office of Refugee Resettlement to assist the war-torn Cambodian refugees, many of whom came alone and almost all of whom had lost family members during the Khmer Rouge regime. Since many were suffering from post-traumatic stress disorder and had limited education (most educated Cambodians had been killed by the Khmer Rouge), CAI fostered educational, health, aid, and cultural programs to help the refugee community with its ongoing battle for survival. In 1980, CAI was formally incorporated and established its first community headquarters at 1105 W. Lawrence.Other centers of the Cambodian community were established during the 1980s as refugees continued to arrive. In 1986 and 1989, respectively, the Cambodian Buddhist Association (1228 W. Argyle) and the Kampuchean Buddhist Society (4716 N. Winthrop) were founded as spiritual centers for Chicago's Cambodian community. In 1979, Uptown Baptist Church began to hold services in the Khmer language.With limited education, most Cambodian refugees sought jobs in factories, crafts, and blue-collar service jobs. English as a Second Language and other educational programs provided at CAI helped Cambodians to adjust to American life, but poverty remained a major problem, with 49 percent of Cambodians in Chicago living beneath the poverty line at the end of the 1990s.Although relations between Cambodians and other Southeast Asian groups such as Laotians and Vietnamese became increasingly friendly in the United States, the Cambodian community has remained a largely separate group in Chicago. In 1999, CAI moved its headquarters to an expanded facility, located at 2831 W. Lawrence, which continued to serve as the focal point for the Cambodian community. Continuing its aid programs for the immigrants (who in 1999 still constituted 80 percent of the community), the CAI also sponsored youth programs such as the Cambodian Traditional Dance Troupe, the Khmer Future Leaders Project, and Cambodian Youth Council. These aimed to preserve the Cambodian culture among the first generation of Cambodians born in America.",
    "Bibliography": "“Cambodians Have a Home, a Place to Honor Memories.” Chicago Tribune, May 14, 1999.Khim, Borita. “Cambodians.” In The Ethnic Handbook: A Guide to the Cultures and Traditions of Chicago's Diverse Communities, ed. Cynthia Linton. 1996.",
    "Author of Text": "Robert Morrissey",
    "Hyperlinked Terms Associated": [
        "refugees",
        "Vietnamese",
        "Catholic Charities",
        "Uptown",
        "Albany Park",
        "Buddhist",
        "Laotians"
    ],
    "Street addresses associated": [
        "Uptown",
        "Albany Park"
    ]
}