{
    "Title": "Cameroonians",
    "Descriptive Text": "The first Cameroonians in Chicago came as students in the early 1960s. More permanent immigrants began arriving in the 1990s during political unrest in Cameroon occasioned by the birth of a multiparty system. Many fled to escape imprisonment, torture, and political repression within the strife-ridden country. Approximately 300 to 400 Cameroonians arrived annually in Chicago from 1994 to 2000. Community leaders estimated that roughly 1,500 Cameroonians lived in Chicago at the turn of the millennium, with another 500 or so living in the suburbs.Because visas were granted most readily to those with advanced education, and because so many professionals were openly critical of the government and therefore particularly vulnerable to political repression, many Cameroonian emigrants were professionals. Community leaders identify medicine, engineering, nursing, pharmacy, and computer programming as significant areas of employment. A smaller working-class segment of the population has found work in blue-collar service jobs. Although Cameroonians settled in various neighborhoods throughout the city, a significant percentage of them made their homes in the Rogers Park area.Political activism has provided the focus for several Cameroonian community groups in Chicago. In 1991, Cameroonians formed an overseas wing of the Social Democratic Front, an opposition party, in order to support the cause of political pluralism. This U.S. SDF party later grew into a national movement with affiliates in several other American cities. The group raised funds to support the movement in Cameroon, and also pressured the U.S. Senate and the United Nations to stop the sale of arms to the Cameroon government. Soon after, another group of mostly French-speaking Cameroonians in Chicago formed a wing of the Cameroonian People's Democratic Movement, waging its own campaign of political activism in support of the government.In 1998, Cameroonian leaders founded the first nonpolitical Cameroonian community group in Chicago. The Association of Cameroonians in Illinois aimed to unite Cameroonians of all political persuasions, providing assistance to immigrants and mutual aid to members of the community, and acting as a collective body to represent Cameroonians to the city government. The community also commemorated annual celebrations, including Cameroonian Independence Day, which falls on May 20.",
    "Author of Text": "Robert Morrissey",
    "Hyperlinked Terms Associated": [
        "nursing",
        "Rogers Park"
    ],
    "Street addresses associated": [
        "Rogers Park"
    ]
}