{
    "Title": "Canaryville",
    "Descriptive Text": "“Canaryville” enjoyed a reputation as one of the toughest neighborhoods in the city from the late nineteenth through much of the twentieth century. A largely Irish community on the South Side adjacent to Bridgeport in the New City community area, it stretches from Fortieth to Forty-Seventh Street between Wentworth Avenue and Halsted, with the “ Black Belt ” to the east and the late Union Stock Yard to the west. Given its close proximity to the stockyards, the area's physical environment and economic life were shaped by livestock and meatpacking from the 1860s until the industry's decline in the postwar era. Canaryville's name may originally have derived from the legions of sparrows who populated the area at the end of the nineteenth century, feeding off stockyard refuse and grain from railroad cars, but the term was also applied to the neighborhood's rambunctious youth, its “wild canaries.” Gangs helped establish the neighborhood's truculent reputation and were active in attacks on African Americans during the 1919 Race Riot. Boasting a strong Democratic Party machine throughout the twentieth century, Canaryville also embraced a rich Roman Catholic cultural life centered on St. Gabriel's Parish. With the closing of the stockyards and the International Amphitheatre, population in the area began declining in the 1960s. Still populated largely by Irish, Canaryville now includes a sizeable Mexican community.",
    "Bibliography": "Davis, Myron. “Canaryville.” University of Chicago Research Paper, doc. 1a, in “Documents: History of Bridgeport.” 1927. Chicago Historical Society.Pacyga, Dominic A., and Ellen Skerrett. Chicago, City of Neighborhoods: Histories and Tours. 1986.Wade, Louise Carroll. Chicago's Pride: The Stockyards, Packingtown, and the Environs in the Nineteenth Century. 1987.",
    "Author of Text": "James R. Barrett",
    "Hyperlinked Terms Associated": [
        "Irish",
        "South Side",
        "Bridgeport",
        "New City",
        "Black Belt",
        "Union Stock Yard",
        "meatpacking",
        "Gangs",
        "African Americans",
        "Race Riot",
        "Democratic Party",
        "Roman Catholic",
        "International Amphitheatre",
        "Mexican"
    ],
    "Street addresses associated": [
        "Canaryville",
        "Bridgeport"
    ]
}