{
    "Title": "Canadians",
    "Descriptive Text": "In addition to the French Canadian population, Chicago has long been home to significant numbers of English-speaking Canadians. For many Anglo-Canadians, migration to the United States was an extension of internal migration patterns by which ambitious young people sought economic opportunities in towns and cities. For much of the nineteenth century, travel between Canada and the United States was not a noticeably different experience from travel within either country. Immigrants were not screened at the U.S. border until the 1890s, and Canadians moving to the U.S. did not need visas until 1924. Canadians were exempt from the quota system imposed on overseas immigrants in 1924, but in the 1930s the Great Depression closed off the economic opportunities that had attracted Canadians to the United States.Movement between Canada and Chicago became easier in 1854 with the opening of the Great Western Railroad, which connected Ontario to Chicago. Many Canadians passed through Chicago on their way to other destinations, but significant numbers settled in the Chicago metropolitan area. After 1866, more residents of the Canadian province of Ontario moved to the United States because population growth and changes in agriculture limited economic opportunities in rural Ontario. According to the 1880 census, Chicago was home to nearly 14,000 people born in Canada, making Canadians the third largest immigrant group in the city after the Germans and Irish. By 1900, more than 34,000 Canadian immigrants and almost 55,000 children of Canadian immigrants lived in the city of Chicago. Most Anglo-Canadian immigrants to Chicago came from Ontario and from the prairie provinces of Alberta, Manitoba, and Saskatchewan.Chicago's Anglophone Canadian population has left few traces that historians can discern. English-speaking Canadians did not face linguistic or social barriers preventing them from participating in English-speaking Chicago society and had little incentive to form separate ethnic schools or churches or to congregate in ethnic neighborhoods. Canadians divided among a number of religious denominations and joined general English-language churches rather than starting their own Canadian congregations. Furthermore, some of Chicago's Canadians were born in Europe or were the children of European immigrants, and these might have identified as much with their European ethnicity as with Canada.Although Chicago's English-speaking Canadians did not create many institutions to foster a sense of Canadian ethnicity, there is evidence that they did identify with their home country and with the British Empire. From the 1880s to the 1900s, a weekly newspaper, the Canadian American, was published in Chicago. Around the same time, the Western British American encouraged a sense of British imperial identity by reporting on events in British dominions and carrying news of Chicago's Canadian, English, Irish Protestant, Scottish, and Australian communities. Both newspapers refer to Canadian clubs in Chicago.Chicago continues to be home to many English-speaking Canadians and to a smaller number of Francophone Canadians. In 2000, approximately 16,000 people who were born in Canada lived in the Chicago metropolitan area. Most have come to Chicago to pursue professional opportunities or because they have married Americans who wish to remain in the country. Although many Canadians in Chicago feel a sense of kinship or “cousinhood” with Americans, many stress the differences between Canadian and American culture and maintain a sense of distinctive Canadian identity. Nationwide, Canadian immigrants are the national group whose members are least likely to become naturalized American citizens, even after many years of residence in the United States.Several institutions in Chicago continue to foster Canadian identity. The Canadian Club of Chicago, founded in 1942, promotes commerce between the United States and Canada and provides opportunities for Canadians in Chicago to socialize with each other. Members include Canadians, former Canadians, and Americans with an interest in Canada. The club provides lectures on business topics as well as social events such as outings to ice hockey games. The Canadian Women's Club sponsors social and philanthropic activities.",
    "Author of Text": "Emily Brunner",
    "Hyperlinked Terms Associated": [
        "French",
        "Great Depression",
        "Railroad",
        "agriculture",
        "Germans",
        "Irish",
        "English",
        "Protestant",
        "Scottish",
        "Australian",
        "Club",
        "ice hockey"
    ]
}