{
    "Title": "Capital Punishment",
    "Descriptive Text": "Illinois has had a death penalty since the Northwest Ordinance of 1787, which provided for death in cases of treason, murder, arson, horse stealing, and rape.In Chicago, a bitter legacy of justice is found in the 171 executions that took place between 1840 and 1962, three of which were public. In 1859, state legislation moved all hangings to inside the jail in the county where the condemned was sentenced. From then until 1928, 101 individuals were hanged in Cook County at the county jail. In 1928, both the method and location of execution in Illinois were changed—from hanging to electrocution, and from county jails to the state penitentiaries at Joliet and Menard—with one exception: counties having populations over one million were to retain jurisdiction over their executions, thereby making the Cook County Jail the only local facility in the state eligible to maintain its own electric chair. From 1928 until the execution of James Dukes in 1962, 67 men were electrocuted in Cook County.The attack on capital punishment in the United States intensified after the end of World War II and culminated on June 29, 1972, in the U.S. Supreme Court decision in the landmark case of Furman v. Georgia. The Court ruled that the death penalty as applied in the variousstates was arbitrary and capricious, constituting “cruel and unusual punishment” in violation of the Eighth Amendment. But as states began to enact new death-penalty laws designed to conform to the standards required by the Furman decision, the number of death-row prisoners again began to rise.As the twentieth century drew to a close, the wisdom and morality of the death penalty remained a controversial issue in Chicago's legal and civic community. Execution by lethal injection was instituted in 1990 at Stateville Prison in Joliet. In September 1998, the state of Illinois transferred the capital punishment lethal-injection execution chamber to the new “supermaximum security” prison at Tamms, Illinois.",
    "Bibliography": "Sturman, John David. “An Abolitionist Perspective on the History of the Death Penalty in Illinois with Commentary.” M.A. thesis, University of Illinois at Chicago. 1995.",
    "Author of Text": "Jess Maghan",
    "Hyperlinked Terms Associated": [
        "Northwest Ordinance",
        "jail",
        "Cook County",
        "Joliet"
    ]
}