{
    "Title": "Carol Stream, IL",
    "Descriptive Text": "DuPage County, 26 miles W of the Loop. A veteran of the War of 1812, Anning S. Ransom, came to farm this area around 1840. He was followed in 1844 by Vermonter Daniel Kelley, who purchased 1,400 acres and settled at “Tall Trees” with his wife to raise Spanish Merino sheep. The Kelleys and their 11 children all became actively involved in Wheaton's political and business life. Daniel Kelley donated land for the Chicago & Great Western Railway, and the area around the railroad stop became known as Gretna after 1887. German farm families, largely RomanCatholics from Southern Germany, immigrated and established St. Stephen's Catholic Church in 1852. St. Stephen's served the area for 20 years and became the mission church for six additional DuPage County parishes.Agriculture dominated Gretna's economy until the 1950s, and Gretna's Harbecke-Landmeier farm so typified successful farm life that it became the site for the 1953–1955 television show Out on the Farm. In the mid-1950s Wheaton resident Jay Stream was among a group who selected the farmlands of Gretna for a community development whose industrial base would significantly defray the costs of its public services. Stream built housing tracts and the first shopping center and supermarket in DuPage County for its residents. The area was renamed after Jay Stream's daughter Carol.By November 1958 hundreds of residents had moved into Carol Stream. The village incorporated in 1959 and passed a 5 percent utility tax with no village property taxes levied (except for library purposes and sewer and water bond issues). This arrangement remained in effect through the 1990s.In the early 1960s office and industrial parks (particularly warehousing) were developed, which are served by the Illinois Central Railroad. Tyndale House Publishing Company moved to Carol Stream in 1980. The village grew from 15,472 residents in 1980 to 40,438 in 2000.",
    "Bibliography": "Thompson, Richard A., ed. DuPage Roots. 1985.",
    "Author of Text": "Jane S. Teague",
    "Hyperlinked Terms Associated": [
        "Wheaton´s",
        "railroad",
        "German",
        "RomanCatholics",
        "DuPage County",
        "Agriculture",
        "Illinois Central Railroad"
    ]
}