{
    "Title": "Catholic Charities",
    "Descriptive Text": "Incorporated in January 1918, Catholic Charities became the central agency coordinating fundraising efforts in the Roman Catholic Archdiocese of Chicago for relief work among the poor. It has grown into one of the largest not-for-profit social service agencies in the United States, annually serving nearly 500,000 “Cook and Lake County residents of all religious, national, social, racial, and economic backgrounds.”Since the 1840s, Chicago's Roman Catholics had sustained a multitude of charitable organizations— orphanages, hospitals, industrial schools, homes for unwed mothers, day nurseries, and homes for the blind and the aged. But the demand outstripped the resources of ethnic parishes and religious orders. Archbishop George W. Mundelein articulated the advantages of the new system: not only would Catholic Charities be more efficient, it would “eliminate the need for our Sisters begging and ... let them return to the more necessary work of caring for the sick and looking after the deserted, the dependent, the delinquent.”Catholic Charities expanded its services in the 1920s to include adoption. During the Great Depression of the 1930s, 4,300 volunteers from the parish-based St. Vincent de Paul Society (1857) aided families in obtaining financial assistance through the Chicago Relief Administration. Maternal and child care continued to be a priority after World War II, and in the 1960s, Catholic Charities began to administer federal funds from the “War on Poverty.” By the end of the twentieth century, Catholic Charities was the largest private charitable agency in the Midwest. In addition to providing food, clothing, and other assistance to abused and neglected children, pregnant women, and victims of domestic violence and substance abuse, the agency has utilized former parochial schools and convents as shelters for homeless women and families and built new residences for senior citizens.",
    "Bibliography": "Coughlin, Roger J., and Cathryn A. Riplinger. The Story of Charitable Care in the Archdiocese of Chicago, 1844–1997. 1999.The Housing Crisis in Our Neighborhoods. 8-page pamphlet distributed by the Catholic Charities of Chicago, October 1999.Mundelein, George W. Two Crowded Years. 1918.",
    "Author of Text": "Ellen Skerrett",
    "Hyperlinked Terms Associated": [
        "Roman Catholic Archdiocese of Chicago",
        "social service",
        "Roman Catholics",
        "orphanages",
        "hospitals",
        "Great Depression",
        "St. Vincent de Paul Society",
        "convents"
    ]
}