{
    "Title": "Catholic School System",
    "Descriptive Text": "Catholic education in Chicago began simply enough on June 3, 1844, with a boys' school at the rear of St. Mary's Church at Madison Street and Wabash Avenue. Newly appointed bishop William J. Quarter embarked on an ambitious program to provide Roman Catholic immigrants with an entire system from grammar grades through college. St. Mary of the Lake University, the first institution of higher learning in Chicago, was dedicated on July 4, 1846. Wracked by conflict after Quarter's death in 1848, the university and its seminary department survived only until 1866. Much more successful were the parish-based grammar schools and convent academies that came to be a distinguishing feature of the urban landscape.Parochial schools not only eventually met the needs of diverse ethnic and racial groups— Irish, Germans, Poles, Czechs and Bohemians, French, Slovaks, Lithuanians, African Americans, Italians, and Mexicans —but they were primarily the creation of Catholic nuns, often immigrants themselves, who lived in neighborhood convents close to the families they served. Virtually all of the city's 24 parishes supported parochial schools by the time of the Great Fire of 1871, a trend that continued for nearly a century.Built with voluntary contributions, Catholic schools sought to preserve culture and transmit faith while educating the children of immigrants for American citizenship. Nativists decried the existence of a separate Catholic school system and defeated efforts by Catholics to obtain a share of the state's educational fund in the 1850s and 1860s. The multiethnic character of Chicago's parochial schools was brought into sharp relief during the controversy over the Edwards Law (1889), a compulsory education measure that required instruction solely in English and gave local school boards the authority to regulate private schools. Catholics collaborated with German Lutherans to force the repeal of the Edwards Law, with 30,000–50,000 Catholic protesters taking the streets on October 30, 1890, in a torchlight procession.Catholic elementary school enrollment in Chicago tripled between 1900 and 1930, from 49,638 to 145,116. Despite the decrease in family size during the Great Depression, by 1942 Catholics still supported 264 grammar schools in the city as well as a network of 59 secondary schools. Of these high schools, 28 were for girls, 14 were for boys, and 17 were coed. While women's colleges such as Saint Xavier (1912), Barat (1918), Rosary (1922), and Mundelein (1930) continued to struggle for survival, older institutions such as Loyola (1870) and DePaul (1898) soon benefited from returning veterans, whose post– World War II education was funded by the GI Bill.Although enrollment in Chicago's Catholic schools peaked during the “baby boom” of the 1950s, parochial schools in older industrial neighborhoods and on the city's South and West Sides began to experience the effects of dramatic ethnic and racial change. However, in welcoming “every Catholic child of the Negro race, whether his parents be Catholic or not,” parochial schools continued to be, in the words of the Chicago Defender, “a blessing especially to poor black families.” Archbishop John P. Cody's decision to restrict the construction of elementary schools in the suburbs of Cook and Lake Counties marked the end of the school-centered model of Catholic parish life. Since 1966, the Archdiocese of Chicago has closed more than half its urban schools. Chicago's 139 Catholic elementary schools and 25 high schools enrolled 61,769 students in 2002.",
    "Bibliography": "Golden Jubilee of the New World, 1892–1942. 1943.Koenig, Rev. Msgr. Harry C., ed. A History of the Parishes of the Diocese of Chicago. 2 vols. 1980.Sanders, James W. The Education of an Urban Minority: Catholics in Chicago, 1833–1965. 1977.",
    "Author of Text": "Ellen Skerrett",
    "Hyperlinked Terms Associated": [
        "Roman Catholic",
        "seminary",
        "schools",
        "convent",
        "Irish",
        "Germans",
        "Poles",
        "Czech and Bohemians",
        "French",
        "Slovaks",
        "Lithuanians",
        "African Americans",
        "Italians",
        "Mexicans",
        "parishes",
        "Fire of 1871",
        "Great Depression",
        "Saint Xavier",
        "Barat",
        "Loyola",
        "DePaul",
        "World War II",
        "Chicago Defender",
        "Cook",
        "Lake Counties",
        "parish life"
    ]
}