{
    "Title": "Century of Progress Exposition",
    "Descriptive Text": "(May 27, 1933–November 12, 1933; May 26, 1934–October 31, 1934)Originally intended to commemorate Chicago's past, the Century of Progress Exposition came to symbolize hope for Chicago's and America's future in the midst of the Great Depression.This was the second world's fair that Chicago had hosted, and by the time it closed, it had been visited by nearly 40 million fairgoers. As was the case with the 1893 World's Columbian Exposition, the Century of Progress Exposition was conceived in an atmosphere of economic, political, and social crisis, shaped this time by the economic recession that followed America's victory in World War I, the ensuing Red Scare, Chicago's 1919 Race Riots, and Chicago's notorious gangster violence. These threats to social order led Chicago's political and cultural authorities to organize the 1921 Pageant of Progress along the Municipal Pier ( Navy Pier ). The festival's success in attracting over a million visitors during its two-week run inspired a diverse group of Chicago's business and civic authorities to propose another world's fair that would build confidence in the fundamental soundness of the American economy and political system. A decade later, the fair they initiated assumed national importance during the Great Depression, the nation's worst crisis since the Civil War.In the course of trying to win support from the city for their plans for a fair that would ultimately be built on Northerly Island (a narrow strip of reclaimed land just southeast of the Loop that had been developed as part of the Burnham Plan ), exposition promoters pointed to the resurgent world's fair movement across the Atlantic. In 1922, the French government sponsored a colonial exposition in Marseilles. The British followed suit in 1924–25 with the British Empire Exhibition on the outskirts of London. Then Paris hosted the 1925 Exposition Internationale des Arts Decoratifs et Industriels Modernes.Together with a world's fair closer to home, the 1926 Philadelphia Sesqui-Centennial International Exposition, these expositions sparked Chicago's political and business leaders to action. In 1927, they selected oil tycoon Rufus C. Dawes to serve as chairman of the exposition board. He invited his brother, Charles G. Dawes, a former U.S. senator and vice president of the United States, to serve as chairman of the exposition's finance committee and selected military engineer and future president of NBC Lenox R. Lohr to direct the fair's operations. In the wake of the 1929 stock market crash, the Dawes brothers' wealth and prestige, together with Lohr's managerial prowess, proved vital for the exposition's success. The Dawes brothers persuaded a notable array of local business figures, including Julius Rosenwald, head of Sears, Roebuck & Co., to secure $12 million in gold notes required to underwrite the initial costs of a fair that would ultimately cost more than $100 million. With that guarantee in tow, the Dawes brothers prevailed upon Congress to authorize construction of a U.S. government building and to issue invitations to foreign governments to participate in the fair.In addition to lending and securing financial and political support for the Century of Progress Exposition, Rufus Dawes played a pivotal role in giving the fair its thematic direction. In 1928, at the suggestion of several Chicago physicians and scientists, who saw in the fair an opportunity to cement alliances between the business and scientific communities and to rebuild public trust in science after the devastation wreaked by chemical weapons in the First World War, Dawes agreed to turn the fair into an “exposition of science and industrial development.” To give form and substance to this idea, Dawes asked the National Research Council to lend assistance. In exchange for their help in formulating a philosophy of science for the fair, he agreed to scientists' requests for a separate Hall of Science that would give the fair its unofficial motto: “Science Finds, Industry Applies, Man Conforms.”Lohr was asked to bring this vision to fruition. Under his close supervision, the architectural design of the fair was entrusted to a commission consisting of Edward H. Bennett, Arthur Brown, Jr., Daniel Burnham, Jr., Hubert Burnham, Harvey Wiley Corbett, Paul Philippe Cret, John A. Holabird, Raymond Hood, and Ralph T. Walker. Unlike earlier fairs, which gave architects responsibility for individual buildings, Century of Progress Exposition authorities, with some exceptions, agreed to give architects responsibilities for buildings in particular areas of the fair. Bennett, for instance, had responsibility for the area north of the fair's central lagoon, while Hubert Burnham received charge over an area south of the 23rd Street entrance. Joining these architects in planning the fair were prominent theater designer Joseph Urban and exhibit designers (and soon-to-be prominent Chicago architects in their own right) Louis Skidmore and Nathaniel Owings. Together, architects and designers developed a modernistic vision for the fair that, with its emphasis on streamlined surfaces and bright colors, differed markedly from the monochromatic, Beaux-Arts design of the 1893 fair. What the 1933–34 fair had in common with its predecessor was criticism from a famous architect. Just as Louis Sullivan condemned the architecture of the 1893 fair, so Frank Lloyd Wright, who had been denied a role in designing the 1933–34 fair, blasted its architecture as a “sham.”When the Century of Progress Exposition opened, numerous buildings and exhibits drove home the message that cooperation between science, business, and government could pave the way to a better future. With the Hall of Science serving as the cornerstone, nearly two dozen corporations, contrasted with only nine at the 1893 fair, erected their own pavilions and developed displays that insisted that Americans needed to spend money and modernize everything from their houses to their cars. Several model homes, including George Keck's House of Tomorrow, featured synthetic building materials and forecast a future where dishwashers and air conditioning would be commonplace household items.President Franklin D. Roosevelt was so taken with the power of the fair to stimulate spending on consumer durable goods, and thereby complement the federal government's efforts to jump-start the economy, that he urged Dawes to reopen the fair in 1934, which the exposition corporation agreed to do. Roosevelt was not alone in his enthusiasm. Henry Ford, who had insisted that his company not participate in the 1933 fair, switched gears after seeing the publicity that rival General Motors had generated for its products through its working model of a G.M. assembly line. By all accounts, the Ford Building, with its gigantic globe highlighting Ford's operations around the world, was the most popular corporate attraction at the 1934 fair.The drive to promote consumer spending was also apparent in the multitude of entertainments offered by the fair. In addition to its Skyride, with rocket cars carrying visitors 219 feet above the fairgrounds, the exposition boasted an Enchanted Isle for children, an Odditorium with variations on old-time “freak shows,” and various ethnic and ethnological villages. The hit of the Midway, and in many respects of the fair itself, proved to be a striptease show featuring Sally Rand's fan dance in the Streets of Paris concession. Rand, a local dancer and aspiring movie actress, had a talent for selfpromotion and parody. She originally intended her show as a spoof on Chicago's high-society matrons who insisted on overdressing at a time when many Americans barely had money to clothe themselves. By taking it off, she was putting them on. In the process, she made the Streets of Paris one of the most profitable concessions at the fair.The fair suggested that America, despite the Depression, was well on the way toward becoming a consumer paradise. Whether it would be paradise predicated on mutual respect and equal opportunity was an open question. With the exception of Jean Baptiste Point DuSable, the African American who established Chicago's roots and whose cabin was reproduced at the fair, very few exhibits noted African American contributions to Chicago's development. To the contrary, several concessions, notably the Darkest Africa show, openly ridiculed African Americans. Furthermore, despite early promises from exposition directors, African Americans were discriminated against in exposition employment practices and were refused service in several restaurants on the fairgrounds. Some African Americans boycotted the fair; others, aware that the fair was attempting to chart a roadmap to the future, determined to use the exposition to change the direction America was heading. With the help of the National Association for the Advancement of Colored People, a handful of African American state legislators held up legislation authorizing a continuation of the fair into 1934 until exposition management agreed to wording in the legislation that forbade racial discrimination on the fairgrounds. No small accomplishment in an era when segregation was commonplace and racism its ideological underpinning, the NAACP's success in transforming the Century of Progress Exposition into a laboratory for advancing the cause of civil rights helped energize a new generation of Chicago's civil rights activists.Unlike African Americans, who had some success in shaping practices at the Century of Progress Exposition, women were largely ignored by the fair's corporate leadership. In 1893, federal legislation had mandated the inclusion of women's exhibits in the World's Columbian Exposition. In 1933, no such congressional mandate existed, and the result was that women found little representation in the Century of Progress Exposition apart from midway shows where they were represented as commodities. In 1933–34, there was no Woman's Building, and exhibits depicting the contributions of women to America's national progress were few and far between. If the fair was any indication, progress in the area of women's rights would not automatically follow from the growing power of corporations in American life.The Century of Progress Exposition was not without its flaws and critics. But critics found little sympathy among those who, in the midst of the Great Depression, found employment, entertainment, and education at the fair. Perhaps the best measure of its success lay in expositions that followed in its wake. By the close of the decade, civic authorities in Dallas, San Diego, Cleveland, San Francisco, and New York had held major fairs that helped shore up national faith in the “world of tomorrow”—the theme of the 1939 New York World's Fair. While the Century of Progress Exposition left no permanent buildings, its profits enriched several Chicago museums, including the Museum of Science and Industry, which also received some of the exposition's exhibition materials for its permanent collections. Exposition land was later occupied by Meigs Field and McCormick Place. Perhaps the exposition's most lasting bequest was to remind Chicagoans and Americans alike of the distance they had traveled and of the distance they had yet to journey in defining the meaning of progress.",
    "Bibliography": "Findling, John E. Chicago's Great World's Fair. 1994.Rydell, Robert W. World of Fairs: The Century of Progress Expositions. 1993.",
    "Author of Text": "Robert W. Rydell",
    "Hyperlinked Terms Associated": [
        "Great Depression",
        "World´s Columbian Exposition",
        "World War I",
        "Race Riots",
        "Navy Pier",
        "Civil War",
        "Loop",
        "Burnham Plan",
        "business",
        "architecture",
        "African American",
        "National Association for the advancement of Colored People",
        "racism",
        "civil rights",
        "Museum of Science and Industry"
    ],
    "Street addresses associated": [
        "Loop"
    ]
}