{
    "Title": "Chambers of Commerce",
    "Descriptive Text": "For most of the twentieth century, the city of Chicago had no organization named the Chamber of Commerce, but it did have an Association of Commerce and Industry, formed in 1904. Not until 1992 did it take the name Chicagoland Chamber of Commerce. Overshadowed by the world-famous Board of Trade and by the socially prominent Commercial Club, the Association of Commerce and Industry played a key role in boosting Chicago and its business concerns. From its initial founding under the leadership of John Shedd of Marshall Field & Co., the association has gathered representatives of local businesses who meet regularly and work to strengthen the economic interests of Chicago. The association has extended the geographical reach of Chicago commercial interests, sending members to towns across the country recruiting business, distributing reams of booster literature, and helping to attract conventions. Its research bureau has provided market information to its members and statistics useful in lobbying local, state, and national governments, and members have fervently supported city improvement efforts promising growth and development.The association has also helped organize groups of businessmen similar to its own, playing a key role in founding the Illinois Chamber of Commerce. The association's sixth president, Harry Wheeler, became the first president of the U.S. Chamber of Commerce in 1912. Throughout its existence, the association has remained remarkably consistent in promoting what it calls “the great Central Market,” though its recent emphasis on global trade and on regional economic planning reflect how that market has changed.Businessmen within the city and in suburban communities surrounding Chicago also formed their own chambers, most of them in the 1920s, sometimes renaming existing businessmen's associations as chambers of commerce or associations of commerce and industry. These local chambers' sponsorship of events such as golf tournaments, pet parades, and holiday festivals encourage civic involvement and establish local identity within a sprawling metropolis, while promoting the commercial interests of their retail areas.The Chicago area is also home to regional chambers of commerce, such as the Chicago Southland Chamber of Commerce, and chambers representing particular groups within the city, such as the Cosmopolitan Chamber of Commerce, the Chicago Area Gay and Lesbian Chamber of Commerce, and the Polish American Chamber of Commerce. Other local organizations, such as the French -American Chamber of Commerce of Chicago and the America-Israel Chamber of Commerce Chicago facilitate economic exchange between Chicago and other countries. Together, these chambers of commerce link Chicago's regional markets in a vital network with not just one but many centers.",
    "Bibliography": "Chicago Faces and Places. Chicago Association of Commerce and Industry. 1979.Miller, Louisa Drucilla. “The Chicago Association of Commerce: Its History and Policies.” Ph.D. diss., University of Chicago. 1941.",
    "Author of Text": "Jeffrey Charles",
    "Hyperlinked Terms Associated": [
        "Commercial Club",
        "global",
        "golf",
        "Gay and Lesbian",
        "Polish",
        "French"
    ]
}