{
    "Title": "Charters, Municipal",
    "Descriptive Text": "Through municipal charters, state governments grant powers of local government to cities. Such a legal conveyance of power is necessary because the U.S. Constitution specifies only two levels of government, national and state, and all municipalities are considered legal creatures of their states. Typically, municipal charters specify the municipality's type of governing structure, its political offices, its financial powers including taxation, and the limits of its home rule powers. States invariably reserve to themselves certain powers over a city. This arrangement has caused power struggles between cities and states, especially when the growth of cities like Chicago far outstripped that of any other municipalities in their states in the late nineteenth and early twentieth centuries.Chicago's earliest charters reflected its small population, restricted geographic area, and limited governing needs. These first town charters were conferred in 1833 and 1835, when only a few hundred settlers clustered on a small site along Lake Michigan. Under its town charters, Chicago was governed by an elected Board of Trustees which wielded little political or financial power. In 1837 Chicago received its first city charter, which divided the city into six wards, allowed for a mayor elected to a one-year term, and legally incorporated Chicago as a municipality. The city grew so rapidly thereafter that new charter legislation was constantly needed. In 1847 charter legislation increased the wards to nine and designated annual elections for a city attorney, treasurer, tax collector, and surveyor. Still another charter was granted in 1851, followed by more charter legislation in 1853, 1857, and 1861. These acts extended Chicago's city limits, strengthened the mayor's powers of appointment over all municipal offices that were not elected, and consolidated a variety of small governing boards into a Board of Public Works. In 1863 Chicago sought and received yet another new charter, which divided the city into 16 wards and extended the one-year terms of elected municipal officials to two years.Outside of Chicago in Cook County, the townships of Cicero, Lake View, Jefferson, and Hyde Park had also received special municipal charters from the state legislature by 1870. In addition, Barrington, Palatine, Winnetka, and Glencoe had received special municipal charters. Des Plaines and Evanston incorporated under the state's general town incorporation act.In 1870, Illinois wrote a new constitution, which halted the practice of granting individual charters to cities. For the next 100 years, Chicago and all municipalities in Illinois were subject to the Cities and Villages Act, a general incorporation act that enumerated the governing powers given to all cities and villages in the state, forbade special legislation to meet specific urban circumstances, and reserved significant powers to the state legislature. Dozens of suburban communities used this legislation to organize incorporated suburban governments. Chicagoans, however, fought the act, arguing that the city's sizeable population, growing industrial base, and expanding geographic area differed sufficiently from the rest of the municipalities of the state to warrant special charter legislation. They also charged that the act reflected the legislature's desire to restrict the city's power within the state, a credible accusation considering the constitutional convention's initial attempt to permanently restrict the number of legislative representatives from Chicago.Decades of hostility between Chicago and the state legislature over Chicago's political and fiscal powers ensued. In 1902 a group of Chicagoans, led by the Civic Federation, began a movement to secure a new municipal charter for the city. Seventy-four men from business, civic, and social organizations met and wrote an enabling amendment to the state constitution that would allow the legislature to write a new charter specifically for Chicago. Chicago voters ratified the amendment, subsequently sometimes referred to as Chicago's “little charter,” in 1904, and in 1906–7, 74 men, appointed by various political bodies and politicians, assembled as a charter convention to draft a new municipal charter. This convention produced a document that proposed to alter the city's governing structure by consolidating the existing separate governing bodies of the park districts, board of education, and library board into the municipal government, increase the city's financial and taxing powers, and provide a significant grant of home rule power to Chicago.The state legislature significantly altered this draft charter and returned it to Chicago voters for their approval. Chicago businessmen, their organizations, and the Republican Party strongly backed ratification of the charter; other Chicagoans disagreed. Middleclass progressive reformers such as Raymond Robins, Margaret Dreier Robins, Louis Post, and Jane Addams, as well as the Chicago Federation of Labor and the Chicago Teachers Federation, rejected the charter, claiming it neither gave Chicago home rule nor sufficiently reformed its government. Ethnic groups in United Societies for Local Government opposed the charter because it failed to free the city from the state's alcohol restriction laws. Women organized across class and ethnicity to urge male voters to reject the charter because it did not provide municipal suffrage for women. The Democratic Party and its working-class, ethnic constituency charged that the legislature had rearranged the city's ward configuration to favor the city's middle- and upper-class neighborhoods. Charter opponents especially objected to accepting a charter they believed reflected the legislature's hostility toward Chicago. Not only had the legislature changed the original document in unpalatable ways, several legislators had attempted to trade the charter's approval for the city's agreement to accept permanent restriction on the number of legislators to be elected from Cook County. In September 1907, Chicagoans overwhelmingly rejected this proposed charter, believing that the city should seek better charter legislation.In 1909 and 1914–15, Chicagoans again sought new charter legislation, but these efforts also failed. Subsequently, women's organizations, the Chicago Federation of Labor, and male civic reform organizations looked for charter relief in a new state constitution. These groups were disillusioned once again when the hostility between Chicago and the state influenced both the delegate selection to a 1920 constitutional convention and the document that emerged. In 1922, Chicago and Cook County voters defeated a proposed state constitution that, although promising Chicago more self-government, would have permanently restricted Cook County's representation in the state legislature. The constitution failed throughout the state, but the margin of rejection outside of Cook County was 2 to 1, compared to 20 to 1 among Cook's voters.Across the next three decades, Chicago continued to express its dissatisfaction and even considered seceding from the state. Chicago continued to propose new charter legislation to the General Assembly, and in the 1950s, a new generation of specialists in municipal governance revived cries for charter relief. They pointed to Chicago's situation as the only city of its size in the state and therefore forced to function under general incorporation statutes while at the same time existing state legislation prevented Chicago from making changes to its governing structure that were allowed to all other cities in the state.Chicago gained new home rule powers only with passage of a new state constitution in 1970. This constitution gives municipalities with a population over 25,000 broader home rule powers, although Chicago (as the only municipality with a population of more than 500,000) is still subject to special restrictions and remains one of the very few special charter municipalities in the state, meaning that it retains the municipal governing structure established by a charter issued prior to 1870. In Cook County, Cicero, Glencoe, and Winnetka are also special charter municipalities.",
    "Bibliography": "Einhorn, Robin L. Property Rules: Political Economy in Chicago, 1833–1872. 1991.Flanagan, Maureen A. Charter Reform in Chicago. 1987.Merriam, Robert E., and Norman Elken. The Charters of Chicago: A Summary. 1952.",
    "Author of Text": "Maureen A. Flanagan",
    "Hyperlinked Terms Associated": [
        "taxation",
        "home rule",
        "Lake Michigan",
        "wards",
        "mayor",
        "Cook County",
        "townships",
        "Cicero",
        "Lake View",
        "Jefferson",
        "Hyde Park",
        "Barrington",
        "Palatine",
        "Winnetka",
        "Glencoe",
        "Des Plaines",
        "Evanston",
        "Civic Federation",
        "park districts",
        "Republican Party",
        "Chicago Federation of Labor",
        "Chicago Teachers Federation",
        "suffrage",
        "Democratic Party"
    ]
}