{
    "Title": "Chatham",
    "Descriptive Text": "Community Area 44, 10 miles S of the Loop. Since the mid-1950s, Chatham has been a stronghold of Chicago's African American middle class. Defined by a jagged boundary lying within 79th and 95th Streets, the Illinois Central Railroad and the Dan Ryan Expressway, Chatham contains one of the most solidly middle-class African American populations in the city, and is home to several of the most successful black businesses in the country.More suitable for duck hunting than for human habitation, the swampy area was known as “Mud Lake” to hunters and as “Hogs Swamp” to the farmers who began to settle the western region of Chatham during the 1860s. The first buildings in the area were corncribs assembled by the Illinois Central in 1860 along the tracks between 75th and 95th Streets. Industrial development began to the north after 1876 when Paul Cornell, founder of Hyde Park, established the Cornell Watch Factory at 76th and the Illinois Central tracks. By 1900, steel mills that had been built along the lakefront and the Calumet River provided work for European immigrants settling in Chatham.Population growth and residential expansion in Chatham began in earnest in the 1880s with the subdivision of three small areas that constituted the community. The first permanent residents in the eastern portion of Chatham were Italian stonemasons, who in the mid-1880s built frame houses in what is now Avalon Park. When Chatham was annexed to Chicago as part of Hyde Park Township in 1889, Hungarian and Irish railroad workers inhabited the Dauphin Park subdivision, also in the eastern portion of what is now Chatham. With the 1914 subdivision of central Chatham as Chatham Fields, strict zoning codes and property standards became a characteristic feature of the entire community.The 1920s brought dramatic increases in both property values and the population of Chatham. As new residents of mostly Swedish, Irish, and Hungarian American origin took occupancy in numerous bungalows, the population swelled from 9,774 to 36,228 by the end of the decade, and the community evolved from working class to middle class. Another boom started in Chatham toward the end of the Great Depression with the development of the Chatham Park housing complex in 1941, which stimulated the growth of Cottage Grove Avenue as a shopping district. By 1959, the mostly Jewish occupants of Chatham Park converted the complex into what was claimed to be the first cooperative rental property in Illinois.As in many other neighborhoods in Chicago, racial transition occurred in Chatham quite rapidly. In 1950 the African American residency of Chatham was less than 1 percent. By 1960 it had jumped to 63.7 percent. Unlike many other neighborhoods, however, Chatham's experienced a relatively uncontested racial transition. While the West Chatham Improvement Association attempted to keep the area reserved for whites, other community leaders wanted to avoid the violence that occurred just to the north in Greater Grand Crossing. Several area churches, for example, welcomed blacks into their congregations, and the Chatham–Avalon Park Community Council began in 1955 to include African American residents in their organization. Owing partly to the scare tactics of some real-estate agents, however, whites left Chatham in large numbers in the 1950s and 1960s. The 1990 census reported 99 percent of Chatham's residents as African American.Chatham has the distinction of being perhaps the only neighborhood in Chicago that developed from a European American middle-class community into one composed of middle-class African Americans. Middle-class African Americans were, in fact, drawn to the area precisely because of its strict property standards, high levels of community organization, and good schools. When the racial changeover was completed, African American Chathamites worked diligently to maintain the middle-class character of their community.Some of the most successful black businesses have been located in Chatham, including the Johnson Products Company (Ultra Sheen Hair Products), the Independence Bank of Chicago, Seaway National Bank of Chicago, and a branch of the Illinois Service Federal Savings and Loan Association. Independence Bank of Chicago was one of the nation's largest black-owned banks until 1995, when it was acquired by another corporation.Toward the end of the 1990s Chatham seemed on the brink of another transition as reports of crime, property neglect, and economic instability were in the rise. More important, the declining population—down from a 1970 high of 47,287 to 37,275 in 2000—was aging. Community leaders and residents, however, devoted their energies to a number of revitalization projects designed to assure that Chatham would remain, in the words of real-estate developer Dempsey Travis, “the jewel of the Southeast Side of Chicago.”",
    "Bibliography": "Gregory, Mae. “Chatham 1865–1987: A Community of Excellence.” Harold Washington Library, Special Collections.Mayer, Harold M., and Richard C. Wade. Chicago: Growth of a Metropolis. 1969.Neufeld, Steve, and Annie Ruth Leslie. “Chatham.” In Local Community Fact Book: Chicago Metropolitan Area, 1990, ed. Chicago Fact Book Consortium. 1995.",
    "Author of Text": "Wallace Best",
    "Hyperlinked Terms Associated": [
        "African American",
        "Illinois Central Railroad",
        "Expressway",
        "Calumet River",
        "Italian",
        "Avalon Park",
        "Hyde Park Township",
        "Hungarian",
        "Irish",
        "zoning",
        "Swedish",
        "bungalows",
        "Great Depression",
        "shopping district",
        "Jewish",
        "Greater Grand Crossing",
        "real-estate",
        "schools"
    ],
    "Street addresses associated": [
        "Chatham",
        "Avalon Park",
        "Dauphin Park",
        "Greater Grand Crossing"
    ]
}