{
    "Title": "Chemicals",
    "Descriptive Text": "Although the chemical industry has never represented one of the leading economic sectors in Chicago, the metropolitan region has been home to several significant chemical-making enterprises. A center for the production of soap and other basic chemical goods since its early years, the Chicago region became an important producer of industrial chemicals during first half of the twentieth century. By the end of that century, several of the world's leading chemical-producing corporations were headquartered in the city.During the first part of the city's history, the production of chemicals was not a particularly important part of the local economy. The city was home to a few chemical-making companies of some significance during this period. The factory of J. V. Z. Blaney, which employed about 15 Chicagoans during the 1850s to manufacture various chemicals, was reportedly one of the leading producers of chemicals in the western part of the United States. Two decades later, during the 1870s, the Chicago Union Lime Works employed about 200 local residents at its large factory. With the capacity to produce lime (calcium oxide) at the rate of 1,300 barrels a day, this establishment was a major supplier to the makers of lime-using products such as cement and bleach. By the 1880s, another basic chemical, sulfuric acid, was being produced down the Illinois & Michigan Canal, at the zinc works of Matthiessen & Hegeler in La Salle.During the first half of the twentieth century, the local chemical industry grew rapidly. Several Chicago firms became leading suppliers of water treatment products. The Dearborn Chemical Company, established in 1888 by chemist William H. Edgar, specialized in making water treatments that would reduce the formation of mineral deposits in boilers and other industrial equipment. The Chicago Chemical Company, founded in 1920 by H. A. Kern and Frederick Salathe (a chemist for the Standard Oil Company of Indiana), made water treatment products such as sodium aluminate. In 1927, this company merged with a competitor to form the National Aluminate Corporation (later Nalco), which soon grew to encompass subsidiaries in Texas and New York. By the late 1940s, Nalco was producing 181 different chemicals, many of them for water treatment; by the late 1970s, it employed about 1,700 men and women in the Chicago area. At the end of the twentieth century, Nalco—still headquartered in the area—stood as one of the leading firms in the chemical industry. Another local company, W. R. Grace & Co., founded in 1887 and based in Lake Zurich, was also a leading dealer in water treatment products.Among the several large industrial chemical factories established in the area during the early twentieth century, only some were owned by local interests. One of the home-grown operations was the Victor Chemical Works, which was started by the German -born August Kochs in 1902. Kochs, who for several years had been experimenting with the manufacture of baking powder, directed the production of monocalcium phosphate at the Victor plant in Chicago Heights. By the 1910s, Victor was making ammonium phosphate and sulfuric acid. By the 1960s, the company (then controlled by the Stauffer Chemical Company) employed more than 1,000 Chicagoans.Many of the chemical factories that sprung up in the metropolitan area during the early twentieth century were controlled by large corporations based outside the region. One of the largest of these establishments was the East Chicago plant of the Grasselli Chemical Company, which made acetic acid and other industrial chemicals. The Grasselli works (which was eventually taken over by DuPont) employed about 500 men by 1910 and more than 1,000 by the middle of the Great Depression. Other nonlocal firms with chemical factories in the Chicago region during this period included Union Carbide & Carbon Corporation, which owned plants that made industrial gases; Sherwin-Williams, which had dye-making operations in addition to its paint works; and the Interchemical Corporation, another maker of paints and inks.Some of the most important parts of Chicago's chemical industry have been located not in firms that specialized in the production of chemicals but rather in divisions or subsidiaries of large companies better known for other products. Leading meatpacking firms such as Armour and Swift, for example, used waste from their slaughterhouses to manufacture soap, glue, and fertilizer. In the twentieth century, the Quaker Oats Company used byproducts from its food processing plants to manufacture furfural and other chemicals. And Standard Oil of Indiana (later known as Amoco and then BP) created a chemicals division to complement its petroleum business.By the end of the twentieth century, the industrial production of chemicals in the Chicago area had declined, but Chicago was home to several major chemical-making corporations. Morton, an important Chicago company since a Nebraskan named Joy Morton began to expand the salt marketing firm he took over in the 1880s, became a producer of chemicals during the twentieth century. By the 1950s, Morton—which continued to be based in Chicago but had operations around the world—was making photographic chemicals, adhesives, dyes, and a variety of other goods. At the end of the twentieth century, Morton stood as one of the world's leading makers of specialty chemicals and chemical preparations. Among the other leading chemical-making corporations with headquarters in the Chicago area at this time were IMC Global, a leading producer of phosphate fertilizers; CF Industries, a maker of nitrogenous fertilizers; the FMC Corporation, a leading supplier of soda ash (sodium carbonate) and insecticides; and CBI Industries (a descendant of the Chicago Bridge & Iron Company), which produced carbon dioxide and other industrial gases.",
    "Bibliography": "Haynes, Williams. American Chemical Industry. 6 vols. 1945–1954.",
    "Author of Text": "Mark R. Wilson",
    "Hyperlinked Terms Associated": [
        "Illinois & Michigan Canal",
        "Lake Zurich",
        "German",
        "Chicago Heights",
        "East Chicago",
        "Great Depression",
        "meatpacking",
        "food processing"
    ]
}