{
    "Title": "Chesterton, IN",
    "Descriptive Text": "Porter County, 36 miles SE of the Loop. When Indiana became a state in 1816, the northern portion, which bordered on Lake Michigan, was a densely forested area inhabited largely by Potawatomi. The first non-Indian settler in what is now the town of Chesterton was Jesse Morgan, who built a cabin on the Detroit–Fort Dearborn Post Road. His house became a stopping place for the stagecoach, and a post office from 1833 to 1853.In the early 1830s William Thomas bought a large tract of land originally owned by a Potawatomi Indian woman, Mau-Me-Nass. A settlement known as Coffee Creek grew up around his cabin, sawmill, and general store. In 1852 the town was platted with the name of Calumet. The Michigan Southern Railroad ran through the town toward Chicago on land donated by William Thomas II. In succeeding years other railroads crossed the area, and Calumet became a busy railroad center.Railroad construction drew Irish workers in the 1850s, followed in the sixties and seventies by Swedes and Germans. Many of the Swedish settlers stayed to own homes, farms, and businesses.In 1869 Calumet was incorporated as the Town of Chesterton, the name apparently derived from that of Westchester Township, in which it was located. The incorporation failed in 1878, owing to an inadequate tax base. Reincorporation occurred in 1899; this time planners were careful to take in sufficient territory to raise the necessary taxes. Annexation brought in additional land in later years.By 1880 Chesterton was a well-established town with several small factories. The Hillstrom Organ Factory relocated from Chicago in 1880 and became the town's main industry. A growing preference for pianos over organs resulted in the sale of the factory to private investors by the Hillstrom estate in 1898, and the eventual closure of the factory in 1920. Other small industries included a china factory and a glass factory. The Chesterton Tribune has been published continuously since 1884. The Chesterton State Bank was founded in 1890 by George Morgan (son of Jesse Morgan) and Joseph C. Gardner. In the early 1900s electricity and telephones became available, along with interurban transportation to nearby towns. The Chicago, South Shore & South Bend interurban still serves the area.Since World War II growth has been rapid in Chesterton. The opening of Burns Harbor and the establishment of Bethlehem Steel's Burns Harbor Division in the early 1960s increased the economic health of Westchester Township. Through the efforts of Sen. Paul Douglas of Illinois, and other interested groups, the Indiana Dunes National Lakeshore was established in 1966. This park, together with the Indiana Dunes State Park, which opened to the public in 1926, preserves the remaining dunes of the south shore of Lake Michigan for recreational use.With a population of 10,488 in 2000, Chesterton is the largest town in Westchester Township. Since 1980, business development has occurred largely at the junction of Indian Boundary Road and State Highway 49. Sand Creek Country Club and the Sand Creek residential development, the largest of many new subdivisions, are nearby, located in the area originally settled by Jesse Morgan.",
    "Bibliography": "History of Porter County. 1912.Local History Archives. Westchester Public Library, Chesterton, IN.Moore, Powell A. The Calumet Region: Indiana's Last Frontier. 1959.",
    "Author of Text": "Margaret D. Doyle",
    "Hyperlinked Terms Associated": [
        "Lake Michigan",
        "Potawatomi",
        "Railroad",
        "Irish",
        "Swedes",
        "Germans",
        "telephones",
        "interurban",
        "interurban",
        "World War II",
        "Burns Harbor",
        "Indiana Dunes",
        "subdivisions"
    ],
    "Street addresses associated": [
        "Chesterton",
        "Westchester Township"
    ]
}