{
    "Title": "Chess Records",
    "Descriptive Text": "Founded in 1950, Chess Records captured a vibrant new style of American music with roots in the American South that influenced and inspired rock and roll pioneers from Chuck Berry to the Rolling Stones. It has become synonymous with American rhythm and blues.Leonard and Phil Chess, immigrants from Poland, began recording acts performing at their Club Macambo at 3905 Cottage Grove after World War II. In 1947 the brothers formed the Aristocrat Record Corporation, which reorganized in 1950 when they left the nightclub business to concentrate on making records as the Chess Recording Company. They added a subsidiary blues label, Checker, in 1952.Located in the heart of Bronzeville at 4750 Cottage Grove, the Chess Company was well established by 1954, featuring blues and R&B hits by Muddy Waters, Howlin' Wolf, Little Walter, Sonny Boy Williamson, Gene Ammons, and Willie Mabon.In 1956 the Chess brothers diversified into jazz recording under the Argo label, retaining a crack production team of arranger/composer Willie Dixon and Malcolm Chisholm, a recording engineer with Universal Studios. As rhythm and blues begot rock and roll, Chess was there with hits by Chuck Berry, Bo Diddley, and the Flamingos.By 1957 the company had consolidated operations in a move to a two-story office complex at 2120 Michigan Avenue. Over the next 10 years, “2120” produced hits for Little Milton, Etta James, the Dells, Koko Taylor, the Rolling Stones, and the Yardbirds. Today it is a Chicago Landmark and home to Willie Dixon's Blues Heaven Foundation.Leonard Chess's son, Marshall, took command in 1969 as president of the company, which was sold to GRT later that year. MCA continues to issue the classic and influential recordings of Chess Records.",
    "Bibliography": "Oliver, Paul, ed. The Blackwell Guide to Recorded Blues. 1989.Ruppli, Michel, comp. The Chess Labels: A Discography, vol. 1 of 2. 1983.Wilcock, Donald E., with Buddy Guy. Damn Right I've Got the Blues: Buddy Guy and the Blues Roots of Rock-and-Roll. 1993.",
    "Author of Text": "Paul W. Petraitis",
    "Hyperlinked Terms Associated": [
        "rock",
        "rhythm and blues",
        "blues",
        "jazz"
    ],
    "Street addresses associated": [
        "Bronzeville",
        "Cottage Grove"
    ]
}