{
    "Title": "Chicago Studied: Social Scientists and Their City",
    "Descriptive Text": "More than any other city in America, if not the world, Chicago has been the studied city. Studies of Chicago have shaped discipline after discipline and, indeed, beyond the world of academia, have played central roles in American urban policy. To some extent this reflects accidents of geography and history. More than most cities, Chicago developed as and remains a cohesive unit. Unlike New York, it is not an assemblage of adjacent cities separated by rivers and harbors. Unlike Los Angeles, it is not a network of transportation arteries in which local agglomerations grow.The crucial accidents do not concern Chicago alone. The great growth years of the city after the fire of 1871 were also those of the American university and the academic disciplines that dominate it. The University of Chicago grew precociously, a vast endowment from John D. Rockefeller establishing what would be Chicago's dominant scholarly institution through most of the twentieth century. With the nation's fastest-growing major city at their doorstep, University of Chicago social scientists concerned to build their fields turned at once to the city as laboratory. What they made of the opportunity is evident in the “Chicago Schools” of political science and sociology. To be sure, one of the great Chicago Schools—economics —did not study the city but merely grew there. But the others built themselves on studies of the raw and growing city around them.Across the various social sciences concerned with modern societies—sociology, political science, geography, history, and public policy—Chicago has been an enduring fascination. And those studies of Chicago evince a number of basic themes. The first is that of the tabula rasa. Chicago has often been envisioned as growing in a vacant space, whether that space be geographical, social, or even symbolic. Second, studies of Chicago have focused on the physical and infrastructural layout of the city created in that space. While one might imagine that the flat prairie landscape would turn attention to purely social structure, students of Chicago turned to the man-made aspects of physical geography: to rail lines and canals, to major arteries and their effects, to park systems. Their studies of social structure were overwhelmingly geographic, emphasizing the “mosaic of little worlds” formed by the physical juxtapositions of social groups.Third, Chicago scholars have been overwhelmingly concerned with the dynamics of city life, with culture contact, change, and assimilation. For them, no city is static. Indeed, the story of the city is the dynamic filling of the tabula rasa and of the conflicts that ensue. Fourth, Chicago is seen as a paradigm. This emerges most clearly in Ernest W. Burgess's famous map of the concentric zones of city development, probably the most famous single visual document in the history of sociology. Burgess intended that map as a universal description of city development. But when asked at one talk what the diagonal blue line down the right center of the picture was, he said without a second thought, “Oh, that's the lake.” That is how paradigmatic most Chicagoans thought their city to be.Finally, Chicago scholars always saw the city as enmeshed in various larger structures. Chicago's debt to its position in transportation networks was always clear, but scholars have looked beyond that to study Chicago's relation to larger economies and demographies.These themes help organize a discussion of studies of Chicago. While it is tempting to chronicle the image of Chicago discipline by discipline, a thematic organization is preferable not only because of its conceptual clarity, but also because the disciplines in fact dramatically affected one another. Studies of Chicago were dominated by the University of Chicago until well into the postwar period, and the university's organization of the social sciences into a single division meant that disciplinary boundaries counted for little.We begin, then, with the theme of the tabula rasa. Much of the work on Chicago has emphasized the notion of a clean slate, a bare setting into which reality pours like so much flooding water. In the first instance, this vacancy was physical. The physical land that would become Chicago seemed nearly a featureless landscape, relieved by a small river, extensive swamps, and an almost imperceptible ridge dividing the Atlantic and Gulf watersheds. Many authors would see this landscape as a slate on which nearly anything could be inscribed by human ingenuity and effort. Roads and railroads could be placed at will. Even the river would be reversed. Only the lake was an immovable fact, and even that would be remodeled in the building of Lake Shore Drive, Grant Park, and the Northerly Island.The vacancy was in the second instance symbolic. Chicago for many writers was an act of imagination. William Cronon's magisterial history attributed Chicago's greatness, ultimately, to the vast dreams that envisioned and built an entrepôt city. Not for nothing did Chicago invent the concretization of the future in the present via the mechanism of futures markets. Unlike other cities with their long and complex histories, Chicago had a clean slate, symbolized by the great fire and subsequent redevelopment; it could become what it dreamed and willed.The vacancy was in the third instance social. Writers from the Hull House surveyors forward to William I. Thomas and Florian Znaniecki and beyond stressed the sudden freedom of immigrants released from the controls and fixities of Europe to the unrestrained competition of the new city. For Thomas the very groups themselves had to reinscribe and reconstruct themselves. Studying the situation a generation later, Burgess, and still later Everett C. Hughes, saw the ethnic groups fully enacted but constantly rewriting the city's social landscape through the endless processes of ethnic succession.The tabula rasa view did not emerge in the first generation of studies of Chicago. That first generation was very much bound up with reform politics. For reform politics, the city was not something seen in the abstract, de novo, but rather something seen very much for what it was, at any given moment, with all its historical warts. Progressives like Jane Addams and Albion W. Small and even the subsequent generation of Charles E. Merriam and W. I. Thomas were thoroughly enmeshed in such an immediate view of the city. It was only in the next generation—the generation taught by Robert E. Park—that newly scientizing sociology and political science began to ask the abstract questions that not only conceived of scientific knowledge of the city de novo but in the process conceived of the city itself as the outcome of an abstract, theoretically conceived developmental process in a largely characterless setting. This new view reflected not only the scientizing impulse but also the youth of the new scholars and their relative detachment—at least by comparison with Addams, Small, Thomas, and Merriam—from the realities of Chicago's political life.A second basic theme followed from this first theme of tabula rasa. The relative absence of environmental determination of city development meant a correspondingly increasing importance for man-made landscape features and for the mutually determining quality of internal social groupings. In the first place, this meant a focus on the extraordinary importance of roads, railroads, streetcar lines, canals, and other means of transport, not only for their direct impact in determining development, but also in their creation of “ecological” barriers that determined the ebb and flow of community life. Geographers like Harold M. Mayer and Richard C. Wade emphasized the centrality of such structures within the city; Cronon and many others emphasized the importance of the regional transportation structure environing the city.Ecological barriers interacted with social life itself to produce “natural areas,” a concept that was foundational to Chicago sociology with its vision of a city of neighborhoods. An enduring debate has concerned whether Park, Burgess, and their students saw natural areas that were already present or defined them into existence with their intensive study. But the fact remains that a generation of research on natural areas from 1920 to 1940 construed the city at a level of geographic detail completely unmatched elsewhere and, in the process, gave Chicago's internal “ community areas ” the names that still label them 75 years later. Neighborhoods and natural areas were the units of what latter-day Chicagoan Gerald D. Suttles would call the man-made city. This focus on natural areas has endured into the present. Only in the last two decades have a handful of writers in the new social and labor history begun to think of the “units” of Chicago as being trade unions, gender subgroups, or even social classes.In some incarnations, the natural areas view seemed quite static. But later ecologists like Hughes and Wirth would emphasize the dynamism implicit in much of the earlier writing. The early Chicago School focused on description. But one important aspect of description conduced strongly to the dynamic emphasis. The legacy of the reform tradition to the descriptive scientism of the Chicago School in the 1920s was an intense focus on what W. I. Thomas had called social disorganization. The new sociologists and political scientists studied this phenomenon in comprehensive geographical detail, following the natural areas paradigm. Hence came the dozens of studies of dance halls, brothels, insanity, divorce, nonvoting, suicide, and other forms of socially problematic behavior of interest to the reformers. The greatest of these bodies of social disorganization studies was the ecological analysis of crime and delinquency, dominated by Clifford R. Shaw, Henry D. McKay, and other sociologists at the Institute for Juvenile Research.Studies of Chicago by sociologists, geographers, and political scientists reached their mystical apogee in the 1920s with Burgess's celebrated zone map of the city, published in 1925. Burgess's map was equally indebted to the static descriptive tradition of the ecologists, on the one hand, and the extraordinary focus of Chicago studies on change and process, on the other. Location in space was no more important than location in time.Three broad subthemes characterized this dynamic mode of Chicago studies. The first was the subtheme of culture contact and conflict. First celebrated in Thomas and Znaniecki's monumental study of the Polish peasant, published in 1918, the culture contact theme stretched through the decades down to Suttles, Albert Hunter, William Kornblum, Ruth Horowitz, and others. These scholars all saw ethnic groups in contact and contention. They saw community succession. They saw institutional transformation. For all of them, ethnic groups defined themselves in this process of ecological succession and change, acquiring in that process particular qualities—by virtue of particular ethnic contrasts—that would later come to be seen as generic to those ethnic groups beyond the immediate Chicago context. A conspicuously important subset of this work concerned African Americans; works including E. Franklin Frazier's studies of the black family and Horace R. Cayton and St. Clair Drake's monumental community study would shape white America's perception of black communities for decades.A second subtheme concerned the changes such succession implied in community institutions. In the 1930s, Samuel C. Kincheloe studied church succession, and Everett Hughes studied the real-estate board. In the 1950s, Morris Janowitz published his study of the community press. Later students were to study hospitals, jails, and cultural institutions. Again and again, the theme was underscored. Community institutions were both stakes and actors in the continuous ebb and flow of ethnic groups.Finally, a third strand of dynamic studies concerned city politics. Here, the defining figure was Charles Merriam, whose decades of central involvement in Chicago reform politics in the first half of the twentieth century gave him and his students an access to political knowledge unmatched elsewhere. Merriam remained committed to reform, and his work on Chicago never left the reform agenda. But his student and collaborator Harold F. Gosnell played the scientizing role that Park had played in sociology, turning studies of political Chicago in a more abstract direction, away from the practical questions of reform success and failure to the more general questions of voting and other forms of participation. Gosnell's work in the 1920s and 1930s on machine politics and African American politicians was to shape for decades the perception of city politics in the United States. His painstakingly scientific descriptions remain readable and relevant today.The dynamic strand of studies of Chicago is completed by another genre that, while not always academic in tone, has played a central role in defining the city's image of itself—or at least its political culture. This is what we might call the “gritty politics” genre, books that revel in the rough-and-tumble, occasionally corrupt, always exciting details of life in a big-city machine. Milton L. Rakove, William J. Grimshaw, and others have written recent works in this tradition, which looks back directly to Merriam with his active commitment to particular views of city life. (Newspaper columnist Mike Royko's Boss is probably the most famous book in this genre.) Here too the focus is on the dynamics of urban life and politics, but the aim is less systematic and certainly less abstract and generalizing. One has only to contrast Grimshaw's engaged view of urban politics with the detachment of James Q. Wilson (Gosnell's successor as an analyst of black politicians) to see the difference.This tension between particularizing and generalizing views of Chicago brings us to another major theme in Chicago studies, that of Chicago as paradigm. There are some central works about Chicago that view it primarily as a unique, individual location. By far the most important is Bessie L. Pierce's history of Chicago, published in three volumes from 1937 to 1957. The book was solicited and supported by the leaders of the Chicago Schools of Sociology and Political Science; Pierce was invited to Chicago specifically to write it, by a University of Chicago committee including Park and Merriam. Yet where the Chicago School of Sociology ultimately developed what had pretensions to being a general description of urban development and process, Pierce's extraordinary mastery of detail produced a work that insists upon Chicago's uniqueness. So to some extent did Cronon's attempt to see the city in its full regional context, although the book does consistently invoke general theoretical arguments.But the majority of work on Chicago has seen the city as emblematic, the quintessential modern, or American, city. Ideas developed for analyzing Chicago were seen as generally applicable; indeed, they were often applied in dissertations at other universities describing other cities. Roderick D. McKenzie and Amos H. Hawley went on to develop full-scale theories of human ecology with completely general pretensions. Robert Park's fascination with “natural history,” a concept which for him was best instantiated by the race relations cycle, led him to see it everywhere: in gangs, in strikes, in revolutions. Natural areas, ecological succession, natural history, assimilation and accommodation, social disorganization, ecological analysis: all these concepts and many more were developed in the analysis of Chicago and passed on into the general heritage. The theoretical and descriptive apparatus built up to study Chicago became the stock and trade of all of urban sociology and, indirectly, of such other fields as the sociology of occupations, which was recast by Everett Hughes and his followers into an ecological model suspiciously like the one Burgess had evolved for Chicago.Beyond this scientifically paradigmatic quality, Chicago as envisioned by its students had a symbolically paradigmatic quality. It was the ultimate American city, complex and multiethnic, yet coherent in ways New York could not be. The northeastern cities were in fact more ethnically heterogeneous than was Chicago, but through virtuosic description Chicago became the paradigmatic example of a socially complex yet somehow unified city. It may be that analysts of Chicago turned to ethnicity for arbitrary reasons: because of their own backgrounds or because of the ethnic political machine's long survival. Yet it is striking that studies of Chicago seem to have been so dominated by the concept of ethnic groups. There is surprisingly little about class. There is only a tiny handful of class-based studies of labor in Chicago despite the celebrated events of Pullman and Haymarket. Nor is there much work on Chicago's upper class by comparison with the well-studied elites of New York, Boston, and Philadelphia.Yet Chicago has served as an archetype of reform politics, and Chicago's history as a prime example of the successes and failures of reform. Merriam's long obsession with clean government provides an important strand of this tradition, as does Gosnell's pursuit of the problems of voting, and the gritty politics tradition with its delight in exposés. There has been no single school of policy studies based on Chicago, but studies of the city have produced a number of works with enormous national influence. From Hull House Maps and Papers (1895) and Upton Sinclair's The Jungle (1906) forward, books on Chicago have shaped national consciousness. Homer Hoyt's massive ecological study of land values, first published in 1933, would prove the unwitting foundation of redlining in federal loan policies, turning ecological succession into a self-fulfilling prophecy. William H. Whyte's The Organization Man —based on study of the far south suburb of Park Forest —would shape conventional wisdom on the consciousness of the 1950s. James Q. Wilson's influential work—both on black politicians and later on city government in general—would owe more to Chicago than any other city. William Julius Wilson's The Truly Disadvantaged would play a similar role in a later generation.The image of Chicago in public policy has thus been less a consistent picture built up by a long tradition than a series of extraordinary portraits generated by committed analysts. In this sense, the political image of Chicago has stayed in the engaged tradition of Merriam, rather than drifting in the scientific direction begun by Gosnell. As for the other themes of Chicago studies, they continue as consistent traditions into the present. The notion of a physical landscape remade by human effort, the concepts of location in human and social space and in human and social time—these are still the touchstones of important schools of sociology, political science, and geography.At the end of the twentieth century, Chicago loomed behind the imagination of the social sciences as New York had done at the end of the nineteenth century. Within the social scientific imagination, New York had been a way station in the odyssey of the European immigrant, a place physically separated from, but still socially encumbered by, European traditions of social identity and place. Against the image of New York, social scientific studies of the city made Chicago the American city, the urban outcome of the economic jostling of liberated, self-determined individuals upon the unbounded western prairie. As the American westward odyssey reached the Pacific Ocean, that barrier provided a new metaphor for contact with a world now understood as global and, ironically, reaching to the east. The “Pacific Rim” came to be imagined as a point of foreign penetration into America as much as a gateway for expansion of the American psyche outward. Near the southernmost point of U.S. expansion, a new paradigm was proclaimed within cities named and previously colonized by Spaniards. Through continually redefining lenses, the American city emerged within the social scientific imagination as postmodern Los Angeles. As the congealed instantiation of disintegrated, “polynucleated” urban form, the metaphor of Los Angeles was a rejection of Chicago's rational inscription of place upon prairie. Emphasizing empirical links to world systems and theoretical links to European social thought, “new urbanists” like Mark Gottdiener claimed to vanquish the Chicago model of an “ecological” order growing in concentric pattern from the downtown business district.The scholarly energy given by postmodern urban social theorists to severing the intellectual tentacles of Chicago studies suggests that this grip is not so easily dislodged. Several of the classic works on Chicago—notably the books of Thomas and Znaniecki, Cayton and Drake, and Hoyt—emphasized the relation of events in Chicago to events in the social and economic structure beyond it, and it is a tradition continued in the present by writers like Cronon and W. J. Wilson. It may be that the globalization theorists will soon bring us back to Thomas and Znaniecki's analysis of migration.",
    "Bibliography": "Addams, Jane. Twenty Years at Hull-House. 1910.Anderson, Nels, and Council of Social Agencies of Chicago. The Hobo: The Sociology of the Homeless Man. 1923.Banfield, Edward C., and James Q. Wilson. City Politics. 1963.Cressey, Paul Goalby. The Taxi-Dance Hall: A Sociological Study in Commercialized Recreation and City Life. 1932.Cronon, William. Nature's Metropolis: Chicago and the Great West. 1991.Drake, St. Clair, and Horace Cayton. Black Metropolis: A Study of Negro Life in a Northern City. 1945.Frazier, Edward Franklin. The Free Negro Family: A Study of Family Origins before the Civil War. 1932.Frazier, Edward Franklin. The Negro Family in Chicago. 1932.Gosnell, Harold Foote. Getting Out the Vote: An Experiment in the Stimulation of Voting. 1927.Gosnell, Harold Foote. Negro Politicians: The Rise of Negro Politics in Chicago. 1935.Gosnell, Harold Foote. Machine Politics: Chicago Model. 1937.Grimshaw, William J. Bitter Fruit: Black Politics and the Chicago Machine, 1931–1991. 1992.Hawley, Amos Henry. Human Ecology: A Theory of Community Structure. 1950.Hoyt, Homer. One Hundred Years of Land Values in Chicago. 1970.Hughes, Everett Cherrington. The Chicago Real Estate Board: The Growth of an Institution. 1979.Hughes, Everett Cherrington, and Helen MacGill Hughes. Where Peoples Meet: Racial and Ethnic Frontiers. 1952.Janowitz, Morris. The Community Press in an Urban Setting. 1952.Kincheloe, Samuel C. The American City and Its Church. 1938.Mayer, Harold M., and Richard C. Wade. Chicago: Growth of a Metropolis. 1969.Merriam, Charles Edward. A History of American Political Theories. 1903.Merriam, Charles Edward. Primary Elections: A Study of the History and Tendencies of Primary Election Legislation. 1908.Merriam, Charles Edward. Chicago: A More Intimate View of Urban Politics. 1929.Park, Robert Ezra, and Ernest Watson Burgess. Introduction to the Science of Sociology. 1921.Park, Robert Ezra, Ernest Watson Burgess, Roderick Duncan McKenzie, and Louis Wirth. The City. 1925.Pierce, Bessie Louise. A History of Chicago: The Beginning of a City, 1673–1848. 1937.Pierce, Bessie Louise. A History of Chicago: From Town to City, 1848–1871. 1940.Pierce, Bessie Louise. A History of Chicago: The Rise of a Modern City, 1871–1893. 1957.Rakove, Milton L. Don't Make No Waves—Don't Back No Losers: An Insider's Analysis of the Daley Machine. 1975.Residents of Hull-House. Hull-House Maps and Papers: A Presentation of Nationalities and Wages in a Congested District of Chicago, Together with Comments and Essays on Problems Growing Out of the Social Conditions. 1895.Royko, Mike. Boss: Richard J. Daley of Chicago. 1971.Shaw, Clifford Robe, and Ernest Watson Burgess. The Jack-Roller: A Delinquent Boy's Own Story. 1930.Shaw, Clifford Robe, Frederick McClure Zorbaugh, Henry Donald McKay, and Leonard S. Cottrell. Delinquency Areas: A Study of the Geographic Distribution of School Truants, Juvenile Delinquents, and Adult Offenders in Chicago. 1929.Sinclair, Upton. The Jungle. 1920.Suttles, Gerald D. The Social Order of the Slum: Ethnicity and Territory in the Inner City. 1968.Suttles, Gerald D. The Social Construction of Communities. 1972.Suttles, Gerald D. The Man-Made City: The Land-Use Confidence Game in Chicago. 1990.Thomas, William Isaac, and Florian Znaniecki. The Polish Peasant in Europe and America: Monograph of an Immigrant Group. 1918.Thrasher, Frederic Milton. The Gang: A Study of 1,313 Gangs in Chicago. 1926.Whyte, William Hollingsworth. The Organization Man. 1956.Wilson, James Q. Negro Politics: The Search for Leadership. 1960.Wilson, William J. The Truly Disadvantaged: The Inner City, the Underclass, and Public Policy. 1987.Wirth, Louis. The Ghetto. 1928.Wirth, Louis. “Urbanism as a Way of Life: The City and Contemporary Civilization.” American Journal of Sociology 44 (1938):1–24.Zorbaugh, Harvey Warren. Gold Coast and Slum: A Sociological Study of Chicago's Near North Side. 1929.",
    "Author of Text": "Andrew Abbott and Jolyon Wurr",
    "Hyperlinked Terms Associated": [
        "fire of 1871",
        "University of Chicago",
        "Chicago Schools-economics",
        "transportation",
        "demographies",
        "landscape",
        "railroads",
        "Grant Park",
        "Hull House",
        "politics",
        "railroads",
        "community areas",
        "dance halls",
        "Polish",
        "African Americans",
        "real-estatae",
        "hospitals",
        "jails",
        "politics",
        "machine politics",
        "political culture",
        "Bessie L. Pierces",
        "Chicago School of Sociology",
        "gangs",
        "strikes",
        "Pullman",
        "Haymarket",
        "The Jungle",
        "redlining",
        "Park Forest"
    ]
}