{
    "Title": "Chicago Tribune",
    "Descriptive Text": "For most of the city's history, the Chicago Tribune has been Chicago's leading newspaper in terms of both local circulation and national influence. Led by a series of ambitious editors and publishers, the Tribune was one of a small handful of major American daily papers published continuously from the mid-1800s into the twenty-first century. By the late twentieth century, when it was owned by a corporation that took the name of the paper, the Tribune stood as the flagship of a national media empire.Founded in 1847, the Chicago Daily Tribune was transformed by the arrival in 1855 of editor and co-owner Joseph Medill, who turned the paper into one of the leading voices of the new Republican Party. Daily circulation grew from about 1,400 copies in 1855 to as high as 40,000 during the Civil War, when the paper was a strong supporter of President Lincoln and emancipation.After an eight-year period in which the paper was dominated by liberal maverick editor Horace White, Medill regained control in 1874. Driven in part by competition from the Chicago Daily News and other papers, the Tribune gradually introduced more illustrations and reduced its price from five cents per copy to a penny. In 1901, two years after Medill's death, it installed its first color press.In the following decade, the Tribune was led by Medill's son-in-law Robert Patterson and editor James Keeley. Presenting itself as a champion of reform, the paper set its sights on political corruption. The targets of its investigations and editorials included not only Democrats but also Republican machine politicians such as U.S. Senator William Lorimer, whom the Tribune forced out of Congress.Between the 1910s and the 1950s, the Tribune prospered under the leadership of Medill's grandson Robert R. McCormick. Calling his operation the “World's Greatest Newspaper,” McCormick succeeded in raising daily circulation from 230,000 in 1912 to 650,000 by 1925, when the Tribune stood as the city's most widely read paper. In 1925, when it moved into the Tribune Tower on North Michigan Avenue, the paper employed about two thousand men and women. During the 1930s and 1940s, McCormick used the Tribune's editorial pages to attack the New Deal and promote isolationism and anti-Communism.After McCormick died in 1955, the Tribune moved toward a more moderate (if still Republican) editorial stance, as it increasingly became the product less of individual personalities than of a large business corporation. Meanwhile, the Tribune's younger media cousins were growing faster than the newspaper itself. This development had begun under McCormick, who oversaw the founding of WGN (after “World's Greatest Newspaper”) radio in 1924 and WGN television in 1948. By the end of the twentieth century, when the newspaper's parent company (the Tribune Company) was a national media giant that employed close to six thousand Chicago-area residents, the future of traditional print dailies was uncertain. Nevertheless, the Tribune, now available in electronic form, continued to be Chicago's leading newspaper.",
    "Bibliography": "Kinsley, Philip. The Chicago Tribune: Its First Hundred Years. 3 vols. 1943–1946.Mott, Frank Luther. American Journalism: A History, 1690–1960. 3rd ed. 1962.Wendt, Lloyd. Chicago Tribune: The Rise of a Great American Newspaper. 1979.",
    "Author of Text": "Mark R. Wilson",
    "Hyperlinked Terms Associated": [
        "newspaper",
        "Republican Party",
        "Civil War",
        "machine",
        "New Deal",
        "business",
        "WGN"
    ]
}