{
    "Title": "Chicago Historical Society",
    "Descriptive Text": "The Chicago Historical Society, organized by business leaders in 1856 to foster an appreciation for local and national history, is Chicago's oldest cultural institution. The Great Fire of 1871 destroyed the society's 1868 building at the northwest corner of Dearborn and Ontario Streets, and most of its collection. Operating from temporary quarters on the same site, the society rebuilt its collections. In 1896, a new permanent facility designed by Henry Ives Cobb replaced the temporary structure.The 1920 acquisition of thousands of manuscripts and artifacts from the estate of Charles F. Gunther helped the historical society become a nationally known collection of decorative and industrial arts, paintings and sculpture, and costumes. The Gunther Collection's unusually rich materials in seventeenth-century, eighteenth-century, and Civil War history (including Abraham Lincoln's deathbed) also enhanced both the American history and the Chicago history collections.In 1932, the society moved to a new red brick Georgian-style facility at the corner of Clark Street and North Avenue in Lincoln Park designed by Graham, Anderson, Probst & White. There, under the guidance of director Paul Angle (1945–1964), the historical society first turned to interpreting the city's history. Director Harold K. Skramstad, Jr. (1974–1981), drew upon the scholarship of urban historians to shape the innovative Chicago History Galleries, opened in 1979.Encouraged by the Chicago Park District's 1981 decision to issue matching bonds for capital improvements to museums on its land and the new leadership of Ellsworth H. Brown, (1981–1993), the historical society initiated self-studies of its facility requirements, collecting scope, and audience. Capital expansion and renovation of the main facility began in 1986, resulting in a new wing and an underground storage facility, interior remodeling, and a new facade designed by the architectural firm Holabird & Root.During the presidency of Douglas Greenberg (1993–2000), the society committed itself to documenting and interpreting Chicago's diverse populations. New initiatives—studying the history of the city's neighborhoods, establishing an Internet presence, developing facilities for oral and video history, enhancing its research center—distinguished it among its peer institutions. A 1998 mission statement reflected a new commitment to history education and the civic role of museums and libraries in American cities.Under the leadership of Lonnie G. Bunch, who became president in 2001, the historical society has enhanced its role in history education while emphasizing its function as a history museum rooted in its transformed Chicago history galleries.",
    "Bibliography": "Angle, Paul M. The Chicago Historical Society, 1856–1956: An Unconventional Chronicle. 1956.Silvestro, Clement. “The Candyman's Mixed Bag.” Chicago History 2.2 (Spring 1972): 86–99.York, Byron. “The Pursuit of Culture: Founding the Chicago Historical Society.” Chicago History 10.3 (Fall 1981): 141–150.",
    "Author of Text": "Michael H. Ebner",
    "Hyperlinked Terms Associated": [
        "business",
        "Fire of 1871",
        "Civil War",
        "Lincoln Park"
    ],
    "Street addresses associated": [
        "Lincoln Park"
    ]
}