{
    "Title": "Chicago Heights, IL",
    "Descriptive Text": "Cook County, 26 miles S of the Loop. Chicago Heights is located six miles from the Indiana border at the crossroads of Lincoln Highway (Route 30) and Dixie Highway (Hubbard's Trail). Absalom Wells built a cabin on the ridge above Thorn Creek in the 1830s and was the first farmer in the area that was called Thorn Grove by the 1840s. The First Presbyterian Church established a place of worship and a cemetery for the rural community.In the early 1890s a group of Chicago developers led by Charles Wacker determined to establish “Chicago Heights” as an outer-ring industrial suburb. They successfully recruited large-scale heavy industries such as Inland Steel, and built the impressive Hotel Victoria (designed by Louis Sullivan). Community growth and development progressed rapidly. Chicago Heights boasted a population of 19,653 in 1920. Italian, Polish, Slovak, Lithuanian, Irish, and African American workers poured into the East Side and Hill neighborhoods to be close to the heavy industries. The downtown area served as the retail, banking, transportation, and entertainment center for nearby communities and rural settlements in a 15-mile radius. Local pride (and commerce) swelled when city fathers persuaded the Lincoln Highway Association (in 1916) to route the first transcontinental highway through the city, making it “the Crossroads of the Nation.” The city gained some notoriety as a stomping ground for top bootleggers during the Prohibition era and, because of its industrial base, was hit hard by the Great Depression in the 1930s. Chicago Heights factories worked around the clock in the 1940s to produce steel, chemical, and war materials of every sort. World War II set the stage for a golden era that saw residential expansion to the north and west, prosperity for downtown retailers, and (in the mid-1950s) the coming of a new Ford stamping plant that provided employment for thousands. In the 1950s Bloom Township High School also gained a high level of recognition in sports and academics.Changing retail patterns including competition from the Park Forest Plaza brought big challenges to the commercial center in the 1970s. Heavy manufacturing employment became less reliable as well.The diverse population of Chicago Heights peaked at 40,900 in 1970 and declined to 32,776 in 2000, with the percentage of African American and Hispanic minorities on the rise. The prosperity of the late 1990s brought stabilization of the industrial base, a movement for renewal of the old East Side and Hill neighborhoods, a preservation movement, and continued challenges in the commercial sector.",
    "Bibliography": "Beeson, F. S. History of Chicago Heights, Illinois, 1833–1938. 1938.Candeloro, Dominic, and Barbara Paul. Images of America: Chicago Heights. 1998.Candeloro, Dominic. “Suburban Italians: Chicago Heights 1890–1975.” In Ethnic Chicago, ed. Melvin Holli and Peter d'A. Jones, 1981.",
    "Author of Text": "Dominic Candeloro",
    "Hyperlinked Terms Associated": [
        "Italian",
        "Polish",
        "Slovak",
        "Lithuanian",
        "Irish",
        "African American",
        "banking",
        "transportation",
        "Prohibition",
        "Great Depression",
        "chemical",
        "World War II",
        "Park Forest"
    ],
    "Street addresses associated": [
        "East Side",
        "Hill"
    ]
}