{
    "Title": "Chicago Surface Lines",
    "Descriptive Text": "Chicago Surface Lines was created by city regulators in 1914 to consolidate operations of the city's two leading street railway companies, the Chicago Railways Co. and the Chicago City Railway Co. The Chicago Railways Co., which employed about 2,000 people around the city in 1910, was created in 1907 as a consolidation of several street railway lines that had been operating on the North and West Sides of the city since the 1860s. During the 1880s (when many lines made the transition from horse-powered to cable car systems), Charles T. Yerkes, the leading Chicago transit entrepreneur of his generation, purchased these lines. The main Yerkes lines were the North Chicago Street Railroad Co. and the West Chicago Street Railway Co., which each employed several hundred people during the late nineteenth century. In 1899, the lines consolidated into the new Chicago Union Traction Co., which in 1907 became Chicago Railways. The other half of Chicago Surface Lines was the Chicago City Railway Co., which was created in 1859 to offer horse-drawn car service between downtown and the South Side. By the end of the nineteenth century, Chicago City Railway owned nearly 2,000 cable cars, employed 3,000 people, and had $5 million in annual passenger revenues. When Chicago City Railway and Chicago Railways were associated in 1914 under the Chicago Surface Lines, this enterprise became the largest operator of streetcars in the United States. By the early 1920s, Chicago Surface Lines had over 16,000 workers, making it one of the leading employers in the Chicago area. The company suffered financial failures in the 1920s and during the Great Depression. Between 1945 and 1947, when it operated more than 3,500 streetcars and 400 motor buses, Chicago Surface Lines was absorbed by the Chicago Transit Authority (CTA), the city's public mass transit enterprise.",
    "Bibliography": "This entry is part of the Encyclopedia's Dictionary of Leading Chicago Businesses (1820-2000) that was prepared by Mark R. Wilson, with additional contributions from Stephen R. Porter and Janice L. Reiff."
}