{
    "Title": "Chicago Literary Renaissance",
    "Descriptive Text": "Between the Great Fire of 1871 and the mid-twentieth century, there were at least three surges of Chicago writing that helped shape the development of American literature. The first wave, cresting at the turn of the century, featured the path-marking Midland realism of Hamlin Garland, Robert Herrick, Henry Blake Fuller, and Theodore Dreiser and the popular humor of George Ade, Eugene Field, and Finley Peter Dunne. The third wave, cresting in the 1940s, produced the neighborhood novels of James T. Farrell, Richard Wright, and Nelson Algren, the work of the South Side Writers Group, and the budding careers of Gwendolyn Brooks and Saul Bellow.But the term “Chicago Renaissance,” as it is usually used, applies more precisely to the second wave of Chicago writing. It describes a gathering of writers, a flowering of institutions that supported and guided them, and the outpouring of writing they produced between about 1910 and the mid-1920s. Major figures include novelists Dreiser (whose career extended well into this period), Sherwood Anderson, and Floyd Dell; poets Carl Sandburg, Harriet Monroe, Edgar Lee Masters, and Vachel Lindsay; reporters Ben Hecht and Ring Lardner; and editors and critics Monroe, Dell, Margaret Anderson, and Henry Justin Smith. In this period, Chicago's newspapers often served as incubators for literary careers. Little magazines like Monroe's Poetry, Margaret Anderson's Little Review, Dell's Friday Literary Review, the Dial, and the Chap-Book, orchestrated an encounter between American and European innovators. These magazines introduced not only Chicago writers but also Pound, Yeats, Joyce, and Lawrence to the American literary scene. While Jane Addams and Hull House provided a guiding force for social reformers, the Hull House Theater joined the Little Theatre and Players' Workshop in offering venues for experimental drama. The University of Chicago nurtured both literary and social scientific exploration of urban life. Writers' groups, especially the Little Room group and the reporters' roundtable at Schlogl's restaurant, encouraged networks of influence and inspiration. Looser alliances of female artists and editors—among them Monroe, Addams, Margaret Anderson, Edith Wyatt, Susan Glaspell, Clara Laughlin, and Margery Currey—struggled to extend and break through the conventional limits on women's participation in artistic, civic, and domestic life.At one time or another several books of the Chicago Renaissance have been regarded by critics as representative masterpieces: Masters's Spoon River Anthology and Sherwood Anderson's Winesburg, Ohio, two cosmopolitan looks back at the small-town world left behind; Sandburg's much-quoted Chicago Poems; Dreiser's entrepreneurial epic The Titan; and visiting muckraker Upton Sinclair's portrait of stockyard brutality in The Jungle. Dreiser's earlier novel Sister Carrie, tracing the career of a small-town Midwestern woman in the big city, looms with increasing authority over the whole of Chicago writing since 1900. Uncelebrated when it was published, Sister Carrie has in recent decades been elevated to most short lists of American and urban masterworks.The Chicago Renaissance “brought the world to Chicago and Chicago to the world,” as literary critic Carla Cappetti puts it. If American and international observers had already accepted Chicago's furious growth, industrial productivity, and bruising social dynamics as important social facts, it was only in the 1910s that prominent intellectuals began to respond to the writing that Chicago produced as culturally significant. H. L. Mencken led the way, identifying Chicago and its hinterland as “the Literary Capital of the United States.” Mencken argued that “Chicago habits of mind” produced an original, genuinely national literature that made art from the principal stories and idioms of American life: the westering of the wellsprings of American culture, the rise of the metropolis and the concomitant crisis in the small towns from which so many Chicago writers of the period came, the clash and combination of a democratic culture's heterogeneous voices. Subsequent generations of critics would continue to seek the significance of Chicago writing in its emphasis on working people and the hard facts of city life.European and expatriate high modernism eclipsed Chicago realism by the late 1920s, when an exodus of novelists, poets, editors, critics, and reporters from Chicago to points east marked the waning of Chicago literature's second wave. Still to come, though, was the third wave in the 1930s and 1940s. That being the case, we might more profitably regard the period between the Great Fire and the mid-twentieth century as a single renaissance in which Chicago's writers, engaging with landscape and humanity in compelling motion around them, did much to give form and meaning to our imaginative encounter with modern urbanism.",
    "Bibliography": "Duncan, Hugh Dalziel. The Rise of Chicago as a Literary Center from 1885 to 1920: A Sociological Essay in American Culture. 1964.Kramer, Dale. Chicago Renaissance: The Literary Life in the Midwest, 1900–1930. 1966.Smith, Carl S. Chicago and the American Literary Imagination, 1880–1920. 1984.",
    "Author of Text": "Carlo Rotella",
    "Hyperlinked Terms Associated": [
        "Fire of 1871",
        "newspapers",
        "literary careers",
        "Dial",
        "Hull House",
        "Theatre",
        "University of Chicago"
    ],
    "Street addresses associated": [
        "South Side"
    ]
}