{
    "Title": "Chicago Federation of Musicians",
    "Descriptive Text": "The first permanent trade union among Chicago musicians, the Chicago Federation of Musicians (CFM) drew upon a well-established tradition of local musicians' protective organizations.The origins of CFM can be traced to the Chicago Musicians' Protective Union (CMPU), founded in June 1864 by German American band musicians as a member of the city's General Trades Assembly. CMPU practically dictated working policies for local musicians, especially in the city's theaters and museums. Only a serious depression forced its demise in 1877.In 1880, a resurrected CMPU emerged as the Chicago Musical Society (CMS), which conspicuously avoided affiliation with other labor organizations, although it did help to establish a National League of Musicians in 1886. Meanwhile, a few competing local musicians' unions sprouted, including a Knights of Labor affiliate.When conductor Theodore Thomas defeated a CMS attempt to limit membership in the new Chicago Orchestra to local musicians, CMS in 1891 joined the American Federation of Labor. In 1896 it was a founding member of the American Federation of Musicians (AFM). A series of bitter jurisdictional disputes ensued, ultimately leading in 1901 to the Chicago Federation of Musicians, Local 10, AFM, an amalgamation of dissident CMS members and other musicians' unions. Excluded African American members established segregated Chicago Local 208.Under its longtime president James Caesar Petrillo, CFM created a virtual closed shop after 1922. In 1966, Local 10 and Local 208 finally merged. Despite succeeding setbacks, Local 10-208 was still the third largest representative body of musicians in America through the 1990s.",
    "Bibliography": "Leiter, Robert D. The Musicians and Petrillo. 1953.Mazzola, Sandy R. “Orchestras of Chicago: A Musical and Economic History.” In Transactions of the Illinois State Historical Society, ed. Mary Ellen McElligott and Patrick H. O'Neal, 1988.",
    "Author of Text": "Sandy R. Mazzola",
    "Hyperlinked Terms Associated": [
        "German",
        "Knights of Labor",
        "African American"
    ]
}