{
    "Title": "Chicago Commons",
    "Descriptive Text": "Chicago Commons was established in the fall of 1894 and modeled on Hull House. Founder Graham Taylor had come to Chicago Theological Seminary to teach applied Christianity and wanted to live in an immigrant, working-class area. With his wife and four children, he moved to an Irish, German, and Scandinavian neighborhood in the northwest part of the city. As other residents joined them, this settlement house started a kindergarten, clubs and classes, and a civic forum for the discussion of current events. In 1901, it constructed a five-story building on Grand Avenue with a gymnasium, auditorium, activities rooms, and living quarters for two dozen residents.Lea Demarest Taylor succeeded her father as director in 1922 and remained in that post until 1954. She adjusted the settlement program to meet the needs of Spanish-speaking neighbors in the 1930s and African Americans in the 1940s and 1950s. Chicago Commons took the lead among Chicago settlements in fighting for adequate relief stipends and job programs during the Great Depression and in promoting racial integration in its neighborhood. But in 1947 the city of Chicago announced plans to build a freeway through that neighborhood, and the settlement merged with Emerson House to become Chicago Commons Association in 1948. The Grand Avenue building was sold and the proceeds used to establish other community centers which sponsored activities but no longer housed residents. The Chicago Commons Association was administering six such centers and three summer camps at the time of Lea Taylor's death in 1975. Since then, Chicago Commons has continued to provide a variety of social services in neighborhoods with few resources.",
    "Bibliography": "Taylor, Graham. Chicago Commons through Forty Years. 1936.Trolander, Judith Ann. Professionalism and Social Change: From the Settlement House Movement to Neighborhood Centers, 1886 to the Present. 1987.Wade, Louise Carroll. Graham Taylor, Pioneer for Social Justice, 1851–1938. 1964.",
    "Author of Text": "Louise Carroll Wade",
    "Hyperlinked Terms Associated": [
        "Hull House",
        "Seminary",
        "Irish",
        "German",
        "settlement house",
        "kindergarten",
        "clubs",
        "African Americans",
        "Great Depression",
        "social services"
    ],
    "Street addresses associated": [
        "Northwest Side"
    ]
}