{
    "Title": "Chicago Black Renaissance",
    "Descriptive Text": "Although the Harlem Renaissance of the 1920s has gained greater prominence, the black aesthetic movement in mid-twentieth-century Chicago also produced an influential flowering in the arts. The “ Great Migration ” brought tens of thousands of southern African Americans to the city, where they contributed to the development of an urban culture reflected in the visual and performing arts, literature, and music. Chicago became a pioneering center for recording and performing music. The Chicago Defender promoted black fine arts and publicized the works of artists and the institutions that supported and nurtured their creativity. The South Side Community Art Center and the New Deal's Works Progress Administration nourished artistic creativity and organized art workshops for black citizens.LiteratureThe spirit of the city, conflict between the races, questions of identity, and the quest for meaning and dignity anchor the novels, poems, and short stories of Langston Hughes, Richard Wright, Arna Bontemps, Margaret Walker, and Gwendolyn Brooks. In 1936, Wright founded the South Side Writers Group, whose membership included Bontemps and Walker, in order to provide inspiration and encouragement to budding writers and space to experiment with new themes and subjects. The publication in 1940 of Native Son catapulted Wright into national prominence. Its evocative exploration of slum and ghetto, class and race, complements its social-science counterpart, the classic Black Metropolis of St. Clair Drake and Horace R. Cayton.In 1941 Gwendolyn Brooks attended a class on modern poetry that Inez Cunningham Stark conducted at the South Side Community Art Center. Her award a few years later at the Midwestern Writer's Conference led to the publication of her first book of poetry, A Street in Bronzeville. Her next book, Annie Allen, won the Pulitzer Prize in 1950, and in 1968 Brooks was named Poet Laureate of Illinois. In 1969, with the publication of Riot, Brooks began a long association with Haki Madhubuti's Third World Press.Visual ArtFour early black visual artists, all of whom received training at the School of the Art Institute of Chicago, captured the dynamic spirit of black Chicago: William Edouard Scott, Charles White, Archibald John Motley, Jr., and Eldzier Cortor. Scott painted impressionist landscapes, portraits, and murals, including the murals depicting black achievement on the walls of the Tanner Art Gallery in the Chicago Coliseum when it was the site of the American Negro Exposition in 1940. White worked with the mural division of the Illinois Federal Art Project and became a prominent graphic artist. Motley's early works provoked controversy with his depictions of jazz culture and celebration of black sensuality. His paintings, joyous celebrations of the vitality of urban black life, provide vivid images of black social activities in the 1920s and 1930s. Cortor was among the first African American artists to take the beauty of black women as his major theme. In 1946, Life Magazine published one of his full-length seminude female figures.MusicThe Chicago Black Renaissance witnessed the emergence of jazz, the evolution of gospel music, and the rise of urban blues. In 1922 King Oliver invited trumpeter Louis Armstrong to join his Creole Jazz Band in Chicago. Armstrong quickly eclipsed Oliver, demonstrating an impressive skill as an improvising soloist. He remained mostly in Chicago for the next three decades, where his recordings and radio broadcasts defined and dominated Chicago jazz.Thomas Dorsey, known as the “Father of Gospel Music,” wrote over four hundred songs that revitalized black religious music. A distinctly urban music, gospel featured pianos, tambourines, drums, cymbals, and steel tambourines. Contralto Mahalia Jackson was most responsible for the acceptance and widespread popularity of gospel music. She arrived in Chicago in 1927 and by 1945 was selling millions of records featuring Dorsey's compositions, including “Take My Hand, Precious Lord.”DanceDance halls and social clubs became important venues for black Chicagoans who sought release and pleasure after working in stockyards, factories, and steel mills. At the other end of the spectrum, Katherine Dunham organized Ballets Negres and in 1931 presented one of her compositions, “Negro Rhapsody,” at the Beaux Arts Ball in Chicago. In 1945, she founded the Katherine Dunham School of Arts and Research. Dunham's race consciousness and appreciation of black aesthetics emerged in her choreography and her ethnographic studies of West Indian dance.",
    "Bibliography": "Bone, Robert. “Richard Wright and the Chicago Renaissance.” Callaloo (Summer 1986): 446–468.Floyd, Samuel. The Power of Black Music: Interpreting Its History from Africa to the United States. 1995.Reed, Christopher. The Chicago NAACP and the Rise of Black Professional Leadership, 1910–1966. 1997.",
    "Author of Text": "Darlene Clark Hine",
    "Hyperlinked Terms Associated": [
        "Great Migration",
        "African Americans",
        "Chicago Defender",
        "artists",
        "New Deal",
        "South Side",
        "poetry",
        "Federal Art Project",
        "jazz",
        "jazz",
        "gospel",
        "blues",
        "broadcasts",
        "Dance halls",
        "steel"
    ],
    "Street addresses associated": [
        "Bronzeville",
        "South Side"
    ]
}