{
    "Title": "Chicago Area Project",
    "Descriptive Text": "The Chicago Area Project (CAP), a pioneering delinquency prevention program, was incorporated in 1934 byClifford R. Shaw, with support from prominent sociologists at the University of Chicago and the Illinois Institute for Juvenile Research. Shaw believed that juvenile delinquency was a natural product of deteriorating neighborhoods in the modern industrial city. Suspicious of psychological explanations of delinquency and of programs aimed solely at reforming individual delinquents, he created CAP as a new form of grassroots community organization. Its goal was to prevent delinquency by eliciting local residents' active participation in community self-renewal.CAP sponsored community organizing committees composed of residents of high-delinquency neighborhoods. Shaw worked as much as possible through existing institutions, such as the Catholic church in the predominantly Polish neighborhood of Russell Square.CAP's initial programs took three main forms. First, it organized recreation; the Russell Square Community Committee (RSCC), for example, sponsored a boys' club and athletic leagues. Second, it sought to improve neighborhood conditions; the RSCC cleaned up local parks and established a summer camp operated by community residents. Third, it intervened directly with delinquents; workers provided informal guidance (“curbstone counseling”) to youth gang members. Street workers also mediated with police and school officials when neighborhood youths were arrested or experienced difficulty in school. In addition, they supervised convicted offenders from the neighborhood when they were placed on parole.CAP grew from 3 community committees in the 1930s to as many as 80 in the late 1960s. In many neighborhoods, the European ethnic groups whom CAP originally served were succeeded by Hispanics and African Americans. CAP has nonetheless remained an influential mechanism for community organizing.",
    "Bibliography": "Bennett, James. Oral History and Delinquency: The Rhetoric of Criminology. 1981.Kobrin, Solomon. “The Chicago Area Project—A 25-Year Assessment.” Annals of the American Academy of Political and Social Sciences 322 (March 1959): 19–29.Schlossman, Steven L., and Michael Sedlak. “The Chicago Area Project Revisited.” Crime and Delinquency, 26 ( July 1983): 398–462.",
    "Author of Text": "David Wolcott and Steven Schlossman",
    "Hyperlinked Terms Associated": [
        "University of Chicago",
        "community organizing",
        "Polish",
        "gang"
    ],
    "Street addresses associated": [
        "Russell Square"
    ]
}