{
    "Title": "Chicago Sound",
    "Descriptive Text": "The “Chicago Sound” or “Style” has meaning only in the context of a particular musical genre. It does not refer to any specific immutable quality that is idiosyncratic to music made in Chicago. Yet while many important musicians, ensembles, and musical movements—in popular music, art music, and ethnic music —have roots in the city's fertile cultural landscape, in three genres— jazz, blues, and art music—the intersection of imported musical tradition with the energy and vitality of the surrounding urban culture has been so dynamic as to create a sound or style that is recognized as distinctive to Chicago. The markers of what constitutes “Chicago Style” in one genre, however, are unrelated to those of another.The Great Migration of African Americans to Chicago in the first half of the twentieth century produced, in jazz and, later, the blues, two of the city's most enduring contributions to popular music. In the 1910s and 1920s southern African American folk music traditions (especially those of New Orleans) were grafted onto the South Side's vibrant cabaret and dance hall scene, producing a faster and flashier “hot” version of New Orleans's collective-improvisation small-group jazz. Louis Armstrong, Jelly Roll Morton, Joseph “King” Oliver, Earl Hines, and Lil Hardin Armstrong were among the influential African American musicians who worked on the South Side in the 1920s. White musicians from the Chicago area such as Jimmy McPartland, Bud Freeman, Mezz Mezzrow, Mugsy Spanier, and Dave Tough—plus others from the Midwest, including Bix Beiderbecke, Hoagy Carmichael, and Eddie Condon—wholeheartedly embraced this exuberant new sound and made their own contributions to it. In this hothouse environment of innovation and loosened social inhibitions that characterized Prohibition -era Chicago, jazz, aided by the nascent recording industry, quickly grew from a regional and racial phenomenon into the music that would define an era. The more jagged syncopations and collective improvisations of early jazz were superseded by smoother, more supple swing rhythms, and individual, more virtuosic improvisations. In addition, as the lines between small-group jazz bands, which often performed from memory, and large dance orchestras became less distinct, written arrangements became more common. These trends were the precursors of the Swing Era, when jazz enjoyed its greatest popularity. Benny Goodman and Gene Krupa, important Swing Era musicians and bandleaders, grew up and learned to play jazz in 1920s Chicago.In their first major encounter with Chicago culture, southern music traditions got dressed up (literally in the case of the musicians), becoming more refined and sophisticated. In the late 1940s, however, Delta blues musicians who brought their old-time rural blues with them to Chicago did not smooth off the rough edges. The expressive possibilities of the distortion and volume provided by electrical amplification had already begun to be exploited in the Delta in the 1940s, and this new sound became a hallmark of Chicago blues. The old-style rolling Delta blues accompaniment of a fingerpicked acoustic guitar was left behind for a new sound—hard-edged, searing, and raw—of electric guitar and harmonica lead driven by a rhythm section of piano, rhythm guitar, bass, and drums. Delta musicians who migrated to Chicago—such as Muddy Waters, Elmore James, Howlin' Wolf, John Lee Hooker, Little Walter, and John Lee “Sonny Boy” Williamson—along with Chicagoans Willie Dixon and the record producers and promoters Leonard and Phil Chess of Chess Records, were instrumental in creating a unique sound that still retains its identity. This sound was a significant influence on rhythm and blues and American and British rock and roll of the 1960s and 1970s.In another realm altogether, the Chicago Sound refers to a distinctive style of orchestral brass playing that developed in the brass section of the Chicago Symphony Orchestra in the 1950s under the baton of Fritz Reiner. Led by principal trumpet Adolph Herseth and anchored by tubist Arnold Jacobs, the section's sound—characterized by its rhythmic drive and precision, as well as the clarity, consistency, and fullness of its tonal color throughout the entire section and in all dynamic ranges—had an identity distinct from other orchestral brass sections. Through its recordings, radio broadcasts, and performances, especially several international tours during Georg Solti's tenure as music director, this unmistakable sound and high standard of performance helped define the Chicago Symphony Orchestra as a world-class institution. It also made Chicago an international center for the study of brass instrument performance.As the various Chicago Sounds continued to evolve and as other styles and traditions absorbed and adapted certain aspects of them, their distinctiveness diminished. Nevertheless, two of these Chicago Sounds—the Chicago Symphony Orchestra brass section at Symphony Center and the blues in Chicago nightclubs —can still be heard today. In jazz, however, the Chicago Sound has long since metamorphosed into a larger performance tradition and exists now only on recordings.",
    "Bibliography": "Herzhaft, Gerard. Encyclopedia of the Blues. Trans. Brigitte Debord. 1992.Kenney, William Howland. Chicago Jazz: A Cultural History, 1904–1930. 1993.Palmer, Robert. Deep Blues. 1982.",
    "Author of Text": "John McAllister",
    "Hyperlinked Terms Associated": [
        "Ethic music",
        "jazz,blues",
        "Great Migration",
        "African Americans",
        "South side",
        "dance hall",
        "Prohibition",
        "Chess records",
        "rhythm and blues",
        "Chicago Symphony Orchestra, broadcasts",
        "nightclubs"
    ],
    "Street addresses associated": [
        "South Side"
    ]
}