{
    "Title": "Chicago in the Middle Ground",
    "Descriptive Text": "Archaeological evidence and Native American oral tradition indicate that Chicago was a crossroads of trade during the late pre-Columbian period. Artifacts suggest many people passed through the region carrying trade goods from Mississippian settlements to the south, or copper from Lake Superior, but these travelers probably were itinerant traders or small groups of hunters harvesting the rich fauna of the region. By the mid-seventeenth century the Miamis had established some villages along the Chicago and Des Plaines Rivers, but during the 1650s they abandoned the region, moving first west of the Mississippi and then to Wisconsin. During the 1670s French travelers encountered winter camps of Illinois hunting in the region. The Miamis reoccupied the region in the 1690s, forming two villages on the Chicago River, one of 2,500 inhabitants near the river's mouth and another about three miles upstream. Other Miami villages were located on the Calumet River near the modern Indiana border, and at the junction of the Des Plaines and Kankakee rivers.The Miamis abandoned their Chicago villages during the first decade of the eighteenth century, moving to the Maumee and Wabash Valleys in Indiana, while the Illinois ceased to hunt in the region and relocated down the Illinois Valley toward the Mississippi. Meanwhile, Potawatomis, Sacs, and Ottawas from Michigan and Wisconsin began to hunt in the Chicago region, but no permanent villages were established because of warfare between the French and the Foxes, which embroiled much of northern Illinois and southern Wisconsin until the late 1730s. During the 1740s however, the Potawatomis constructed a permanent village on the Chicago River, and within a decade they had been joined by Ottawas and Chippewas. These three tribes established mixed settlements along the Des Plaines and Kankakee rivers, eventually forcing the Illinois from the Lake Peoria region, which the Potawatomis occupied prior to the American Revolution.The intermittent Native American communities at Chicago maintained close ties with the French. Jesuit priests, traders, and French officials visited the region during the last quarter of the seventeenth century, and as Native Americans returned to the region, their relationship with the French intensified. In 1673 Father Jacques Marquette and trader Louis Jolliet passed over the Chicago portage from the Des Plaines River, and the following year Marquette and two companions spent the winter at a bivouac on the Chicago River, where they obtained food from hunting camps of Illinois Indians and from two French traders who recently had entered the region. Father Claude Allouez crossed over the portage in 1676–77, and one year later he was followed by Robert Cavelier de La Salle, who passed along the lakeshore en route from Green Bay to the St. Joseph River. During the following two decades a series of French traders, priests, and officials used the portage, occasionally caching trade goods near the river's mouth, but with the possible exception of French traders who resided among the Miamis, no official French residence was established until 1696, when Father Pierre Pinet established the Mission of the Guardian Angel. The mission remained near the mouth of the Chicago River for only one year but was reestablished in 1698, before being permanently abandoned in 1700, when Pinet left the region to minister among the Illinois at Cahokia.After 1700 the French maintained no official presence at Chicago, and their influence in the region temporarily declined. For a quarter century between 1710 and 1735, French hegemony in Illinois and Wisconsin was challenged by the Mesquakie or Fox Indians, a tribe from Wisconsin who resented French attempts to trade firearms to the Sioux. Warfare between the Foxes and the French and their allies spread across the region, and the Foxes so disrupted the French fur trade that travelers between the Great Lakes and French settlements in southern Illinois avoided the Chicago portage in favor of the more circuitous Wabash route. Consequently, French traders and their Native American allies withdrew from the Chicago region while the Foxes established a village on Lake Pistakee, in modern Lake County. In 1733, after a series of French military victories, the Foxes finally withdrew to Wisconsin and French traders again traversed and traded at the Chicago portage.After 1740 French influence in the region again increased. French traders, both licensed and unlicensed, permeated the western Great Lakes, and many married Native American women who produced families of Métis, or mixed-blood, children. This intermarriage of French and Native Americans produced a society and culture that would dominate Chicago and much of the Great Lakes region through the first decades of the nineteenth century. Described by historian Richard White as “the middle ground,” the emergent society incorporated both Native American and French cultural patterns but reshaped them into an indigenous blend.The middle ground's biological and cultural fusion produced advantages to all concerned. By marrying into leading Native American families, French traders gained access to and support from widespread kinship networks that functioned throughout the Great Lakes and the Illinois country. Married to women from prominent Native American families, the traders were welcomed into tribal hunting camps scattered throughout the region, and their kinship ties also facilitated the exchange of commodities. In turn, Native American people gained access to merchants who supplied them with trade goods and other products increasingly critical to their way of life. In addition, those merchants were bound through familial obligations to provide trade goods to all members of the kinship network. In the Chicago region the marriages of traders such as Antoine Ouilmette, Jean Baptiste Point DuSable, and Jean Baptiste Beaubien to Native American women provide good examples of these unions.These Native American women contributed markedly to their family's success. Since their husbands often were absent on trading expeditions, the women sometimes supervised and maintained their husbands' trading posts. Marie Madeline Réaume L'Archeveque Chevalier, an Illinois woman living in southwestern Michigan, and Madelaine LaFromboise, an Ottawa woman, operated their own trading companies after becoming widows. Although relatively little corn or other grain was grown at Chicago, Native American women in adjoining areas, particularly the St. Joseph Valley in Michigan, produced surplus foodstuffs which were transported throughout the Lake Michigan region, providing food for the traders, voyageurs, and engagees involved in the fur trade.The marriages produced significant numbers of Métis children, who served as ambassadors of the middle ground, often negotiating political, economic, or social differences among tribal peoples, Europeans, and, later, Americans. The Langlade family, Métis-Ottawa residents of the Mackinac region, exercised considerable influence in the Chicago region during the French period, while Billy Caldwell, Alexander Robinson, and Madore Beaubien provided leadership for the Potawatomis at Chicago while also serving the interests of the American government. Their ethnic identities were mutable: sometimes they acted in consort with and were identified as part of the Native American community, at other times they identified as Europeans or Americans.In the late eighteenth century the small Native American and métis community that had settled at Chicago retained close ties to the French community in southern Illinois as well as to communities in Mackinac and Detroit. Among the most prominent was Jean Baptiste Point DuSable, an Afro-French fur trader whose partners traded along the Illinois River from Peoria to Cahokia. DuSable himself was trading during the 1770s near present-day Michigan City, where he was arrested briefly in 1779 by British officials who suspected him of rebel sympathies. By the late 1780s he began developing a farm near the mouth of the Chicago River, where he also did some trading. He erected a spacious five-room “mansion” with a long covered porch modeled after French creole homes in the American Bottom. DuSable prospered during the 1790s, entertained travelers who passed over the portage, and was highly respected by both Native American and métis inhabitants. In 1800, however, he sold his holdings at Chicago and moved to Spanish Upper Louisiana near present-day St. Charles, Missouri.Most houses at Chicago were less imposing than the DuSable residence. Houses were constructed of logs, but generally following the old French-Canadian fashion, with roughhewn logs set vertically in a trench rather than placed horizontally. The logs were chinked with grass and mud, then covered with either bark or lumber. The structures featured high-pitched, thatched or shingled roofs, with a fireplace and rude chimney in the center rather than at one end of the dwelling.In 1803, the United States built Fort Dearborn on the south side of the Chicago River. By 1810 settlement at Chicago clustered at several places. North of the river's mouth were the Kinzie family, whose patriarch John Kinzie occupied DuSable's old mansion. Further north, at Grosse Pointe ( Wilmette ), Antoine Ouilmette and his relatives maintained a trading post where the road to Milwaukee left the Chicago community. On the south side of the river, near Fort Dearborn, Jean Baptiste Beaubien and his family maintained a trading establishment and occupied a series of log houses. Further south was Hardscrabble, (modern Bridgeport ), where the southern branch of the river emerged from Mud Lake. Here lived Alexander Robinson and members of the Bourassa, LaFramboise, and Chevalier families. Finally, to the west, along the Des Plaines in modern Riverside, several villages of Potawatomis had erected their cabins and wigwams.These physically separated settlements shared a focal point of social activity at Wolf Point, where the two forks of the Chicago joined before flowing east into Lake Michigan. Here people met to drink considerable quantities of French brandy, British rum, and American bourbon and to wager furs, trade goods, and other valuables on card games, shooting matches, and horse races. Here also outdoor dances were held on warm summer nights, and while fiddles, flutes, and mouth organs played Creole or frontier melodies, Métis women danced with their husbands or with eligible bachelors from among the ranks of traders and voyageurs. Wolf Point also was the scene of considerable Potawatomi festivity, and tribespeople from the separate camps assembled to celebrate seasonal ceremonies and to dance to traditional songs and drumbeats. During the winter, people met at rude taverns near the point to pass away the cold gray days and to drink, play cards, swap stories, and gossip. Indeed, the “frolicking” and social activities of Chicago's residents during this period seemed to transcend economics and ethnicity.John Kinzie is a good example of someone who negotiated this social and economic world. Born in Quebec in 1763, Kinzie moved to Detroit as a boy after his widowed mother married Thomas Forsyth, a Scots-Irish merchant at Grosse Point, Michigan. There Kinzie was raised amidst Creole and Métis contemporaries, and as a young man he married Margaret Mackenzie, born in Virginia but captured as a young child and reared by the Shawnees. After the revolution Margaret returned to Virginia with their three children and Kinzie married a second time, to Elizabeth McPhillip, a Detroit widow, but also a former Indian captive with important ties to the tribes. Kinzie, who first traded in the Sandusky region, continued to trade in Michigan, but after 1803 he relocated to Chicago, where he traded with the surrounding Native American communities. He built a new trading post on the south side of the river, near the newly established Fort Dearborn, and eventually supplied the garrison with both luxuries and necessities. He also forced Métis Jean Lalime to relinquish DuSable's large house, which he then occupied with his family. When Lalime protested the loss of his property, Kinzie first quarreled with the man then killed him.Kinzie's ascension at Chicago continued the pattern of white traders married to Native American (or captive) women, and as Kinzie's trading establishment grew, he employed large numbers of Métis, even some, including Billy Caldwell and Alexander Robinson from Michigan. Moreover, he also cemented his ties with Métis traders at Milwaukee, apprenticing their part-Potawatomi children as servants or employees in his household. Yet by 1800 the Indian trade at Chicago was no longer financed by or dependent upon traders at Peoria or southern Illinois. Its new ties were to Mackinac and Detroit, and trading houses at those locations supplied the Chicago community with most of its goods and finances. Moreover, the Great Sac Trail, an overland route between the upper Mississippi Valley and British Indian Department offices in Ontario, passed just south of Chicago, providing additional ties between Kinzie and other traders with merchants at Detroit or in Canada.The War of 1812 marked the death knell for the middle ground at Chicago. In August 1812 the first Fort Dearborn (built in 1803) was evacuated by the garrison, and as the troops and a party of civilians traversed the lakeshore en route toward Fort Wayne they were attacked and defeated by pro-British Potawatomis. Kinzie and his associates lost their property, and when they returned to Chicago following the war, the pace of change overwhelmed them. The fort was rebuilt and regarrisoned in 1816, but the middle ground was falling apart. The fur trade in the Chicago region declined rapidly, and the American Fur Company gained control of the remaining traffic. Kinzie, Beaubien, and other Métis traders were employed by the company, but they were given secondary roles. New groups of Americans, Yankees (New Englanders from the east), moved into the region and the old way of life disintegrated.Some of the Métis, including Mark Beaubien, opened inns or taverns to serve the newcomers, but they became alienated from the more aggressive, highly organized, and systematic Yankees. Moreover, within two decades both the Native Americans and the Métis found that they no longer had a place at the Chicago portage. The onrushing American population demanded access to Native American lands in the region, and the government signed a series of treaties with the Potawatomis and other tribes which transferred their lands to the United States and provided for the removal of Native Americans across the Mississippi. Ironically, the large Métis population which inhabited the portage now found that their separate identity as Métis was no longer accepted by the newcomers. The Yankees lumped all people of Native American descent together as “Indians, pure or half-breeds,” and demanded that the Métis traders and their families join with the Potawatomis and remove to the west. Those few Métis families who remained at Chicago did so only by de-emphasizing their Native American heritage, identifying with the new ruling class, and adopting the Yankees' cultural values.In making these changes, they entered a new and different world. Economic activities within the middle ground had been focused upon the fur trade, and individuals, families, and extended kinship groups all had endeavored to produce enough commodities to maintain a comfortable existence. But their efforts had been much more communal, and ties to family and clan had taken precedence over the accumulation of wealth by individuals. Hospitality and generosity had been highly valued, and people enjoyed the present; they did not regularly postpone the pleasures of the day for anticipated benefits to be obtained in the distant future. In addition, one's identity was to family and clan, which in turn transcended “race” as it was defined by the Yankees. One might be a Beaubien or a Kinzie, with family ties to Ottawa, Potawatomi, Creole, or Scots-Irish families, but one envisioned one's identity within that multifaceted framework, rather than in terms of a mutually exclusive racial category.The new society cherished different values. Its members believed that future happiness could be assured only by limiting one's enjoyment of the present, and that wealth should be amassed and hoarded by individuals, rather then shared with a large network of family members and kin. Thrift and saving was valued over generosity, and men were honored for the treasures they accumulated rather than for their hospitality to relatives and friends. Moreover, as the decades passed, ethnic delineations were sharpened. Métis, regardless of their family ties or former acceptance by the old community, were barred from joining a new socioeconomic elite. Race became an exclusionary device, leaving little place for people of mixed heritage. The middle ground was ending. Chicago had entered a new age.",
    "Author of Text": "R. David Edmunds",
    "Hyperlinked Terms Associated": [
        "Native American",
        "Miamis",
        "Des Plaines",
        "French",
        "Illinois",
        "Chicago River",
        "Calumet Ricer",
        "Potawatomis",
        "Sacs",
        "Ottawas",
        "Native American",
        "portage",
        "Mission of the Guardian Angel",
        "Mesquakie",
        "fur trade",
        "Great Lakes",
        "Métis",
        "Fort Dearborn",
        "Wilmette",
        "Bridgeport",
        "Riverside",
        "Yankees",
        "treaties"
    ],
    "Street addresses associated": [
        "Bridgeport",
        "Wilmette",
        "Riverside"
    ]
}