{
    "Title": "Chicago's Mythical French Fort",
    "Descriptive Text": "There was never a French fort at Chicago. This persistent myth originated with a 1697 map that accompanied Father Louis Hennepin's account of his “adventures” with the La Salle expedition. This map showed a strangely shaped Lake Michigan with a river flowing into it at its southernmost point (roughly where the Dunes are) together with a fort. Hennepin had intended to show the St. Joseph River in Michigan with La Salle's new Fort Miami. Later cartographers, aware that no such southern stream existed, moved it all to the nearest river that actually existed, the Chicago River —together with the fort. This solution was repeated in a whole series of French maps and even in English maps (Morden 1719, Popple 1733). Thus the erroneous idea of a fort at Chicago became widely accepted.The missionary J. F. Buisson de St. Cosme, visiting the Mission of the Guardian Angel at Chicago in 1698, where he spent several days, wrote a long report describing the mission, the river, the prairie, the lake, the Miami villages, everything, but never mentioned a fort, because there wasn't any. The illusion of a Chicago fort had spread so widely that the official of the Ministry of the Marine in Paris, who years later, after the maps had become common, transcribed Buisson's report, made a surprised marginal note: “y a til un fort? aux Chicago” (is there a fort? at Chicago).The idea of a French fort at Chicago even infected Americans. At the Treaty of Greenville (Ohio), in 1795, which forced the Indians to cede an area six miles by six miles around the mouth of the Chicago River, the representatives of the United States, none of whom had ever been to Chicago, also demanded in addition the “French fort.” The Indians replied that not even the oldest among them had ever seen or heard of a fort at Chicago, but that the Americans were welcome to any fort they could find. This should have been the end of the question, but even today scholars overly impressed by all the old maps are sometimes convinced that the remains of a French fort must lie somewhere along the Chicago River.",
    "Author of Text": "Winstanley Briggs",
    "Street addresses associated": [
        "Streeterville",
        "Pilsen",
        "Little Village",
        "Humboldt Park",
        "Chinatown",
        "Cicero"
    ]
}