{
    "Title": "Chicago School of Television",
    "Descriptive Text": "Five network programs produced in NBC's Chicago studios between 1949 and 1955— Kukla, Fran and Ollie, Garroway at Large, Studs' Place, Hawkins Falls, and Ding Dong School —composed the canon of what New York critics almost immediately began calling the “Chicago School” of television.The guiding axiom of the Chicago School performers and production staff was that television was neither theater nor film, but a unique, new medium. The corollary followed that television performances should not be directed at a studio audience, but at the viewers at home who watched singly or in small groups.Informality and spontaneity were the hallmarks of the Chicago School programs, largely because they were seldom scripted. Burr Tillstrom (creator of the Kuklapolitans) and Fran Allison worked from a simple rundown. Likewise Garroway, even though his variety show included elaborate production numbers. A two-page plot summary guided Studs Terkel and his colleagues. They improvised the rest.Technical necessity, rather than the desire to propagate an esthetic, created the Chicago School. When coaxial cable linked the East Coast and Midwest in January 1949, New York lacked the production facilities to fill an evening schedule. Chicago's task was to fill the gap—at low cost.The success of the Chicago School, coupled with technological advances, assured its demise. Many of its principal exponents were summoned to New York for more important tasks. The extension of coaxial cable to the West Coast in 1951 left Chicago's facilities superfluous and, by the mid-1950s, generally deprived of network productions.",
    "Bibliography": "Mills, Ted. “Television's ‘Chicago School’ Carries On—Far From Chicago.” Variety, January 5, 1955.Sternberg, Joel. “A Descriptive History and Cultural Analysis of the Chicago School of Television.” Ph.D. diss., Northwestern University. 1973.Terkel, Studs. “Studs Terkel's Chi TV Lament: ‘East Coast Gets Curiouser and Curiouser.’ ” Variety, November 30, 1954.",
    "Author of Text": "Rich Samuels",
    "Hyperlinked Terms Associated": [
        "Kukla, Frain and Ollie",
        "Ding Dong School"
    ]
}