{
    "Title": "Chico Carrasquel",
    "Descriptive Text": "After beginning his professional baseball career at the age of 17 in Caracas, Venezuela, Chico Carrasquel played for the White Sox from 1950 to 1955. In 1951 he was the first Latin American to play in the Major League All-Star Game. His first challenges as an immigrant and a baseball player included the language barrier: management wanted all the Latin players to speak in English.Luis Aloma was a pitcher—a Cuban guy—so he spoke English and he helped me, because in those days I didn't understand anything in English.... Today, the Latin players have [translators, etc.]. In those days, in the 40s and 50s, we don't have help. They say, “Go to hell.” Nowadays, you look at the lineup, it's a lot of Latin players, but in those days, what the hell, just one or two, so they say you have to speak English.... They told Hector Rodriguez to speak English and he said, “The only thing I know is, well, if he wants me to talk English, I know how to say ‘Chicago White Sox.’” I played shortstop, he played third base, and all game, what he said was, “Chicago White Sox, Chicago White Sox.” And I said, “Hector, please say something different.” He said, “Chico, they want me to speak English, the only thing I know is ‘Chicago White Sox.’” Nellie Fox, Billy Pierce, Minnie Minoso, they tried to help me and I got along with them real good....I remember those days, we were having a hard time. I hit a home run, and the pitcher, oh, they called me dirty names, and I said, “Why?” I remember, they said “Hey! Chico, you South American son of a bitch!” ...Latin players and black players were the same. If somebody was white and hit a home run, that was okay, but Latin players, that's a different story....In those days, in the 50s and the end of the 40s, the Spanish players, they said, “Oh, we can't go. That's for the white people, that's for the black people.” . . .If we played good ball, the fans at Comiskey don't care if you were black, or white, or a Latin player, because you played good. We got a chance to show those people and they recognized.",
    "Author of Text": "Robert Morrissey",
    "Hyperlinked Terms Associated": [
        "White Sox"
    ]
}