{
    "Title": "Chicagoans Who Rejected the Railroad",
    "Descriptive Text": "While in retrospect technological innovation might seem preordained (or at least inevitable), those involved in the process are often initially blind to its advantages. In the 1830s, the future of Chicago seemed to rest on the proposed Illinois & Michigan Canal, linking the Great Lakes and the Mississippi River. Chicagoans were unwilling to entertain a shift from a canal to a railroad in 1834, when they wrote to the governor of Illinois:Our citizens are for a canal of some kind & they believe that it should be undertaken by the state —Rail Roads are out of the question with us, except, in those places where canals cannot be obtained for want of water to feed them or some other insurmountable obstacle.The canal was finally completed in 1848, but it was only a few years before a rail line traversed the same corridor.In the late 1840s, some area residents still questioned the need for a railroad. Naperville was growing at the convergence of several roads. Longtime resident Joseph Yackley remembered that whenthey built the Plank Road, it was left to Naperville whether or not they would have the Plank Road or the railroad. Surveys had been made by the railroad (now the Chicago & Northwestern) and if they had built it, they would have followed the present line of the Burlington to Naperville. But you know we had so much traffic at Naperville that the traders were afraid the railroad would take their business away from the[m], and finally decided that they would rather have the Plank Road than the railroad, so they let the Northwestern go [north through Wheaton instead] and took the Plank Road, expecting thereby to hold the traffic at Naperville, but they made a big mistake.Naperville, however, was able to rectify its mistake by successfully courting the Chicago, Burlington & Quincy Railroad when it ran through the area in the 1860s.",
    "Bibliography": "The Electronic Encyclopedia of Chicago © 2005 Chicago Historical Society.The Encyclopedia of Chicago © 2004 The Newberry Library. All Rights Reserved. Portions are copyrighted by other institutions and individuals. Additional information on copyright and permissions.",
    "Author of Text": "Ann Durkin Keating",
    "Hyperlinked Terms Associated": [
        "Illinois & Michigan Canal",
        "Great Lakes",
        "railroad",
        "Naperville"
    ]
}