{
    "Title": "Chicago Public Library",
    "Descriptive Text": "According to legend, the Chicago Public Library began with the donation of books by British citizens after the fire of 1871. In fact, efforts had been underway before that to augment private libraries with a public institution. These efforts reached fruition in 1872, when the city organized a board under the Illinois Library Act. The board's mandate was to provide service to the “common man.” The first librarian, William Poole, concentrated on building up the library's collections and on public access via delivery stations throughout the city. By 1909, two-thirds of the circulation took place through deposit stations.In the 1890s the library's priorities shifted from service to uplift. This corresponded with Chicago's larger cultural renaissance, which included the creation of the Newberry and Crerar research libraries. The three libraries agreed to divide the areas of study among them—the humanities to the Newberry, the sciences to Crerar, and popular collections to the public library. In 1897, the new main branch opened in an opulent structure in the Loop. The architecture as well as the books were meant to influence and uplift patrons. At the same time, politicians drastically cut the budget for acquisitions and neighborhood services.The ideals of progressive reformers soon returned the library to its mission of service, exemplified in librarian Henry Legler's 1916 proposal, “A Library Plan for the Whole City.” The plan, which called for an extensive network of neighborhood libraries and regional districts, was carried out by Legler's assistant, Carl Roden. During Roden's tenure as librarian (1918–1950), the branch library system grew by 50 percent and circulation reached stunning heights, though expenditures and book purchases were low in the wake of the Great Depression. During the three decades after 1950 the public library remained limited by its financial resources.By 1969, 59 branch libraries were in operation, but they were overburdened. What caught the public's attention and dominated it for the next two decades, however, were the needed renovations to the library's central building. In 1977, the refurbished building reopened as Chicago's Cultural Center, also housing the library's new special collections unit. The rest of the collections, however, remained without a central building until 1991. In the meantime, the library's board debated plans for the new site while the budget, staff, and hours were cut and circulation dropped. Following strong support from Mayor Harold Washington, the new central library was built on the corner of Congress Parkway and State Street and was named in his honor. Its completion signaled a renewed emphasis on public service.Mayor Richard M. Daley made branch libraries a priority and supported a special bond measure to rebuild them. In 1995, under the leadership of Library Commissioner Mary Dempsey, the library revised its mission statement and developed a Five-Year Strategy for growth that brought renewed vigor to the system. Between 1989 and 2002, it has built or renovated 41 libraries and begun construction on numerous others. Another 14 new neighborhood projects were scheduled for completion by 2004. A commitment to outreach, manifested in public programs, exhibits, and special events, has dramatically increased use of the library.",
    "Bibliography": "The Chicago Public Library: Celebrating 125 Years, 1873–1998. 1997.Harris, Neil. “By the Book” and “By the Book II.” Chicago Times Magazine 1.2:62 ( Jan–Feb 1988) and 1.3:66 (Nov–Dec 1987).Horowitz, Helen Lefkowitz. Culture and the City: Cultural Philanthropy in Chicago from the 1880s to 1917. 1976.",
    "Author of Text": "Cathleen D. Cahill",
    "Hyperlinked Terms Associated": [
        "Newberry",
        "Crerar",
        "Loop",
        "architecture",
        "Great Depression"
    ]
}