{
    "Title": "Chicago Women's Liberation Union",
    "Descriptive Text": "The Chicago Women's Liberation Union (CWLU, 1969–1977) was founded by women from the civil rights movement and Students for a Democratic Society. Its pamphlet, Socialist Feminism: A Strategy for the Women's Movement (1972), circulated widely and is apparently the first use of “socialist feminism,” a term that identified feminists who used Marxist and socialist ideas while criticizing them for inattention to gender.The union's programs raised consciousness, challenged power structures through direct action, and provided services for women. Committed to democratic and decentralized structures, union members chose to develop accountable leaders, rather than dismiss altogether the notion of leadership.Individual chapters were linked through a steering committee, outreach newspapers ( Womankind, Blazing Star, and Secret Storm ), and an internal newsletter. “ Jane ” (or “the Service”) provided first referrals and then clandestine abortions. Later, the Abortion Counseling Service and the Health Evaluation and Referral Service (HERS) advocated quality health care.The CWLU influenced the development of women's studies programs locally, ran a Liberation School, organized high-school girls, and offered courses at Dwight Correctional Institution. Its rock band recorded Mountain Moving Day in 1972. The Graphics Collective marketed silk-screen posters nationally. The CWLU organized sports teams and challenged sexism in the Chicago Park District.With the Chicago chapter of the National Organization for Women, the CWLU successfully sued Chicago for sex discrimination onbehalf of city “janitresses. ” Blazing Star, the lesbian chapter, worked for a lesbian and gay rights ordinance. Action Coalition for Decent Childcare (ACDC) won changes in licensing codes for day care providers, and the Legal Clinic offered advice on tenant issues and divorce.Although most members were European American, the CWLU supported the Black Panthers, worked with the Puerto Rican Socialist Party, and organized against racial discrimination in gay and lesbian bars.",
    "Bibliography": "DuPlessis, Rachel Blau, and Ann Snitow, eds. Feminist Memoir Project: Voices from Women's Liberation. 1998.Strobel, Margaret. “Consciousness and Action: Historical Agency in the Chicago Women's Liberation Union.” In Provoking Agents: Theorizing Gender and Agency, ed. Judith Kegan Gardiner, 1995, 52–68.",
    "Author of Text": "Margaret Strobel",
    "Hyperlinked Terms Associated": [
        "civil rights movement",
        "socialist",
        "Jane",
        "Park District",
        "Puerto Rican"
    ]
}