{
    "Title": "Chicago Community Trust",
    "Descriptive Text": "The Chicago Community Trust has played a central role in encouraging and managing philanthropy in metropolitan Chicago since its founding in 1915. Banker Albert W. Harris established the second community foundation in the United States with an initial endowment of $600,000 to create permanent funds for grants to address civic affairs, education, culture, health, and social services in subsequent generations. The trust had only four executive directors in its first 85 years, each establishing priorities responsive to changing community and financial resources. From its founding, a volunteer governing board appointed by outside civic leaders has overseen operations.In 1919, the trust undertook its first community assessment, establishing an ongoing practice of identifying and responding to current needs in Chicago. Endowment funds grew in the 1920s with new donor participation and services to individuals and families to channel funds to agencies serving their philanthropic interests. Even with emphasis on relief funds in the 1930s, the trust's endowment grew to almost $5 million by 1939, a figure that almost doubled in the in the early 1940s. By the early 1960s the trust's assets exceeded $50 million.In the 1970s, the trust published its first formal guidelines and program areas for grant seekers, continuing to survey the community to determine priorities. In 1977, permanent endowment funds surpassed $100 million, and growth accelerated in the next two decades, reaching over $1 billion in 2000, placing the Chicago Community Trust as the fourth largest among 550 U.S. community foundations.",
    "Bibliography": "Loomis, Frank Denman. The Chicago Community Trust: A History of Its Development, 1915–1962. 1962McCarthy, Kathleen D. Noblesse Oblige: Charity and Cultural Philanthropy in Chicago, 1849–1929. 1982",
    "Author of Text": "Jane Preston",
    "Hyperlinked Terms Associated": [
        "philanthropy",
        "social services"
    ]
}