{
    "Title": "Chicago Housing Authority",
    "Descriptive Text": "The initial goal of public housing was to provide decent housing for poor and low-income households. There have been two categories of public housing in Chicago: for families and for the elderly.Founded in 1937, the Chicago Housing Authority (CHA), has been responsible for all public housing in the city of Chicago. It is a municipal not-for-profit corporation, governed by commissioners who are appointed by the mayor. Social reformer Elizabeth Wood was CHA's first executive secretary, serving with distinction until 1954.}The first public housing projects were made possible by the Public Works Administration and then the federal Housing Act of 1937. Prior to World War II there were four projects, all composed of low-rise (two-to-four-story) buildings. Three projects were opened in 1938: Jane Addams Houses on the Near West Side, comprising 32 buildings for 1,027 families; Julia C. Lathrop Homes on the North Side for 925 families; and Trumbull Park Homes on the far South Side for 426 families. Unlike these three, which were built for whites (although 2.5 percent of the units in the Jane Addams Houses were initially assigned to African American families), a fourth project, Ida B. Wells Homes, in the ghetto, was for blacks. Far larger than the other projects, it housed 1,662 families.The racial segregation embodied in these developments was in compliance with federal policy (the “Neighborhood Composition Rule”), which required that the tenants of a housing development be of the same race as the people of the area in which it was located. Managers were selective in choosing among the thousands of families who applied for apartments. There had to be one employed breadwinner and the tenants had to behave according to prescribed rules.During World War II, CHA was redirected to create housing for the workers in war industries. Two large projects had some units for black families, but, in addition, one very large project, Altgeld Gardens, built in Riverdale at the edge of the city with 1,500 units, was designed exclusively for black war workers. After the war, CHA provided several thousand units of temporary housing for veterans, in such forms as temporary plywood houses and Quonset huts. Abandoning the Neighborhood Composition Rule, CHA introduced a short-lived policy of racial integration, which precipitated a series of violent white-black confrontations.When Congress passed the Housing Act of 1949, which provided substantial funding for public housing, CHA was ready with a map of proposed sites for projects to be built on open land throughout the city, but the city council rejected this map altogether. White aldermen rejected plans for public housing in their wards. CHA's policy thereafter was to build family housing only in black residential areas or adjacent to existing projects. This rejection explains the concentration of public housing in the city center on the South and West Sides.Most of the high-rise projects of the 1950s and 1960s took one basic form. They were larger than the earlier developments, ranging from 150 to 4,415 apartments (averaging about 1,027). Most were built in superblocks: streets that had previously traversed the redeveloped areas were ripped up, replaced by what were supposed to be grassy areas. The structures were high-rise apartment buildings with elevators, many reaching 15 to 19 stories. In style, they were modern but plain, following a “no-frills” principle. Designers of postwar projects included Bertrand Goldberg; Holabird, Root & Burgee; Keck & Keck; Shaw, Metz & Associates; and Skidmore, Owings & Merrill. Three high-rise projects were opened in 1955. Grace Abbott Homes was the largest, with 1,200 apartments in 40 buildings covering what had been 10 city blocks.Several projects like Cabrini-Green on the Near North Side grew by accretion. It began with Frances Cabrini Homes, a low-rise development of 586 units, opened in 1942. Cabrini Extension was built in 1958; it had 1,925 units in 15 buildings. Then in 1962 William Green Homes was built on another adjacent site with 1,096. Altogether, Cabrini-Green had 3,607 units.A series of large projects formed “the State Street Corridor,” a narrow zone of public housing, more than four miles long. The corridor included Stateway Gardens (1958), which comprised eight buildings; and Robert Taylor Homes (1962), the largest public housing project in the United States. When it opened, Robert Taylor Homes had 4,415 units in 28 identical 16-story buildings.After 1950, public housing began rapidly to deteriorate. Some buildings had serious design flaws. All buildings were subject to hard use and were badly maintained, which accelerated their deterioration. CHA managers stopped screening applicants and the socioeconomic mix of tenants changed, as the CHA was directed to accommodate all families who had been displaced by urban renewal, expressway construction, and other forms of slum clearance.By the late 1950s, it was apparent that there were serious physical problems in the high-rise projects. Nonetheless, CHA continued to build high-rise projects in black districts until 1968, when the federal government stopped funding high-rise buildings for family housing. All told, CHA built 168 high-rise buildings with approximately 19,700 apartments for families.In 1966 a group of tenants sued the CHA, alleging that the agency was perpetuating racial segregation by siting projects in the ghetto. In Gautreaux v. Chicago Housing Authority, a federal judge enjoined CHA from building additional family housing in black residential areas. He ordered the agency to build scattered-site housing elsewhere in the city. Thereafter the authority built no more than a handful of scattered-site dwellings.Following the Gautreaux decision, almost all of the housing built by CHA was for elderly tenants, housing that could be built in white sections of the city. CHA erected its first project for the elderly in 1959, and between 1961 and 1976 the CHA built 46 developments, totaling 9,607 units.Family high-rise projects continued to exhibit social problems and the buildings continued to deteriorate. In 1996, the federal department of Housing and Urban Development (HUD) took control of the CHA, on the grounds of mismanagement and poor performance. At about the same time, HUD introduced a radical change of policy, advocating demolition of failed high-rise buildings. Chicago demolished several high-rise buildings in 1996 and 1997, planning to redevelop those areas with a mix of public housing and housing for middle-income households. The CHA regained control from the federal government, as it undertook continued demolition and redevelopment.",
    "Bibliography": "Devereux, Bowly, Jr. The Poorhouse: Subsidized Housing in Chicago, 1895–1976. 1978.Hirsch, Arnold R. Making the Second Ghetto: Race and Housing in Chicago, 1940–1960. 1983.Meyerson, Martin, and Edward C. Banfield. Politics, Planning, and the Public Interest: The Case of Public Housing in Chicago. 1955.",
    "Author of Text": "Harvey M. Choldin",
    "Hyperlinked Terms Associated": [
        "public housing",
        "World War II",
        "Near West Side",
        "South Side",
        "African American",
        "Riverdale",
        "apartments",
        "Cabrini-Green",
        "Near North Side",
        "Stateway Gardens",
        "Robert Taylor Homes",
        "urban renewal",
        "expressway",
        "Gautreaux"
    ],
    "Street addresses associated": [
        "Near West Side",
        "North Side",
        "South Side",
        "Riverdale",
        "Near North Side"
    ]
}