{
    "Title": "Chicago Crime Commission",
    "Descriptive Text": "The Chicago Crime Commission is a nonpartisan, anticrime organization founded by businessmen in 1919 after a notorious payroll robbery. In the 1920s, under its active operating director, Henry Barrett Chamberlin, an attorney and former newspaper editor, the commission gained a prominent publicity and advocacy role and became the nation's leading citizen crime commission at a time of intense concern about organized crime and ineffective law enforcement. The new commission focused on crimes against property, which it saw as the work of a highly sophisticated business: “Modern crime, like modern business, is tending towards centralization, organization and commercialization. Ours is a business nation. Our criminals apply business methods.”The commission advocated a more efficient, rigorous criminal justice system that would deter with certain, harsh punishment. As public watchdog, it monitored police, courts, and corrections institutions for lenience, laxity, and corruption. It decried political interference. In the late 1920s, the commission campaigned unsuccessfully against the widespread practice of plea bargaining, which it portrayed—many said unfairly—as the product of judicial inefficiency and corruption.The commission's efforts to arouse citizens' indignation produced its most successful publicity maneuver, the 1930 release of a “public enemies” list, headed by Al Capone. Drawing on the work of its “Secret Six” investigative unit, the commission was among the organizations that called for the ultimately successful tax-evasion prosecution of Capone in 1931.In later years, the commission worked actively to combat organized crime. In 1951, longtime executive director Virgil Peterson was a prominent witness in the sensational televised hearings conducted by Estes Kefauver's Senate Organized Crime Committee. Local syndicates, Peterson warned, had evolved into a dangerously sophisticated national mob.The commission's visibility has faded in recent decades, but it has remained active—monitoring courts and police, campaigning against legalized gambling, and pushing for punitive responses to problems associated with street gangs (designated “Public Enemy No. 1” in 1995) and illegal drugs.",
    "Bibliography": "Files of the Chicago Crime Commission, including its annual reports and periodic Bulletin (later titled Criminal Justice ).Hoffman, Dennis E. Scarface Al and the Crime Crusaders: Chicago's Private War against Capone. 1993.Peterson, Virgil W. Crime Commissions in the United States. 1945.",
    "Author of Text": "David E. Ruth",
    "Hyperlinked Terms Associated": [
        "business",
        "police",
        "courts",
        "gambling",
        "gangs"
    ]
}