{
    "Title": "Chicago's Social Geography",
    "Descriptive Text": "During the 1880s, one fact about Chicago's population was indisputable: it was growing dramatically. Between 1880 and 1890, the city's population more than doubled, climbing from 503,165 to 1,099,850. Although most of that growth took place within the 1880 city boundaries, some of the most rapid growth took place on the city's edges where new industries created new neighborhoods. More distant locations that later would be considered part of the Chicago metropolitan region grew rapidly as well. Had the city not annexed 125 square miles and some 225,000 new residents in 1889, its growth rate would have been slower than for Cook County as a whole and only slightly faster than that of Lake County, Ind., and Kane County, Ill., counties that were also experiencing an increase in and reorganization of manufacturing activity.The implications of that growth were not, however, as clear as the numbers. The changes in manufacturing that helped fuel growth also contributed to shifts in the dynamics of growth. Expanding geographies of manufacturing changed where people lived. The concentration of jobs at the Union Stock Yard beginning in 1865 had led employees, their families, and developers to the areas adjacent to it. By 1880, 24,954 residents lived in the Town of Lake of which the stockyards were part. During the 1880s, large factory complexes were attracting thousands of new residents to previously sparsely populated areas where land was plentiful, inexpensive, and still accessible to Chicago's downtown business center. New steel mills provided the impetus for several neighborhoods and a commercial center in South Chicago. By 1889, George Pullman's planned community begun in 1880 was home to over 12,000 residents, a figure nearly matched by the new residents of the nearby communities of Roseland and Kensington where farmland was transformed into residential blocks for those who earned their paychecks at the Pullman Car Works or by providing goods and services to those who did. Further away, similar businesses, like the George H. Hammond Company in Hammond, Indiana, and Joliet Iron and Steel in Joliet, and the Chicago, Burlington, and Quincy Railroad in Aurora attracted thousands of new employees and residents to those communities. By 1890, 27 percent of Cook County's adult males worked in manufacturing jobs, up from 20.7 percent. In Kane County, the figure rose from 11.6 percent to 18.9 percent and in Lake County, Ind., 15.6 percent of men worked in manufacturing, a stunning change from the 3.4 percent who had worked in manufacturing only ten years earlier.The growth in manufacturing also changed the composition of the population that lived in the emerging metropolis by attracting immigrants from around the world to fill its seemingly insatiable demand for workers. By 1890, 40.5 percent of all residents of Cook County were foreign born; among individuals classified by the census as \"white,\" 78 percent were either foreign-born or children of immigrants. In each of the surrounding counties, this proportion remained higher than one-half. Although the majority of the region's immigrant population had been born in Germany, Ireland, England, and Scandinavia, newcomers increasingly came from Poland, Bohemia, Russia, and Italy. This trend accelerated in the 1890s, complemented by a small but growing stream of African American migrants from the American South.These changes in manufacturing and population imposed a more complex social geography of class and ethnicity on the city and the region. Neighborhoods of the rich and poor became more distinct and more isolated from each other, a process already underway by the end of the CIVIL WAR and evident in Chicago's post-fire development. Residential enclaves surrounding manufacturing plants were dominated by workers in those factories and reflected the firm's hiring policies. Companies hiring Italians or Poles helped create the nuclei of Polish and Italian neighborhoods; those with biases against the Irish helped create neighborhoods with uncharacteristically low numbers of Irish. Where skill levels and wages were high, home ownership rates rose. Where unskilled workers concentrated or where jobs were already moving elsewhere, poverty took its toll.The combination of new residents, new jobs, and new social geography contributed to a sense of disorder and unrest in the 1880s and 1890s. Residents of the working-class neighborhoods emerging as prominent features on the metropolitan landscape demanded higher wages and better living conditions. The diverse ethnic perspectives of Chicago's immigrant communities transformed the politics of the city and its institutions. Ideas about city problems and city government proliferated, often generating open hostility and even violence among groups and individuals. Those issues would remain unresolved for the next half century as the city's and region's population continued to grow in number and diversity and as its social landscape became even more complex.",
    "Bibliography": "Hirsch, Eric. Urban Revolt: Ethnic Politics in the Nineteenth Century Chicago Labor Movement. 1990.Schneirov, Richard. Labor and Urban Politics: Class Conflict and the Origins of Modern Liberalism in Chicago, 1864-97. 1998.Smith, Carl. Urban Disorder and the Shape of Belief: The Great Chicago Fire, the Haymarket Bomb, and the Model Town of Pullman. 1995.North Atlantic Population Project and Minnesota Population Center. 1880 United States Census: Complete Count Microdata. Preliminary Version NAPP-US-0.1 [computer files]. Minneapolis, MN: Minnesota Population Center [distributor], 2001. [http://www.nappdata.org],",
    "Author of Text": "Janice L. Reiff",
    "Hyperlinked Terms Associated": [
        "Cook County",
        "Lake County, Ind.",
        "Kane County, Ill",
        "South Chicago",
        "Roseland",
        "Kensington",
        "Hammond",
        "Chicago, Burlington, and Quincy Railroad Aurora",
        "African American",
        "Italians",
        "Poles",
        "Irish",
        "politics"
    ],
    "Street addresses associated": [
        "South Chicago",
        "Roseland",
        "Kensington"
    ]
}