{
    "Title": "Chicago River",
    "Descriptive Text": "To many Chicago residents, the Chicago River is a body of water dyed green on St. Patrick's Day, or a river that flows backwards from its original mouth at Lake Michigan, or the cause of a 1992 flood in the Loop. The river is also a part of a system that includes the North Branch, South Branch, and Main Stem of the Chicago River, as well as 52 miles of constructed waterways: the North Shore Channel, the Sanitary and Ship Canal, and the Calumet Sag Channel. The river system has played a central role in the history of Chicago and is an example of the link between nature, natural resources, and urban development.Before Euro-American settlement and the development of Chicago and its suburbs, the North Branch of the Chicago River was fed by three small streams with headwaters near present-day Deerfield, Glencoe, and Winnetka. The tributary flowed through upland oak savannas and maple forest and through a wet prairie formed in the till plain of ancient Lake Chicago. From its headwaters near Racine and Pershing, the South Branch flowed through the same wet prairie and joined the North Branch at Wolf Point, near the future site of the Merchandise Mart. The main stem of the river flowed east through wetlands and marshes into Lake Michigan. This mixture of wetlands, marshes, and forest supported a large number of wildlife species and made the area an important factor in the fur trade, first by the Potawatomi, then by settlers of African and European descent.The river was crucial in Chicago's development as a major center of the lumber and meatpacking industries during the nineteenth century. Access through the Illinois & Michigan Canal to the Des Plaines River and the Mississippi River system provided opportunities for trade and shipping throughout the Midwest. A series of wholesale lumber docks was developed along the river near its connection to the canal at Bridgeport. Meatpacking plants and the stockyards used the river as a drainage system with two sewers, one of them infamously known as “Bubbly Creek” emptying directly into the South Branch. Water from the South Branch upstream of the stockyards was used as a source of fresh water for cattle troughs.By the 1870s the dumping of waste from industrial and commercial development led to visible signs of pollution and increased concern about threats the river posed to public health. Between 1889 and 1910 the Metropolitan Sanitary District of Greater Chicago completed two major engineering projects to direct the flow of the river into the Des Plaines River and divert wastes away from Lake Michigan. The 28-mile Sanitary and Ship Canal was constructed between 1889 and 1900. Locks located near Lake Michigan and at Lockport diverted the flow of the North Branch, South Branch, and Main Stem into the canal and to the Des Plaines River. The completion of the 8-mile North Shore Channel in 1910 diverted wastes from the northern suburbs from Lake Michigan into the North Branch.Two additional projects were completed in the 1920s that helped form the Chicago River System. In 1922 the 16-mile Cal-Sag Channel was constructed between Blue Island and Sag Bridge to link the Little Calumet River to the Sanitary and Ship Canal. In 1928 the final major engineering project on the river system straightened the channel of the South Branch between 18th and Polk by digging a new channel 850 feet west of Clark Street and filling the old river channel. This project improved rail access to the Loop and was part of the 1909 Burnham Plan.With the decline in industrial and commercial activities associated with the river system, increased attention has been paid to its ecological and aesthetic values. Toward the end of the twentieth century, the “ Deep Tunnel ” project of the Metropolitan Water Reclamation District was designed to divert all stormwater runoff from the Chicago River System. In 1992 the Chicago Rivers Demonstration Project was initiated to assess the ecological condition of the river system, make recommendations for restoration programs, and identify opportunities for increased public use of the river and the lands associated with it. The study identified more than 30 vegetation classes associated with lands bordering the rivers that provide habitat for wildlife species and opportunities for recreation for Chicago-area residents.",
    "Bibliography": "Hill, Libby. The Chicago River: A Natural and Unnatural History. 2000.Gobster, Paul, and Lynne Westphal. People and the River. 1996.Solzman, David. The Chicago River: An Illustrated History and Guide to the River and Its Waterways. 1998.",
    "Author of Text": "Charles Nilon",
    "Hyperlinked Terms Associated": [
        "water",
        "Lake Michigan",
        "flood",
        "Loop",
        "Sanitary and Ship Canal",
        "Deerfield",
        "Glencoe",
        "Winnetka",
        "Fur trade",
        "Potawatomi",
        "lumber",
        "meatpacking",
        "Illinois and Michigan Canal",
        "Des Plaines River",
        "Bridgeport",
        "public health",
        "Lockport",
        "Blue Island",
        "Burnhan Plan",
        "Deep Tunnel"
    ],
    "Street addresses associated": [
        "Bridgeport"
    ]
}