{
    "Title": "Chicago's Ethnic Mosaic in 1980",
    "Descriptive Text": "Chicago's residential space has always been socially fluid, territorially defined and frequently contested. The earliest patterns of Yankee, Irish, and German neighborhoods, never fixed for long and often mixed, dissolved as established residents gained wealth and shifted to newer housing, invariably at the expanding urban fringe. The older neighborhoods then became occupied by newer migrant groups, such as the Swedes, Dutch, Italians, Russians, and Poles. Each of these groups filtered through the city's neighborhoods, their center of gravity shifting slowly outwards, until many were living in the nearby suburbs. African Americans partly followed this pattern too, but subject to considerable limitation due to formal and informal residential exclusion. They have continued to occupy older neighborhoods in two wedge-shaped zones on the West Side and particularly the South Side. More recently, a large Mexican community and a smaller Puerto Rican community settled neighborhoods initially between white and black districts, and as they grew began to settle neighborhoods formerly occupied by Poles and other Eastern Europeans. Chinatown emerged significantly in the twentieth century, but other Asian groups have settled in Chicago only recently, mostly on the North Side. It is difficult to represent the sheer complexity of ethnic space in Chicago systematically on a single map. Here, for 1980 and 2000, census tracts have been colored for the group found most numerous in each of them, based on the five U.S. Census population files that include data on ethnic identity. While not completely compatible, in a technical sense, these data permit nevertheless a mapping of the most prominent groups in terms of the areas they chiefly occupy. All groups numerically pre-eminent in at least one tract are shown by an individual color tint. It has also been possible, without destroying the map's legibility, to show smaller groups in tracts where they represent at least 1 in 10 residents. Members of other groups are present in various localities, but at densities less than 1 in 10 of all residents. In 1980, residents of German ancestry concentrated significantly in some suburban areas and some North Side neighborhoods, reflecting their long-established social assimilation. A more fragmented pattern existed for Irish Americans, with a strong presence on the far southwest side at the city margins. African Americans solidly occupied the city's West and South Sides, and some suburbs beyond. Polish Americans were still well represented on the city's northwest, southwest, and far southeast sides. Mexican Americans had colonized Pilsen and Little Village, vacated by Czech Americans who had moved west to Cicero and Berwyn. Russian Americans, largely Jewish, were present on the far North Side, and Puerto Ricans in the Humboldt Park area once occupied by Germans and later Poles. Residents claiming Anglo-American identity were present in selected North Side neighborhoods and in the suburbs beyond. Many areas were ethnically mixed, especially in the surrounding suburbs. Twenty years later, in 2000, Chicago's ethnic mosaic had shifted significantly but along a predictable spatial trajectory. Large groups in the city increased their presence, particularly Mexican Americans and African Americans. Chinese Americans had notably enlarged their community. Germans had almost faded from the map area, diluted and assimilated into the general suburban population. This occurred to some extent also with Italians and Irish (though they kept a suburbanizing presence on the southwest side), while the Czechs and Lithuanians fell below the 10 percent concentration level to remain noted on the map. New groups to concentrate sufficiently to be shown included Asian Indians, Armenians and Assyrians, while other Asian, African, and Latin American groups made an appearance as small groups significantly present in a few tracts. The appearance of Mexican Americans in large numbers in suburban tracts by 2000 is also noteworthy.",
    "Street addresses associated": [
        "Pilsen",
        "Little Village",
        "Humboldt Park"
    ]
}