{
    "Title": "Chicago Transit Authority",
    "Descriptive Text": "In 1997, the Chicago Transit Authority (CTA) was the second-largest transit system in the United States, with approximately 1,900 buses and 1,150 rapid transit cars carrying almost 419 million passenger trips a year (1997).The CTA was created in 1945. Chicago's elevated and street railway companies were owned by corporations that had become hopelessly mired in bankruptcy during the Great Depression because of overregulation by the city, corruption, and poor financial practices. The emergence of the automobile as a competitor made their successful reorganization unlikely despite high ridership during World War II. The state legislature empowered the new CTA to pay over $12 million for the city's elevated railway system and $75 million for its street railways. The money bought 3,560 streetcars, 152 electric buses, 259 motor buses, and 1,623 rapid transit cars.The CTA eventually replaced all its streetcars with buses and abandoned six of its elevated lines. By 1963, it had begun a program of expansion that led to new lines to north suburban Skokie, O'Hare International Airport on the Northwest Side, and Midway Airport on the Southwest Side, and in the median strip of the Dan Ryan Expressway.The law creating the CTA did not make any provision for subsidies. Deficits resulting from increased service, declining ridership, and inflation that drove up costs resulted in creation of the Regional Transportation Authority in 1974 to levy taxes to subsidize mass transit. At the end of the twentieth century, the agency was receiving about half its operating revenues from fares and the balance from federal, state, and regional subsidies.",
    "Bibliography": "Cudahy, Brian J. Destination Loop: The Story of Rapid Transit Railroads in and around Chicago. 1982.Krambles, George, and Arthur H. Peterson. CTA at Forty-five: A History of the First Forty-five Years of the Chicago Transit Authority. 1993.Young, David M. Chicago Transit: An Illustrated History. 1998.",
    "Author of Text": "David M. Young",
    "Hyperlinked Terms Associated": [
        "Rapid transit",
        "Great Depression",
        "Skokie",
        "OHare International Airport",
        "Midway Airport",
        "Expressway",
        "Regional Transportation Authority"
    ],
    "Street addresses associated": [
        "Skokie"
    ]
}