{
    "Title": "Chicago Defender",
    "Descriptive Text": "Robert Sengstacke Abbott produced the first issue of the Chicago Defender on May 6, 1905. What began as a four-page handbill quickly became the most important black metropolitan newspaper in America. Flaming headlines and indignant editorials chronicled the plight of African Americans in sensational detail. Its commitment to safeguarding civil liberties opened a new space for blacks to air their views and to voice their discontent. Abbott's conviction that “American Race Prejudice must be destroyed” led the Defender to fight against racial, economic, and social discrimination, baldly reporting on lynching, rape, mob violence, and black disfranchisement. It championed fair housing and equal employment and was a chief proponent of the “spend your money where you can work” campaign.The Defender remains most significant for the active part it played in the Great Migration. Most southern migrants got their first glimpse of life in Chicago in the pages of the Defender, glimpses that made the city a striking symbol of the migration even for those moving elsewhere. Setting departure dates and showing pictures of the best schools, parks, and houses in Chicago next to pictures of the worst conditions in the South, the Defender stirred migration fever across much of the South. Southern cities banned the newspaper and exacted serious penalties on anyone found distributing or reading it.The “World's Greatest Weekly” also constituted a revolutionary departure for black newspapers and set new standards for African American journalism. The Defender devoted columns to editorials, society news, culture, and local politics, printing what many black southerners were afraid to whisper among themselves. For its part in encouraging the Great Migration, voicing the discontent of blacks, and revolutionizing black journalism, the Defender stands as one of the most powerful organs of social action in America.",
    "Bibliography": "Green, Adam Paul. “Selling the Race: Cultural Production and Notions of Community in Black Chicago, 1940–1955.” Ph.D. diss., Yale University, 1998.Grossman, James R. Land of Hope: Chicago, Black Southerners, and the Great Migration. 1989.Ottley, Roi. The Lonely Warrior: The Life and Times of Robert S. Abbott. 1955.",
    "Author of Text": "Wallace Best",
    "Hyperlinked Terms Associated": [
        "newspaper",
        "African Americans",
        "Great Migration",
        "journalism",
        "politics"
    ]
}