{
    "Title": "Chicago Lawn",
    "Descriptive Text": "Community Area 66, Cook, 8 miles SW of the Loop. The locals call Chicago Lawn “Marquette Park” because the 300 acres of parkland by that name dominates the southern portion of the neigh-borhood. It remained mostly farmland with some scattered settlements until the 1920s, when developers lured managers and skilled stockyard workers to this bungalow belt community. Between 1920 and 1930 the population increased from 14,000 to 47,000. Ethnic groups starting with the Germans and Irish began the exodus from Back of the Yards and Englewood. Poles, Bohemians, and Lithuanians followed them. Most residents belonged to various Protestant denominations, but Chicago Lawn also was home to many Roman Catholic churches and schools as well as a Carpatho-Russian Orthodox church. It was a thriving urban neighborhood as the Depression hit the nation. This economic catastrophe did not entirely stop its growth. By 1940 its population reached 49,291.Chicago Lawn's residents formed tightly knit communities around their respective churches and schools. The Lithuanians, however, maintained an especially notable presence, establishing a network of institutions that earned their community the label of Lithuanian Gold Coast. They formed some of the richest savings and loans in the city. The Lithuanian Sisters of St. Casimir founded Holy Cross Hospital in 1928 and Maria High School in 1952. The Lithuanian Youth Center in Gage Park was also a vital component to maintaining an exclusive Lithuanian identity.Chicago's changing racial demographics had a profound impact on Chicago Lawn. By 1960 its population swelled to over 51,000 as whites fled Englewood and West Englewood. In the mid-1960s Chicago Lawn became a target for civil rights groups' open housing marches. In 1966 a march led by Martin Luther King, Jr., into Marquette Park met a violent reaction. King himself was hit by a rock. Violence also erupted in the neighborhood when Gage Park High School attempted integration. To add to the neighborhood's notoriety, the American Nazi Party opened a headquarters here aiming to further fan the flames of racial tension. However, the Nazis did not find the sympathetic support they expected. Many East European immigrants had their own horror stories about the Nazis. The primary resistance to integration came from fear of declining property values by people who put their life savings into their homes and disruption of ethnic bonds, especially for the Lithuanians. From their point of view, Chicago had no model of workable integrated neighborhoods, and Chicago Lawn would disintegrate from racial change.By 1990 African Americans composed 27 percent of the population. Hispanic groups accounted for 28 percent. Arabs have also taken up residence. Some Irish, Poles, and Lithuanians still remain. However, most have moved further south and west. Many Lithuanians have reestablished a community in Lemont. A number of groups have worked to keep the area economically vital, and a tenuous peace exists in this ethnically and racially diverse neighborhood.",
    "Author of Text": "Eileen M. McMahon",
    "Hyperlinked Terms Associated": [
        "Marquette Park",
        "bungalow",
        "Germans",
        "Irish",
        "Back of the Yards",
        "Eaglewood",
        "Poles",
        "Lithuanians",
        "Roman Catholic",
        "savings and loans",
        "Gage Park",
        "demopgraphics",
        "West Eaglewood",
        "civil rights",
        "open housing",
        "African Americans",
        "Lemont"
    ],
    "Street addresses associated": [
        "Chicago Lawn",
        "Marquette Park",
        "Back of the Yards",
        "Englewood",
        "Gage Park",
        "Lemont"
    ]
}