{
    "Title": "Children's Health",
    "Descriptive Text": "In the mid-nineteenthcentury, children paid the highest price for poor health conditions in Chicago. In many years children under five represented more than half of all deaths that occurred in the city. Infant mortality rates (the number of deaths of children under two years of age for every 1,000 live births) also remained high throughout this period. Respiratory and diarrheal diseases accounted for the majority of these untimely deaths.As the links between germs and illness became more widely understood, children's health reformers stressed disease prevention through appropriate hygiene as the most effective means of reducing high rates of infant and childhood mortality. Sanitary engineering improved overall health conditions in the city, and by the early twentieth century several important public health measures had been put in place. In 1908 Chicago became the first city in the world to require the pasteurization of its milk supply, and the chemical treatment of the city's water supply began in 1913. Widespread reductions in childhood disease and death could not be fully realized, however, until significant numbers of families adopted appropriate daily hygiene practices within their own households, measures such as frequent hand washing and the sterilization of baby bottles.Public and private agencies, including the Visiting Nurse Association (founded in 1889), the Elizabeth McCormick Memorial Fund (1908), and the Infant Welfare Society of Chicago (1911), worked to popularize the germ theory among the city's inhabitants. Activities included the publication of child care literature, demonstrations of infant hygiene practices, and the distribution of pasteurized milk in sterilized bottles at low cost to needy families. Reformers also campaigned against the use of patent medicines, as such nostrums often contained narcotics dangerous to children. Immunizations became another important means of preventing illness. In 1917, for example, city school children began to receive immunizations against diphtheria.In the 1880s, pediatrics became part of the medical school curriculum in Chicago. As medical practitioners began to regard the health care needs of children as being different from those of adults, the city's hospitals set aside special wards for the treatment of children. A hospital designated especially for sick children, Children's Memorial, was founded in 1882. Unfortunately, many of these institutions proved quite hazardous in their early years owing to unsanitary conditions. Their poor reputation among the public prompted reformers to look for more innovative venues for the treatment of children. Neighborhood well-baby clinics, visiting nurse services, and outdoor “baby tents” served as alternative centers for children's health care in the early decades of the twentieth century. Reformers also promoted “better baby contests,” in which youngsters were weighed, measured, and examined by medical personnel as a way to disseminate information to parents as well as to stimulate community interest in children's health. Beginning in the 1930s, increased attention began to be paid by the Chicago health care community to prenatal health care, thus helping to improve the life chances of infants under 30 days old.",
    "Bibliography": "Bonner, Thomas Neville. Medicine in Chicago, 1850–1950. 1991.Curry, Lynne. Modern Mothers in the Heartland: Gender, Health, and Progress in Illinois, 1900–1930. 1999.Meckel, Richard A. Save the Babies: American Public Health Reform and the Prevention of Infant Mortality, 1850–1929. 1990.",
    "Author of Text": "Lynne Curry",
    "Hyperlinked Terms Associated": [
        "public health",
        "water supply",
        "hospitals",
        "clinics",
        "nurse"
    ]
}