{
    "Title": "Chileans",
    "Descriptive Text": "Chileans have resided in Chicago since the late nineteenth century, but the first formal organization, the Club Chileno, dates back only to the 1950s. During the 1960s and 1970s, more than two hundred Chilean economists attended the University of Chicago with the sponsorship of the Ford Foundation. They had a limited influence among the Hyde Park academic community but not in the city, as a majority of them returned to Chile. Nonetheless, their political and economic influence in the 1970s and 1980s made the University of Chicago a household name in their native country.A more permanent settlement of Chileans resulted from the 1973 military coup in Chile. Thousands of Chileans were sent into exile, a few hundred of whom moved to Chicago under the auspices of church organizations and an ad-hoc Committee to Save Lives in Chile. These exiled families, unlike Chilean exiles elsewhere, did not form residential communities. They were, however, politically active and soon organized Casa Chile and other cultural and political groups aimed at helping exiles and denouncing human right abuses. Most exiles intended to return to Chile when the political situation changed, and many did after the restoration of democracy in 1990. Many of their children, however, attended college, married, and permanently settled in the area. Members of this group have made an impact on local cultural and political life, through such organizations as the Pablo Neruda Cultural Center and the Rodrigo Rojas–Chilean Alliance of University Students at the University of Illinois at Chicago. With the return of democracy to Chile, many of these organizations disbanded, but their members joined other existing human rights and political organizations where they continue to be active.A third wave of Chileans, mostly students and relatives of local residents, completes the Chilean presence in the area. Several doctors and university professors of Chilean origin now live and teach at institutions of higher education in the city, primarily in medical schools. Young entrepreneurs as well as corporate executives also have settled in the area. The Chilean community in the 1990s also attracted Spanish-language poets and supported a musical folkloric group, Los Sudacas. A local amateur soccer team, Arauco, has won several championships.Official Chilean presence has existed through a consulate. Protests to denounce human right abuses were common during the 1970s and 1980s in front of the consulate, which was eventually closed in the late 1980s. With the return of democracy to Chile, Fernando Ayala was sent to Chicago as consul general in 1993. Consul Ayala's leadership converted the consulate into a center for Chilean cultural and social activities, including an official Chilean Independence reception every September 18, with attendance reaching as high as 1,500. The consulate also has developed partnerships with local organizations to sponsor other cultural and social events. According to the Chilean Consulate, 2,500 Chileans resided in the Chicago metropolitan area by the late 1990s.",
    "Bibliography": "“Beyond Potluck Gourmet Clubs Grow, as Home Cooks Get More Sophisticated.” Chicago Tribune, November 9, 1997.Abra Palabra (literary magazine). 1995–1998.",
    "Author of Text": "Patricio Navia",
    "Hyperlinked Terms Associated": [
        "University of Chicago",
        "Hyde Park",
        "University of Illinois at Chicago",
        "soccer"
    ],
    "Street addresses associated": [
        "Hyde Park"
    ]
}