{
    "Title": "Children and the Law",
    "Descriptive Text": "Chicago was to Progressive-era children's rights advocates what Boston was to antebellum abolitionists. While neither effort originated in either city, both served as incubators for movement leadership. Influential individuals from Chicago helped to redefine childhood and encouraged the passage of new laws regulating children's health, labor, education, and dependency.Chicago's meteoric growth from frontier settlement to modern city paralleled a growing awareness of the transformed function of childhood and family life in a more urban and industrialized America. In Some Ethical Gains through Legislation (1905), Florence Kelley asserted “a right to childhood” that was being threatened by such change. Kelley and other child welfare advocates were primarily linked through Jane Addams's and Ellen Gates Starr's Hull House (1889), located on Chicago's Halsted Street.Chicago's influence in the growing national child welfare movement is clear. On March 31, 1905, Chicagoans Jane Addams and Mary McDowell joined Lillian D. Wald, founder of New York's Henry Street Settlement, and Edward T. Devine, editor of the journal Charities, for a meeting at the White House with President Theodore Roosevelt. The group urged Roosevelt to establish a federal bureau to investigate and report on the nation's youngest citizens. It took seven more years of lobbying, but President William Howard Taft signed the U.S. Children's Bureau into law on April 9, 1912, and named as the agency's first chief another Hull House resident, Julia C. Lathrop. With this appointment, Lathrop became the first woman to head a federal agency. Many of her staff were trained at the Chicago School of Civics and Philanthropy, thereby creating a legacy linking Chicago and national child welfare reform.Although the U.S. Children's Bureau had no legal authority, it acted as the major lobby for children at the national, state, and local levels. Lathrop quickly implemented tactics that she learned while in Chicago. Infants and young children were dying at alarming rates. Hull House workers had conducted surveys in an effort to identify the reasons why so many children died of what seemed to be preventable causes. Beginning in 1915, Lathrop instituted a plan encouraging states to require birth registration programs. The issuing of birth certificates led to greater use of physicians and visiting nurses at births, rather than uncertified midwives. The effort also furthered the establishment of clean milk distribution centers and child health clinics for the poor. By 1920 the Children's Bureau had a staff of 196, nearly half of which (86) were stationed in Chicago.The U.S. Children's Bureau's biggest success was passage of the 1921 Sheppard-Towner Maternity and Infancy Act, which provided federal funds matched by states for programs designed to reduce the nation's high infant mortality rate. Limited to education and diagnosis, Sheppard-Towner funds could not be used for direct medical care. Still, beginning in March 1922, Sheppard-Towner funds paid the salaries of visiting nurses and provided funds to implement educational programs and free diagnostic clinics for young children and pregnant women. But opponents, initially led by the Illinois Medical Association, labeled Sheppard-Towner socialized medicine, and Congress allowed funding for the program to expire in 1929. Ironically, since the idea came from Illinois' Julia Lathrop, Illinois was one of the three states—Connecticut and Massachusetts were the others—that refused to pass matching funding for Sheppard-Towner. Nonetheless, in Illinois, the focusing of public attention on children's health helped increase public spending and reduce the state's infant mortality rate by 50 percent between 1920 and 1930.Child labor was another controversial legal reform connected to birth registration. American children had always labored. But by the mid-nineteenth century some reformers argued that working in the nation's mines, streets, and factories harmed children's health and produced unproductive adults. Massachusetts and Connecticut passed the nation's first child labor regulations in 1842, limiting the workday to 10 hours for children under 12 and 14 years of age, respectively. Illinois followed, making it illegal by 1900 for children under 14 to work for wages. Over the next two decades the successful implementation of a birth certificate program and a growing labor movement in Illinois and Chicago focused enforcement on child labor regulations. When Congress passed the nation's first federal child labor law in 1916 (the Keating-Owen Act), another Chicago Hull House resident, Grace Abbott, came to Washington to enforce the legislation. But Abbott returned to Chicago when the U.S. Supreme Court declared the law unconstitutional in 1918 ( Hammer v. Dagenhart, 247 U.S. 251). Abbott returned to Washington in 1921 as the second U.S. Children's Bureau chief, a position she held until July 1, 1934.Child labor regulation and compulsory school attendance laws also went hand in hand. The first public schools opened in Chicago in the 1830s. After the Civil War, a parallel system of largely Catholic parochial schools arose to accommodate the desires of many immigrant parents. By the 1880s Illinois passed compulsory school attendance laws for children up to age 14. Birth certificates enabled enforcement, and Chicago's schools became a symbol of opportunity for immigrant families and southern African Americans migrating north. Problems of racial discrimination endured, and white flight to the suburbs has hampered the effectiveness of court-ordered school desegregation since the end of World War II. But compulsory school attendance requirements have remained an important factor, with the Chicago Public Schools in the late 1990s instituting required summer attendance for children with egregiously subpar test scores.Chicago and Illinois were also pioneers in the area of child dependency legislation. In 1911 Illinois and Missouri became the first states to enact mothers' pension laws. Advocates argued that children deprived of a male breadwinner should not also be deprived of a “normal home life.” Mothers' pensions offered cash payments so that children could remain in their own homes in the case of a father's death, desertion, or imprisonment. Lathrop and Abbott promoted the idea at the national level. By 1921, 40 states had programs similar to Illinois', and by 1931 only Georgia and South Carolina had no mothers' pension programs. In 1935, state mothers' pensions were replaced by the Social Security Act's Aid to Dependent Children program (later, Aid to Families with Dependent Children). Grace Abbott helped write this seminal legislation.Children from families who became totally dependent upon the state for their care were also a part of Chicago's early efforts. After a 30-year campaign, in 1899 Chicago reformers established the nation's first state-sanctioned juvenile court. Reformers argued that children who appeared before the courts were “handicapped by immaturity of body and mind [and] by a lack of effective parental control.” Some were dependent due to the death of parents, others because of physical or mental disabilities, illegitimacy, or socially unacceptable behavior. Like the mothers' pension movement, juvenile courts quickly spread throughout the United States. But the application of juvenile court laws was inconsistent. Even in Chicago, juvenile court authority has led to a complex bureaucracy. Reform schools, institutions, and foster care became the primary course of “treatment,” and efforts focused on individual children rather than the entire family as originally envisioned.The very definition of childhood has been at the heart of legal reforms for children. Fourteen was generally accepted as the limit of childhood during the nineteenth century. By 1925 Illinois child welfare advocates had successfully extended the definition to 16 for juvenile court jurisdiction, many child labor laws, and minimum age at marriage laws. From 1925 through the 1970s, the legal age of childhood was generally raised to 18. But since 1980 there has been a growing ambivalence about children's legal dependency. Debates over appropriate punishment for juvenile violent offenders and the 1996 Welfare Reform Act's five-year limitations show that the redefinition of the legal status of children continues.",
    "Bibliography": "Chambers, Clarke A. Seedtime of Reform: American Social Service and Social Action, 1918–1933. 1963.Costin, Lela B. Two Sisters for Social Justice: A Biography of Grace and Edith Abbott. 1983.Gitten, Joan. Poor Relations: The Children of the State in Illinois, 1818–1990. 1994.",
    "Author of Text": "Kriste Lindenmeyer",
    "Hyperlinked Terms Associated": [
        "abolitionists",
        "children´s health",
        "Hull House",
        "Philanthropy",
        "clinics",
        "schools",
        "African Americans",
        "school desegregation",
        "mother´s pension",
        "juvenile court"
    ],
    "Street addresses associated": [
        "Near West Side"
    ]
}