{
    "Title": "Chinatown",
    "Descriptive Text": "In 1890, 25 percent of the city's 600 Chinese lived along Clark between Van Buren and Harrison Streets, in an area called the Loop's Chinatown. After 1910 Chinese from the Loop moved to a new area near Cermak Road and Wentworth Avenue, mainly for cheaper rent. Chinatown expanded before 1980 into Armour Square and by 1990 into Bridgeport. In 2000 Chicago had 32,187 Chinese residents, 33 percent of whom lived in Chinatown and adjacent areas.Chinese have also concentrated in the so-called New Chinatown area, centered along Argyle Street between Sheridan Road and Broadway in Uptown. There were more Vietnamese than Chinese there in 2000, with smaller numbers of and Koreans as well.For decades, Chinatown has been a unique tourist attraction in Chicago. A colorful gate decorated with a Chinese inscription declaring “The world is for all” stands at the intersection of Cermak Road and Wentworth Avenue. Nearby is a landmark of Chinese architecture, the former Chinese Merchants Association Building. Adorned with red and green pagodas, flowers, and lion sculptures, the building houses a library, meeting rooms, and a shrine. The Chinatown Square mall located near Archer and Wentworth Avenues has a pagoda structure and 12 statues representing the animals of the Chinese zodiac. Tourists shop for oriental gifts or groceries or enjoy Chinese food; along Wentworth Avenue between 22nd and 24th Streets there are at least 30 Chinese restaurants. Printers and bakeries are found in the commercial areas along Wentworth Avenue and Cermak Road.Chinatown is fragmented by many transportation lines. The New York Central Railroad and the Dan Ryan Expressway parallel its east boundary closely. The Santa Fe Railroad parallels the South Branch of the Chicago River, which forms its northwest boundary. The Pennsylvania Railroad cuts Chinatown from north to south along Canal Street. The Stevenson Expressway cuts Chinatown from east to west along 26th Street.Chinatown is overcrowded. The residential areas have mostly two-story structures, both old and new. High-rises include the Archer Court and Chinatown Elderly apartments for low-income seniors. In response to a critical shortage of open space, the city of Chicago is building a 12-acre park along the east bank of the South Branch of the Chicago River from 16th to 21st Streets. The park has an indoor swimming pool, playing fields, a Chinese teahouse pavilion, and rose garden.",
    "Bibliography": "Kiang, Harry. Chicago's Chinatown. 1992.",
    "Author of Text": "Ying-cheng (Harry) Kiang",
    "Hyperlinked Terms Associated": [
        "Chinese",
        "Loop´s",
        "Armour Square",
        "Bridgeport",
        "Uptown",
        "Vietnamese",
        "Koreans",
        "groceries",
        "restaurants",
        "transportation",
        "Railroad",
        "Expressway",
        "Chicago River",
        "swimming",
        "garden"
    ],
    "Street addresses associated": [
        "Loop",
        "Armour Square",
        "Bridgeport",
        "Uptown"
    ]
}