{
    "Title": "Chinese",
    "Descriptive Text": "The first Chinese immigrants to Chicago arrived in the early 1870s from the West Coast of the United States. Lured by the gold rush and job opportunities abroad in the face of economic crisis in southern China, male Cantonese laborers began migrating to California in the early 1850s. Intending only temporary stays, they were willing to work long hours at menial and even dangerous jobs in agriculture, mining, small industries, and railroads in order to support families back home. With the completion of the transcontinental railroad, which had employed thousands of Chinese laborers, and growing legal discrimination and harassment in California, many Chinese migrated eastward in the 1870s to major cities like Chicago, New York, and Boston. Chinese settlers in Chicago attracted other migrants from the West Coast, and the population grew steadily, from 172 in 1880 to 1,179 in 1900 and 2,353 in 1920.The growth of Chicago's Chinese community was limited by U.S. immigration policies and by anti-Chinese sentiment. Congress passed the first Chinese Exclusion Law in 1882, which barred Chinese immigration to the United States and prohibited Chinese from attaining American citizenship. Exclusion, which lasted until World War II, not only placed severe restrictions on the growth of the Chicago community and convinced many people to return to China, it profoundly influenced demography and family life by imposing a significant gender imbalance. In 1910 there were 65 Chinese women and 1,713 men in Chicago, and by 1926 women still constituted less than 6 percent of the population. The severe shortage of women made normal family life impossible for many Chinese, delaying the growth of a second generation of Chinese Americans and contributing to the sense among Americans that Chinese were “alien.” While anti-Chinese sentiment was not as strong in Chicago as on the West Coast, it nevertheless significantly shaped where Chinese lived and worked. Many Chinese, faced with limited occupational opportunities, opened laundries, which were considered difficult and undesirable to own and run. Some carved out a niche in the restaurant business. Concerned about being targets of hostility, most Chinese in Chicago chose to disperse themselves across the city rather than live in Chinatown like Chinese in most other American cities.Despite the obstacles, Chinese in Chicago built a vibrant community center in Chinatown and established a variety of organizations for mutual support. The first Chinatown was established in the 1880s near Clark and Van Buren, and, though it was not a major residential enclave, it was home to several Chinese family associations, Tong organizations, groceries, and a Chinese Baptist Mission. Rising rents and internal factionalism led Chinese leaders to expand to a second Chinatown, located near Wentworth and 22nd Street (Cermak Road), around 1910, and in the next several decades the community continued to expand its boundaries and attract businesses and residents. In 1906 the Chicago affiliate of the national Chinese Consolidated Benevolent Association was founded, and it quickly became the largest organizational force in Chicago's Chinese community. This quasi government provided social services, arbitrated disputes, certified documents, maintained order in the community, and guarded treaty rights. In addition to the Chinese Association, family societies were important sources of mutual support, providing aid and protection to members, preserving cultural heritage, and enforcing family codes. Many Chinese organized politically in the powerful labor organization known as the Mon Sang Association and in the local branch of the Chinese Nationalist League after Sun Yat-sen's 1910 visit to Chicago.Changes in U.S. immigration policy during and after World War II led to the end of Chinese exclusion and opened the door to new and diverse waves of Chinese immigration in the second half of the twentieth century. In 1943, Chinese exclusion laws were repealed and small quotas established for Chinese immigration, allowing many families to reunite and for the first time admitting significant numbers of Chinese women to the United States. The establishment of the People's Republic of China in 1949 caused a large influx of Chinese immigrants in the 1950s, primarily Mandarin-speaking professionals who were displaced by the revolution and entered the United States under more lenient refugee policies. Socially and culturally different from earlier Cantonese migrants, the new Mandarin Chinese tended not to settle in Chinatown but instead dispersed across the city and suburbs. Chinese from Hong Kong and Taiwan migrated to Chicago throughout the 1950s and 1960s, and ethnic Chinese from Southeast Asia came after the fall of Saigon. The Chinese community doubled from 3,000 to 6,000 in the 1950s and doubled again, to 12,000, by 1970. In the mid-1970s, in an era of significantly raised annual quotas under the 1965 Immigration Act, another major surge of immigration from mainland China occurred when China and the United States renewed relations. The Chinese community has continued to rapidly expand through steady migration, the 1990 census showing the city of Chicago's Chinese population to be over 23,000 and the 2000 census counting almost 34,000, with nearly 74,000 in the metropolitan area.The rapid influx of Chinese in the past several decades and the increasingly diverse nature of Chinese immigration has caused changes in Chicago's Chinese community. With the constant influx of migrants, Chinatown has swelled in size. In the 1970s, entrepreneurs established a New Chinatown on Argyle Street in Uptown, which has alleviated some of the population pressure in the large South Side Chinatown and attracted many Southeast Asians, including Vietnamese, Laotian, and Cambodian refugees. In addition, the rapid growth of the Chinese community and renewed gender balance has rendered traditional family associations less necessary and new types of social service agencies more attractive. During the 1980s and 1990s, Chinese social service organizations proliferated to provide counseling, training, education, and other services. In addition, a range of new Chinese professional, business, cultural, and social organizations have grown with the expanding community, and Chinese media have developed to serve the community. Major Chinese holidays and festivals like Chinese New Year and Moon Festival draw together not only different Chinese, they also bring together other Asian communities with Chinese heritage, including Malaysians, Singaporeans, and other Southeast Asians.",
    "Bibliography": "Fan, Ting C. “Chinese Residents in Chicago.” Ph.D. diss., University of Chicago. 1926.Moy, Susan. “The Chinese in Chicago: The First One Hundred Years.” In Ethnic Chicago: A Multicultural Portrait, ed. Melvin G. Holli and Peter d'A. Jones, 1997.Tong, Benson. The Chinese Americans. 2000.",
    "Author of Text": "Tracy Steffes",
    "Hyperlinked Terms Associated": [
        "railroads",
        "World War II",
        "demography",
        "laundries",
        "restaurant",
        "Chinatown",
        "Tong",
        "social services",
        "refugee",
        "Uptown",
        "South Side",
        "Vietnamese",
        "Laotian",
        "Cambodian",
        "Malaysians",
        "Singaporeans"
    ],
    "Street addresses associated": [
        "Loop",
        "Chinatown",
        "Uptown"
    ]
}