{
    "Title": "Choral Music",
    "Descriptive Text": "Understanding choral music in Chicago's cultural life requires a nineteenth-century perspective on music in participation. An 1848 convention of Chicago's religious denominations proclaimed “(1) that music is ... one of the most powerful ... means used for the elevation, spiritually, of mankind; (2) that instruction in vocal music should begin in public and private schools ... ; (3) that ... vocal music is conducive to health and all who have at heart the physical as well as spiritual welfare of mankind will advocate its study.” Rather than emphasizing stars, virtuosity, publicity, and the national stage, Chicago's choral music tradition perpetuates community ideals of participation, education, uplift, civic pride, and the local stage.European immigrants brought choral singing to Chicago, especially its churches. Chicago's first regular quartette choir was organized in 1936 at St. James's Church, and Chicago's first choral society, the Chicago Sacred Music Society (formed 1842), grew out of religious practice. The city's diverse churches have encouraged congregational singing, and many have supported large volunteer or semiprofessional choirs with paid soloists. Groups such as the Lutheran Choir of Chicago (1947–) perpetuate this tradition.Secular singing societies, including the Choral Union (1846–1848) and Mozart Society (founded 1849), were prominent among the few organizations performing classical music regularly in Chicago until the 1890s. Choirs also thrived within immigrant communities, especially the German, Scandinavian, and Bohemian Männerchöre (men's choruses). Numbering over 60 in 1885, Chicago's men's choruses provided a vital social network and preserved ethnic identity. The Männergesangverein (1852) was among Chicago's earliest ethnic choral societies, while the Germania Männerchor (founded 1865) and the Concordia (which split from Germania in 1866) competed to increasing artistic praise. In 1868, Chicago hosted the 16th annual Sängerfest (singers' festival), attracting an international collection of a thousand voices.Chicago's nonethnic choruses, often modeled on singing societies from New York or Boston, recruited talent from and soon marginalized the ethnic choirs. George Upton, in his Musical Memories (1908), places the city's “best voices” in the Chicago Musical Union (1857–1865). The Union premiered George Root's Haymakers and performed Chicagoland staples—Haydn's Creation and Rossini's Stabat Mater. Competition between societies was intense. The Musical Union disbanded because its best members joined the Mendelssohn Society (1858–1865). The Oratorio Society (1869–1873), led by Hans Balatka, was, like nearly all of the city's cultural organizations, decimated by the 1871 fire. Members of Boston's Handel and Haydn Society donated replacement musical scores, but, after a single 1872 performance of Handel's Messiah, the Oratorio Society's library again fell victim to fire.Chicago's leading post-fire choral societies were established in 1872: the 200-member mixed chorus of the Beethoven Society and the 33-member men's chorus of the Apollo Musical Club (now Apollo Chorus of Chicago and still among the largest American volunteer choirs). Like the Beethoven Society, the Apollo Club initially performed semiprivate concerts for 1,500 contributing “Associate Members.” Director William Tomlins (active 1875–1898), whose emotive style expanded Apollo membership to over 500 singers, programmed “Workingmen's” outreach concerts, initiated Chicago's annual Messiah tradition, and helped provide choral instruction to Chicago's public schools. In 1876, the club admitted a women's auxiliary chorus and began performing as a mixed ensemble. Women became full members in 1885. At the World's Columbian Exposition, the Apollo joined a 5,700-voice chorus for the fair's dedication.Choirs such as those of the Hull House music school (founded 1893) provided a conduit for social assimilation—an ideal of turn-of-the-century immigration policy. Founded in 1913, the Civic Music Association linked many ethnic, corporate, and neighborhood choirs, ranging from the Volkslieder Verein and the Peoples Gas Choral Society to the Civic Music Club of Sherman Park and many local young women's and children's choruses. The Civic Music Association held community sings (beginning 1916) at which 1,500–5,000 people sang patriotic and popular songs to enhance the Americanization process. A Chicago Herald review described a young woman singing Stephen Foster's “Old Folks at Home”:[She] trembled with the earnest fervor of her song. ... She may have been Hungarian, or Lithuanian or perhaps Italian, but in her own heart she knew she was American. ... Those ... who do not believe the races can fuse and mass in the unity of a common ideal—let them go down to the pier. ... They will join in the singing.In 1896, the Chicago Symphony Orchestra founded a small professional chorus, although it disbanded after two years because of recruiting and financial troubles. Margaret Hillis established a new Chicago Symphony Chorus in 1957 (directed by Duain Wolfe since 1994) to perform, record, and tour with its namesake. Similarly, the Chicago Park District organized the Grant Park Symphony Chorus (1962–). With other professional choirs, including Music of the Baroque (ca. 1972–), Oriana Singers (1979–), His Majestie's Clerkes (1982; now Bella Voce, directed by Anne Heider), and Chicago a Capella (1993–; directed by Jonathan Miller), Chicago enjoys a full gamut of historical and contemporary styles.Chicago's black community presented oratorios and concert operas among other works in the Choral Study Club (founded 1900), Umbrian Glee Club (1895–), and Federal Glee Club (founded 1910, by the city's black postal workers). James Mundy and J. Wesley Jones staged “Battles of the Choirs” (1930s). The four-part, mixed-choral tradition in gospel began when Thomas Dorsey, Theodore Frye, and Magnolia Lewis Butts formed a choir at Chicago's Ebenezer Baptist Church (1931), while Dorsey, Frye, and Sallie Martin organized the National Convention of Gospel Choirs and Choruses (1932–). Kenneth Morris, director at First Church of Deliverance, revolutionized gospel by introducing the Hammond organ (1939). Along with Morris's choir, the Roberta Martin Singers, the Soul Children, and the Thompson Community Singers (1948–) form the core of Chicago's contemporary gospel choral style. Organist Maceo Woods added the Christian Tabernacle Concert Choir in 1960.Each of Chicago's universities maintains several choral groups, sometimes incorporating both students and community members. The University of Chicago sponsors a University Chorus, a Motet Choir, and the semiprofessional Rockefeller Chapel Choir. DePaul and Northwestern universities offer all-student choirs in their professional schools of music.As public school music budgets have evaporated, the Chicago Children's Choir has grown to involve 2,700 (in 1997) elementary to high-school students in a comprehensive tuition-free music education program, including 32 elementary schools, 6 neighborhood choirs, and the premier Concert Choir. Reverend Christopher Moore founded the multiracial, multicultural program at Hyde Park's First Unitarian Church in 1956, hoping that “young people from diverse backgrounds could better understand each other and themselves by learning to make beautiful music together.”The Halevi Choral Society (1926–, founded by Harry Coopersmith and Hyman Reznick; directed by Judith Karzen since 1984) preserves the multifaceted Jewish choral music tradition, while the William Ferris Chorale (1972–, directed by William Ferris until his death in 2000) presents “composer festivals” to support contemporary choral music. In 1982 over 25 nationalities were represented by Chicago's ethnic choirs, including the Lira Singers ( Polish ) and the Österreichischer Gemischter Chor ( Austrian ). Männerchöre, Damenchöre (women's choruses), and Kinderchöre (children's choruses)—including the Rheinischer Gesangverein, Damenchor Lorelei, Steirer Damenchor, and the Deutsch-Amerikanischer Kinderchor—continue to thrive. Chicago's volunteer men's choruses, the Windy City Gay Chorus (1979–), the New Tradition Men's Chorus (1981–, directed by Jay Giallombardo), and the Chicago Gay Men's Chorus (1983–), have also experienced an artistic renaissance. The two gay choirs began as social organizations but immediately became symbols of gay pride and instruments of social outreach. These and choirs such as the Chicago Defender's 1930 Massed Chorus or the Chicago Housing Authority's choral projects of the 1990s demonstrate continuing links between choral singing, artistic growth, social networks, and community activism.",
    "Bibliography": "“Chicago.” In The New Grove Dictionary of American Music, vol. 2., ed. H. Wiley Hitchcock and Stanley Sadie, 1986.Boyer, Horace Clarence. How Sweet the Sound: The Golden Age of Gospel. 1995.Bryan, Mary Lynn McCree, and Allen F. Davis, eds. 100 Years at Hull-House. 1990.",
    "Author of Text": "Mark Clague",
    "Hyperlinked Terms Associated": [
        "classical music",
        "German",
        "World´s Columbian Exposition",
        "Hull House",
        "Americanization",
        "Chicago Symphony Orchestra",
        "Grant Park",
        "gospel",
        "University of Chicago",
        "DePaul",
        "Northwestern",
        "Jewish",
        "Polish",
        "Austrian",
        "Gay",
        "Chicago Defender",
        "Chicago Housing Authority"
    ],
    "Street addresses associated": [
        "Near West Side",
        "Hyde Park"
    ]
}