{
    "Title": "Church Architecture",
    "Descriptive Text": "From the earliest days of human history, people have designated sacred places, a construction of stones, an ark, an oracle, a shrine, a grotto, a temple to God, a mosque, a synagogue, and, in the Christian era, basilicas, churches, and cathedrals. There were more than two thousand churches in Chicago at the opening of the twenty-first century, and motorists traveling on Chicago expressways could see a skyline of steeples, perched atop buildings designed expressly for the purpose of Christian worship.Chicago's earliest Christian house of worship was probably a log cabin, built opposite Wolf Point near the Chicago River in 1831 by Methodists. The direct descendants of that congregation moved to the corner of Clark and Washington Streets in 1838, and a building completed in 1923 now houses the Chicago Temple First United Methodist Church, as well as 18 floors of commercial office space, under its Gothic spire.A Roman Catholic church showcased balloon frame architecture—a simple, inexpensive, and efficient wooden building technique—in 1833, when Augustine Deodat Taylor designed and built St. Mary's Church on Lake Street just west of State. The balloon frame would subsequently become a major feature of Chicago's residential architectural landscape.Chicago's early Christian architecture was predominantly Protestant, and the prevailing architectural style was Gothic, with its tall vertical lines and pointed arches. St. James Episcopal Cathedral (1856 and 1875), at Wabash and Huron, the First Baptist Congregational Church (1869), at Ashland and Warren Boulevard, the Second Presbyterian Church (1872), on South Michigan Avenue, Trinity Episcopal Church (1873), at 26th and Michigan, and Holy Name Cathedral (1874–75), at State and Superior, are all examples of a Gothic style with Victorian American variations.Many nineteenth-century churches were built of limestone. Quarried in the nearby Joliet area, limestone had the distinction of turning a soft grayed yellow when its iron content oxidized. Irish immigrants built one of Northeastern Illinois' first churches out of limestone in 1833 while working on the Illinois & Michigan Canal in Lemont; the present St. James of the Sag was built in the same spot on Archer Avenue two decades later. Olivet Baptist Church (1875–76; originally First Baptist), at 31st and King Drive, St. James Church (1875–80), at 29th and Wabash Avenue, the Church of the Ascension (1882–87), on LaSalle Drive at Elm, and First Immanuel Lutheran Church (1888), at 1124 South Ashland Avenue, as well as the city's famed Water Tower (1869), were made in whole or in part of Joliet limestone. African Americans built Quinn Chapel AME Church (1891–94) at 24th and Wabash Avenue. Quinn's limestone facade houses the oldest African American congregation in the city.In the nineteenth-century, in the wake of political upheavals in Europe and Ireland's Great Famine in the 1840s, large numbers of Irish, German, and Polish Catholic immigrants came to Chicago, settled new neighborhoods, and built large, beautifully decorated churches. Houses of prayer and expressions of faith, these churches were also statements of religious identity and ethnic pride, distinguishing the emerging Roman Catholic minority from the prevailing Protestant majority in late-nineteenth-century Chicago.Under the leadership of Rev. Arnold Damen, S.J., Irish Catholics built the monumental Holy Family Church (1857–60) on Twelfth Street with a 236-foot tower, the tallest structure in the city until the Monadnock Building went up in 1889. German Catholic immigrants built St. Joseph's Church (1872) on Orleans Street, as well as St. Michael's (1866 and 1873) at Cleveland and Eugenie, which would become the defining structure of the Old Town neighborhood. Polish Catholic immigrants built St. Stanislaus Kostka (1877) on Noble Street and subsequently many other magnificent churches in a variety of architectural styles that continue to define Polish neighborhoods all over Chicago.Catholic immigrant congregations used all the classical architectural styles of Europe—Byzantine, Romanesque, Roman basilica, French Gothic, English Gothic, and Renaissance. Some Catholic churches even used American Colonial and Congregational styles—including St. Mary's Cathedral (1843), a brick church at Madison and Wabash that was destroyed in the Fire of 1871; St. Bartholomew (1937), on Lavergne at Addison; and most notably the chapel of St. Mary of the Lake Seminary (1925), in Mundelein.The evangelical Moody Church, founded by Dwight L. Moody in 1864 (as the Illinois Street Church), stood at the corner of Chicago and LaSalle from 1873 to 1915, when it moved to North Avenue and Clark Street to a building completed in 1925. The Moody Church's large auditorium has hosted world missions conferences and evangelistic crusades.Among the most prolific Chicago church architects from the 1890s to the Great Depression was Henry Schlacks, who was known to tour the cathedrals of Europe during the summer, sketch their details, and then incorporate their elements into his designs of Chicago churches. Thus St. Paul's (1897), at 22nd Place and Hoyne, is modeled after the Cathedral of St. Cortin in Normandy. St. Adalbert (1912–14), on West 17th Street, and St. Mary of the Lake (1913–17), on North Sheridan Road, are grand Roman basilica–style churches modeled after St. Paul's Outside the Walls in Rome. St. Ignatius Church (1916–17) in Rogers Park is a splendid Renaissance church.Several Chicago architects known best for their secular designs built houses of worship as well. Louis Sullivan designed the Holy Trinity Orthodox Cathedral (1903), on North Leavitt Street—a genuine touch of Holy Russia in Chicago. Sullivan and his partner Dankmar Adler were also known for their synagogues, including KAM Temple (1890–91), at 33rd and Indiana Avenue, which since 1922 has served as the Pilgrim Baptist Church. John Wellborn Root (of Burnham & Root) designed St. Gabriel Catholic Church (1887–1888), near the stockyards at 45th and Lowe, for Irish Catholic immigrants, and the Lake View Presbyterian Church (1887–88), at Addison and Broadway.Howard Van Doren Shaw, a Chicago architect who received the American Institute of Architects gold medal, designed several churches, including the Fourth Presbyterian Church (1912–14), at Delaware and Michigan, and the Second Presbyterian Church (1872–74), at 16th and Michigan. In both of these edifices, Shaw worked with existing conditions; in the case of the Second Presbyterian, he was responsible for rebuilding the original church after its devastating fire in 1901. The original structure by the famous Eastern architect James Renwick was remodeled to include interior decorations by Frederic C. Bartlett and art glass windows by Louis Comfort Tiffany, John LaFarge, Louis Millet, Sir Edward Burne-Jones, and William Morris. Fourth Presbyterian was designed in association with the Eastern architect Ralph Adams Cram in 1912. Besides Shaw's contributions to the design of the church, he was responsible for the beautiful court, fountain, and manse.Ludwig Mies van der Rohe designed St. Savior Episcopal Chapel (1952), at Illinois Institute of Technology, in his characteristically simple, linear style. St. Savior is the only building Mies designed and built for a religious purpose. Its simple English bond brick walls, its travertine altar built out of a solid block of stone, and its stainless steel cross speak to the essence of theological rationality.Frank Lloyd Wright deliberately designed Unity Temple (1906–9) in nearby Oak Park without any traditional Christian symbolism. Wright's former employees Guenzel and Drummond also designed several churches of note, among them the First Congregational Church of Austin (1908) at 5700 West Waller. St. Thomas the Apostle Catholic Church (1922–24), at 5472 South Kimbark, was designed by Francis Barry Byrne, who went on to become a noted designer of Catholic churches, including the cathedral of Cork in Ireland.Many of Chicago's splendid Byzantine-style churches are distinguished by their large central domes and their icon screens. St. Nicholas Ukrainian Catholic Cathedral (1913–15), on Oakley Boulevard at Rice Street, was designed by Worthmann and Steinbach; St. Clement Church (1917–18), at 642 West Deming Place, by George D. Barnett; KAM Isaiah Israel Temple (1923–24), on Greenwood at Hyde Park Boulevard, by Alfred Alschuler; SS. Volodymyr and Olha Church (1973–75), at735 North Oakley Boulevard, by Jaroslaw Korsunsky; and the ultramodern St. Joseph's Ukrainian Church (1975–77), at 5000 North Cumberland Avenue, by Zenon Mazurkevich. St. Simeon Mirotovici (1968–69) on East 114th Street is an exact replica of a fifteenth-century Serbian monastery church.Three fine Chicago churches were designed in the Richardsonian Romanesque style reminiscent of Henry Hobson Richardson's Trinity Church in Boston. They are the Church of the Epiphany (1885), at Ashland and Adams Street, designed by Burling & Whitehouse; St. Gabriel Church (1887–88), at 45th and Lowe, by Burnham & Root; and the Metropolitan Community Church (1889), at 41st and King Drive, by Solon S. Beman.Gothic-style churches abound in Chicago: French Gothic, English Gothic, and Victorian Gothic. Among the finest are St. Alphonsus (1889–97), at Southport and Wellington, designed by Schrader & Conradi of St. Louis; St. Paul's, by Henry Schlacks: St. James Chapel (1917–20), at Rush and Pearson Streets, by Gustav Steinbach of New York and Zachary Davis of Chicago; and Queen of All Saints Basilica (1956–60), at 6280 North Sauganash Avenue, designed by Meyer & Cook.Chicago's English Gothic masterpieces include Shaw's Fourth Presbyterian; Our Lady of Mt. Carmel (1913–14), at 690 West Belmont, designed by Chicago architects Egan & Prindeville; Bond Chapel (1925–26), at the University of Chicago, by Coolidge & Hodgdon; St. Thomas Aquinas, now St. Martin de Porres (1923–25), at 5112 West Washington Boulevard, by Karl Vitzthum; St. Chrysostom (1925–26), at 1424 North Dearborn, by Chester H. Wallace; St. Sabina (1925–33), at 78th and Throop, by Joe McCarthy; St. Viator (1927–29), at 4170 West Addison Street, by Charles L. Wallace; St. Gertrude (1930–31), on Glenwood at Granville in Rogers Park, by James Burns; and the First Unitarian Church of Chicago (1929–31), at 57th and Woodlawn, by Denison B. Hull.Among the finest Renaissance-style designs are Our Lady of Sorrows Basilica (1890–1902), at 3101 West Jackson Boulevard, designed by Engelbert, Pope & Brinkman; St. John Cantius Church (1893–98), at 825 North Carpenter Street, and St. Hedwig Church, at 2226 North Hoyne (1899–1901), both designed by Adolphus Druiding; Corpus Christi Church (1914–16), at 49th and King Drive, by Joe McCarthy; St. Mary of the Angels (1914–20), at 1850 North Hermitage, by Worthmann & Steinbach; Annunciation Cathedral (1910), at 1017 North LaSalle Drive, by N. Dokas; and St. Josaphat Church (1900–02), at 2311 North Southport, by William J. Brinkman.Twentieth-century churches departed somewhat from their nineteenth-century antecedents. Several churches designed by Edward D. Dart—in clean, brick-and-glass style—are in this category: First St. Paul's Lutheran Church (1969–70), at 1301 North LaSalle, and St. Procopius Abbey Church (1968–70), at Benedictine University in Lisle, are both Dart designs. The Seventeenth Church of Christ, Scientist (1968), at 55 East Wacker Drive, designed by Harry Weese, has clean, modern lines as well. Madonna della Strada Chapel (1938–39), on Loyola University's Lake Shore Campus, designed by Andrew Rebori, is another example of modern religious architecture.Many architects, many Christian traditions, and a spectrum of architectural styles; sacred places built by people as houses of worship. Some grand soaring edifices, some simple rooms, but all places where people deliberately come together to pray, to build community, to support one another, to find peace and strength for the challenges of their daily lives and to find inspiration to serve their brothers and sisters in the city.",
    "Bibliography": "Lane, George A. Chicago Churches and Synagogues: An Architectural Pilgrimage. 1981.",
    "Author of Text": "George A. Lane, S.J.",
    "Hyperlinked Terms Associated": [
        "expressways",
        "Chicago River",
        "Roman Catholic",
        "ballon frame",
        "architecture",
        "Protestant",
        "Joliet",
        "Irish",
        "Illinois & Michigan Canal",
        "Lemont",
        "Olivet Baptist Church",
        "African Americans",
        "German",
        "Polish",
        "Roman Catholic",
        "Old Town",
        "Fire of 1871",
        "Mundelein",
        "Great Depression",
        "Rogers Park",
        "Illinois Institute of Technology",
        "Oak Park",
        "University of Chicago",
        "Benedictine University",
        "Lisle",
        "Loyola University"
    ],
    "Street addresses associated": [
        "Loop",
        "Old Town",
        "Rogers Park",
        "Hyde Park",
        "Lake View",
        "Austin",
        "Sauganash"
    ]
}