{
    "Title": "Church and State",
    "Descriptive Text": "John Alexander Dowie and his followers sought to escape what they saw as the lawlessness and sin of American society by establishing a carefully planned utopia, Zion, in northern Lake County, with Dowie as \"general overseer.\" In the first issue of the paper he edited, The Coming City (June 27, 1900), he declared: \"Zion City will be built by Theocrats. It will be run by Theocrats. It will aim to overthrow Democracy, and establish Theocracy over all the earth, and sea, and in deepest hell, even as God rules in highest heaven.\" \"Zion City,\" The Coming City 5 Sept. 1900. After the public school burned in 1938 in the predominantly German Catholic community of Johnsburg in McHenry County, a nearby parochial school effectively became the public school, with state support and little local fanfare. National media paid attention in 1953, however, when a Lutheran woman with two sons at the school brought a lawsuit with the help of the American Civil Liberties Union, arguing that the arrangement was a violation of the constitutional separation of church and state. The nuns who had run the school resigned and organized a new parochial school, taking most of the students with them, and the suit was eventually dismissed. Woodstock Daily Sentinel, 1 Sept. 1953. Pope John Paul II's visit to Chicago in October 1979 and his celebration of mass at the Polish parish of Five Holy Martyrs in Brighton Park was a civic event that seemed to merit permanent commemoration by the city. Although the 12th ward alderman felt blindsided by Mayor Jane Byrne's proposal to rename part of a street in his ward, the name change eventually passed. Commemorating the Visit of Pope John Paul II, Chicago Tribune, 4 Dec. 1979.For some adherents, the risk of eating food that is religiously forbidden or unclean presents considerable consumer challenges, particularly since even members of the same faith may interpret religious strictures differently. Illinois legislators, seeking to offer regulatory help without making the state an arbiter of religious interpretation, passed a Kosher Food Act that mandates that vendors advertising \"kosher\" food comply with the requirements of a registered certifying organization. Many vendors of kosher food indicate by symbol (the letters \"cRc\" inside a triangle) that they have been certified by the Chicago Rabbinical Council. Awami Bazaar Window, 2005. In 2001 Illinois's Halal Food Act went into effect, regulating the advertising of food as in accord with what Muslims consider permitted and ritually clean. Some Muslims objected that law went too far in legislating a particular interpretation, while others have called for more effective enforcement of the law. It may take time for a marketplace of private certifying agencies to develop; in the meantime, vendors and consumers occasionally find their own approaches to problems of authentication. A Beautiful Taste by Joelle, 3411 Dempster St., Skokie in 2004. Awami Bazaar, 2340 W. Devon Ave., Chicago in 2004.",
    "Hyperlinked Terms Associated": [
        "Crime and Chicagos Image",
        "La Grange, IL",
        "Planning Chicago",
        "Protestants",
        "Zion, IL",
        "American Civil Liberties Union",
        "Catholic School System",
        "Schools and Education",
        "Johnsburg, IL",
        "McHenry County",
        "Aldermanic Privelege",
        "Brighton Park",
        "Poles",
        "Roman Catholic Archdioscese of Chicago",
        "Street Naming",
        "Food Processing",
        "Local Market",
        "Grocery Stores and Supermarkets",
        "Judaism",
        "Restaurants",
        "State Politics",
        "Food Processing",
        "Local Market",
        "Grocery Stores and Supermarkets",
        "Muslims",
        "Restaurants",
        "Non-Judeo-Christian Congreg.(Map)"
    ],
    "Street addresses associated": [
        "Brighton Park"
    ]
}