{
    "Title": "Cicero, IL",
    "Descriptive Text": "Cook County, 7 miles W of the Loop. The town of Cicero, bordered on the north and east by Chicago, is the suburb nearest to downtown. Named for a town in New York State, Cicero has the only town form of government in Cook County, and is governed by a board of trustees. Present-day Cicero, 5.5 square miles, is less than one-sixth of its original 36 square-mile area.Ogden Avenue, a former Indian trail, was one of the early thoroughfares through Cicero. The first homesteaders in the town settled on the highest and driest part of Cicero (now Oak Park ). Other families settled along Ogden Avenue, Lake Street, and Cermak Road (22nd Street). When the Galena & Chicago Union Railroad was built westward from Chicago in 1848, Cicero became the first western suburb connected to the city by rail.In 1857 inhabitants formed the township of Cicero in order to levy taxes for roads and drainage ditches. In 1869 Cicero was incorporated as a town, and that same year, Chicago annexed 11 square miles along Cicero's eastern edge. The town's population of 3,000 dropped 50 percent as a result.Cicero's location on several rail lines influenced the Chicago & North Western Railway and the Chicago & Alton Railroad companies to establish manufacturing and repair shops there. Small communities began to develop around these and other industries, such as the Brighton Silver Smelting & Refining Company and the Brighton Cotton Mill.During the 1880s new residents were drawn to the industries in the northern part of the town along the Galena & Chicago Union Railroad. As these communities expanded they began to meld. Some of these areas later separated from Cicero; others, such as Clyde and Hawthorne, remained as names of railroad stops.In 1889 Chicago again annexed territory along Cicero's eastern border, and by 1897, street railways ran from the city into Cicero. In 1899, Chicago annexed its last portion of Cicero, including the Austin area. Cicero ceded the Hawthorne Race Track to Stickney in 1900, and in 1901, Oak Park and Berwyn separated from Cicero.Western Electric established a telephone equipment manufacturing plant in Cicero in 1904 employing more than 20,000 people, a number that dwarfed the population of Cicero, which was only 14,557 in 1910. Cicero's population more than quadrupled over the next 20 years, with the majority of newcomers Eastern European immigrants. Yet there was still enough open land for Cicero Field, one of Chicago's earliest airfields.Cicero's position at the edge of Chicago attracted criminal elements wishing to evade Chicago's law enforcement agencies. In the mid to late 1920s, the gangster Al Capone established his headquarters in Cicero. At the end of the century government officials were convicted on charges of corruption that recalled the town's earlier reputation.Racial tensions surfaced in Cicero throughout the 1950s and 1960s when residents resisted African Americans moving into their community. At the end of the twentieth century, although Cicero had virtually no black residents, people of Hispanic or Asian ancestry contributed to its mixture of ethnic cultures. Ethnic tensions surfaced in town politics as an entrenched Republican organization reluctantly shared power with an emerging Hispanic majority.",
    "Bibliography": "Anderson, Alan B., and George W. Pickering. Confronting the Color Line: The Broken Promise of the Civil Rights Movement in Chicago. 1986.Clark, Eugene. “History of Cicero by a Ciceronian.” Cicero Library Reference Desk, Cicero, IL.Spelman, Walter Bishop. The Town of Cicero: History, Advantages, and Government. 1923.",
    "Author of Text": "Betsy Gurlacz",
    "Hyperlinked Terms Associated": [
        "Oak Park",
        "Railroad",
        "annexed",
        "street railways",
        "Austin",
        "Stickney",
        "Berwyn",
        "telephone",
        "African Americans"
    ],
    "Street addresses associated": [
        "Oak Park",
        "Austin",
        "Clyde",
        "Hawthorne"
    ]
}