{
    "Title": "City Club of Chicago",
    "Descriptive Text": "Founded in 1903, the City Club of Chicago was established as a nonpartisan, nonprofit organization to investigate and improve urban conditions and affairs in Chicago. Like most Progressive-era urban reform organizations, the City Club took its civic improvement mandate seriously, serving as a forum to discuss and study issues of particular concern to Chicagoans. The club conducted much of its active work through numerous “civic committees,” which together functioned as its main investigative and educational arm. The civic committees addressed a broad spectrum of relevant topics, including municipal revenues; tax reform; public health, education, and welfare; local transportation; city planning; housing conditions; public art; parks and public playgrounds; gas, electricity, and water supply; harbors, wharves, and bridges; fire protection and police service; civil service and ballot reform; labor conditions; and immigration policy.The City Club, starting with 175 dues-paying members, grew to nearly 1,000 active members in the early 1950s. Club membership began to decline, however, with the advent of Mayor Richard J. Daley's administration, as the Democratic Party increasingly controlled the city's reform environment. When Mayor Daley died in 1976, the club had as few as 60 members. In the late 1970s and early 1980s, membership began to grow again, as new leadership, largely directed by Larry Horist and Tom Roeser, infused the seemingly dormant civic organization with renewed interest, activity, and fundraising efforts.Attracting leading citizens of Chicago's business and professional community, the City Club counted lawyers, physicians, bankers, college professors, religious leaders, social workers, city planners, engineers, and newspaper editors among its ranks. For much of its early history, at least until the 1940s, membership was exclusive; admission required the support of at least two other club colleagues. Members kept abreast of important issues and events through the club's publication, the City Club Bulletin; at times billed as a “journal of active citizenship,” the newsletter had an erratic run lasting from 1907 through the late 1980s.",
    "Bibliography": "City Club Bulletin. Chicago Historical Society.City Club of Chicago. Research collection. Chicago Historical Society.",
    "Author of Text": "Susan Marie Wirka",
    "Hyperlinked Terms Associated": [
        "Public Health",
        "transportation",
        "planning",
        "playgrounds",
        "gas",
        "water supply",
        "bridges",
        "Democratic Party"
    ]
}