{
    "Title": "City Homes Association",
    "Descriptive Text": "The City Homes Association was a housing reform organization created by middle- and upper-class white reformers (including Jane Addams) in 1900 for improving lodging houses and tenements as well as establishing small parks and playgrounds in Chicago. Emerging from the earlier Improved Housing Association, it created committees on playgrounds and small parks, the enforcement and amendment of existing laws and ordinances, tenements, lodging houses, publication, and an investigating committee. The investigating committee was responsible for its most famous product: the publication of Tenement Conditions in Chicago in 1901. This study examined tenement and neighborhood conditions in three areas—the Near West Side, the near Northwest Side (near Division and Ashland Streets in West Town ), and the Bohemian district southwest of Blue Hill Avenue ( Lower West Side ). Authored by Robert Hunter, who wrote the 1904 classic study Poverty in New York, the study deplored conditions in Chicago's dense and dilapidated one- to four-story tenements and the neighborhoods in which they were located. It discovered a proliferation of privy vaults and overflowing garbage and manure boxes that threatened the quality of life and health of the neighborhoods' largely immigrant populations. The findings led to the enactment of Chicago's 1902 Tenement House Ordinance, covering all housing of two or more apartments.The association also assisted in the establishment of the Municipal Lodging House (1902–1917) and in the hiring of Charles Ball, a highly qualified sanitary engineer, as sanitary bureau chief in 1907. Most active from 1900 to 1910, the organization no longer existed after 1914.",
    "Bibliography": "Abbott, Edith. The Tenements of Chicago, 1908–1935. 1936.Hunter, Robert. “Housing Reform in Chicago.” Proceedings of the National Conference of Charities and Correction, 29th sess., Detroit, May 28–June 3 (1902): 343–351.Philpott, Thomas Lee. The Slum and the Ghetto: Neighborhood Deterioration and Middle-class Reform, Chicago, 1880–1930. 1978.",
    "Author of Text": "Wendy Plotkin",
    "Hyperlinked Terms Associated": [
        "housing reform",
        "playgrounds and small parks",
        "tenements",
        "Near West Side",
        "Lower West Side"
    ],
    "Street addresses associated": [
        "Near West Side",
        "Near Northwest Side",
        "West Town",
        "Lower West Side"
    ]
}