{
    "Title": "Civil Rights Movements",
    "Descriptive Text": "Agitation for civil rights has been a regular feature of the Chicago scene, and African Americans have been the leading—though not the only—insurgents in this fight. It is difficult, however, to speak of a civil rights movement in Chicago before World War II.Unlike white immigrants, African Americans had to battle for legal recognition of their citizenship rights. Before the Civil War Illinois was a free state, but its laws prohibited the immigration of African Americans and voting by blacks. And even though Chicago was a center of antislavery activity, city schools and places of public accommodation were racially segregated.Black Chicagoans resented these restrictions. In 1870 they gained the right to vote, in 1874 they hailed a state law forbidding segregated education, and a decade later they successfully urged the state legislature to endorse a sweeping civil rights measure which provided “that all persons ... shall be entitled to the full and equal enjoyment of ... inns, restaurants, eating houses, barber shops, theatres, and public conveyances on land and water and all other public accommodations.” After a legal challenge in 1896, the Illinois legislature more directly stated the scope of the Illinois Civil Rights Act of 1885.City practices did not match the color-blind rhetoric, however. Beyond the Black Belt, black Chicagoans faced discriminatory treatment. Restaurants and hotels regularly turned away black patrons. Theaters often seated African Americans only in the balcony. And despite the 1885 civil rights law, it was difficult to obtain a conviction for discriminatory practices.By the early twentieth century, race relations in Chicago had become more tense than they had been in over a generation. Out of this climate, which was part of a nationwide trend, emerged the Chicago branch of the National Association for the Advancement of Colored People. Founded in 1910 by black and white racial progressives, the Chicago NAACP championed a vision of a just society, even if other groups eclipsed its efforts during the 1910s.Black activism reached a new peak with the coming of the Great Depression. A black newspaper, the Chicago Whip, led a “Don't Spend Your Money Where You Can't Work” campaign. The Communist Party spurred agitation over employment rights and access to public accommodations. And local residents protested segregated schools.It was a new organization, however, that specialized in nonviolent direct action. Founded in 1942 in Chicago by James Farmer and other followers of Gandhian tactics, the Congress of Racial Equality staged sit-ins and other protests against discriminatory Chicago restaurants and recreational centers. In the late 1940s activists of the United Packinghouse Workers union also targeted segregated eateries. By the early 1960s, most public accommodations in the city were open to African Americans.The broad range of insurgency in the 1930s and 1940s was impressive, but it represented less a cohesive movement than a series of distinct efforts to secure more opportunities for African Americans. In the early 1960s, however, unequal educational opportunities and the imperial style of school superintendent Benjamin Willis spurred black parents, especially on the far South Side, to protest public school policies. The emergence of local, grassroots movements laid the foundation for the great school boycotts of October 1963 and February 1964 in which 400,000 students missed school.A new organization, the Coordinating Council of Community Organizations (CCCO), founded by the Chicago Urban League, the Chicago NAACP, and a number of other groups, sought to harness the emerging protest energies. By 1965, CCCO comprised 40 affiliates, including largely white groups like the Catholic Interracial Council and more militant black groups like Chicago CORE. During the summer of 1965, CCCO staged almost daily marches against Willis and segregationist school policies. Never before had Chicago experienced such a dramatic and sustained demand for racial justice.CCCO's activism did not yield substantive results. In September 1965, it joined forces with Martin Luther King's Southern Christian Leadership Conference to launch the Chicago Freedom Movement, which sought to end slums and extend equal opportunities to all Chicagoans. The high point of the Chicago Freedom Movement was a two-month campaign in the summer of 1966 to end housing discrimination in metropolitan Chicago.By mid-1967, however, the Chicago Freedom Movement was over, and CCCO was disintegrating. The Black Power impulse—which questioned interracial activism and nonviolent direct action—pulsated through black Chicago. As the rise of the Black Panther Party and the urban uprisings of 1966 and 1968 attested, a new protest universe had emerged. Only the regular mass meetings of Jesse Jackson's Operation Breadbasket, which later became Operation PUSH, and the deep commitment among African Americans to Harold Washington's mayoral campaigns in the 1980s carried on the movement qualities of the first half of the 1960s.",
    "Bibliography": "Anderson, Alan B., and George W. Pickering. Confronting the Color Line: The Broken Promise of the Civil Rights Movement in Chicago. 1986.Ralph, James R., Jr. Northern Protest: Martin Luther King, Jr., Chicago, and the Civil Rights Movement. 1993.Reed, Christopher Robert. The Chicago NAACP and the Rise of Black Professional Leadership, 1910–1966. 1997.",
    "Author of Text": "James Ralph",
    "Hyperlinked Terms Associated": [
        "African Americans",
        "World War II",
        "battle",
        "Civil War",
        "Black Belt",
        "National Association for the Advancement of Colored People",
        "Great Depression",
        "Communist Party",
        "Congress of Racial Equality",
        "South Side",
        "Coordinating Council of Community Organizations",
        "Urban League",
        "Black Panther Party",
        "Operation PUSH"
    ],
    "Street addresses associated": [
        "Black Belt"
    ]
}