{
    "Title": "Civic Federation",
    "Descriptive Text": "Founded amidst the 1893 economic depression, the Civic Federation of Chicago began as a relief organization but soon addressed a great variety of the city's social and political problems, including political corruption, union-employer disputes, and inefficient public administration. It soon underwent a transition from a broadly oriented reform organization to an agency specializing in taxation.Led by banker Lyman Gage and journalist Ralph Easley, the Civic Federation became a quintessential Progressive-era reform organization. In 1900, Easley formed the widely acclaimed National Civic Federation, which despite its name functioned independently of the Chicago organization. Departing from the elitist strategies of previous civic groups, the Civic Federation of Chicago sought to gain broad popular support for its nonpartisan reform proposals. During its early years, membership crossed class boundaries and included trade unionists from the Chicago Federation of Labor and social reformers like Jane Addams. The Civic Federation engaged in such innovative strategies as petition campaigns, protests at City Hall, and newspaper publicity. Yet it opposed measures that called for greater direct democracy, such as the initiative and referendum, and instead promoted centralization of government as well as rule by professionally trained experts. Municipal problems, increasingly complex in nature, were to be removed from politics altogether and subjected to rational, fact-based solutions, for which the federation's numerous published investigations would form the basis.The unions left the Civic Federation soon after the turn of the century, and by 1917 it focused on taxation and efficiency in public administration, leaving other tasks to separate organizations that had grown out of its earlier activities such as the Chicago Bureau of Charities and the Municipal Voters League. As governmental functions widened during the early twentieth century, the federation sought to augment public revenues by streamlining municipal administration, thereby avoiding higher taxes. Since the 1920s, by means of policy statements and research assistance to legislators, it has fought to minimize public spending, serving as a watchdog on government finance and administrative efficiency.In 1929, as the Civic Federation operated increasingly on the state level, it omitted “Chicago” from its name. Three years later, it merged with the Chicago Bureau of Public Efficiency, founded in 1910. Temporarily known as the Civic Federation and Bureau of Public Efficiency, it dropped the latter part of that name in 1941. It is considered the oldest taxpayers' research organization in the country.",
    "Bibliography": "Hogan, David John. Class and Reform: School and Society in Chicago, 1880–1930. 1985.Levine, Daniel. Varieties of Reform Thought. 1964.Weinstein, James. The Corporate Ideal in the Liberal State, 1900–1918. 1968.",
    "Author of Text": "Georg Leidenberger",
    "Hyperlinked Terms Associated": [
        "taxation",
        "Chicago Federation of Labor"
    ]
}