{
    "Title": "Civil War",
    "Descriptive Text": "The Civil War was a crucial event in the development of nineteenth-century Chicago. The war came at a time when the city's commercial economy and transportation links had matured to the point of providing the foundation for substantial industrialization.The opening of the Union Stock Yard on Christmas Day, 1865, is symbolic of the Civil War's impact on Chicago. The war directed the flow of vital food commodities away from Chicago's most persistent urban rivals, which were too close to the front lines during the first two years of the war and were hurt by stoppages of trade on the Mississippi and Ohio Rivers. Because the war cost St. Louis its status as the major grain distribution center and Cincinnati lost its distinction as the pork-packing capital, Chicago emerged as the logical center for the meatpacking, wheat distribution, and related industries. Heavy industry took root in Chicago during the war to provide Union forces with the rolling stock and rails needed to transport troops and supplies. The first steel rails made in America came off the North Chicago Rolling Mill in 1865. Although Chicago wasn't one of the North's main procurement centers, Chicago-area firms sold millions of dollars' worth of horses, hardtack, preserved meats, tents, saddles and harnesses, and other supplies to the state of Illinois and the U.S. Army for the troops.The Civil War also helped spur industrialization by bringing stable banking to Chicago for the first time. The First National Bank of Chicago was founded in July 1863, and by war's end the city boasted 13 national banks, more than any other city in America. The $30 million in deposits at those banks was the capital foundation necessary for industrial expansion. By 1870 the number of factories in Chicago had tripled since the outbreak of the war, and the city's population had nearly tripled as well.The Civil War divided Chicago, not as dramatically as it did the Union but in nonetheless important ways. Racial tensions ran high. In 1862 the city suffered its first race riot when white teamsters tried to prevent African Americans from using the omnibus system. The Chicago City Council voted to segregate the public schools. The Chicago Times, a Democratic Party organ, was the nation's loudest and most persistent critic of Lincoln and emancipation. In June 1863, the Union Army closed the Times at bayonet point. Only when mobs of Democratic supporters threatened to destroy the Republican Chicago Tribune did Lincoln order the suppression to cease. Suspicions ran so high that Republicans in 1864 accused a small group of disgruntled Democrats of conspiring with Confederate secret agents to disrupt voting in the presidential election by liberating the prisoners of war at Camp Douglas. The alleged conspirators were arrested on the eve of the balloting.Camp Douglas, located on the city's South Side, was one of the largest POW camps in the North. At times more than 10,000 rebel soldiers were held behind its stockade, 4,457 of whom perished. The majority of the deaths were due to poor sanitary and medical facilities at the camp.While Confederate soldiers suffered in appalling conditions on the South Side, Chicago women played an important role improving the lot of Union soldiers at the front. The Sisters of Mercy nursed wounded men in numerous makeshift hospitals. Mary Livermore and Jane Hoge rallied the women of the Midwest through the operation of two gigantic fairs in 1863 and 1865. At the hastily assembled but elaborately decorated Northwest Sanitary Fairs, donated items were sold to fund medical supplies and treats for the troops. The 1863 Chicago fair was imitated throughout the North. The public affairs experience won by Chicago women during the war helped to fuel the embryonic women's rights movement in postwar Illinois.Although the war was controversial in Chicago, support for the Union ran strong. Cook County sent 22,436 men to fight, approximately two-thirds of them from Chicago. Surrounding counties together sent 13,516 men, more than half of them from Kane and Will counties. The draft was little used in Chicago because of enthusiastic enlistment rallies and generous bounties. Chicago music publisher George Frederick Root produced many of the most popular Union war songs for use at city rallies, including “Battle-Cry of Freedom” and “Tramp, Tramp, Tramp.”Nearly four thousand Chicagoans died in the Civil War. Respect for their memory and pride in their accomplishment is preserved today in the numerous war heroes, frozen in bronze, standing over Grant Park, Lincoln Park, and the city's historic cemeteries.",
    "Bibliography": "Karamanski, Theodore J. Rally 'Round the Flag: Chicago and the Civil War. 1993.",
    "Author of Text": "Theodore J. Karamanski",
    "Hyperlinked Terms Associated": [
        "transportation",
        "Union Stock Yard",
        "meatpacking",
        "race riot",
        "teamsters",
        "African Americans",
        "schools",
        "Democratic Party",
        "Chicago Tribune",
        "Camp Douglas",
        "South Side",
        "South Side",
        "hospitals",
        "music publisher",
        "Grant Park",
        "Lincoln Park",
        "cemeteries"
    ],
    "Street addresses associated": [
        "South Side",
        "Grant Park",
        "Lincoln Park"
    ]
}