{
    "Title": "Clarendon Hills, IL",
    "Descriptive Text": "DuPage County, 18 miles W of the Loop. Clarendon Hills, a commuter village along the Chicago, Burlington & Quincy Railroad, roughly encompasses the area between Ogden Avenue, Kingery Highway, Richmond Avenue, and 55th Street. The village consists of elevated prairie land with small rolling hills to the north and large hills to the south, many rising to as much as 70 feet above Lake Michigan.When the Chicago, Burlington & Quincy Railroad began service here in 1864, farmers initially used it as a milk stop. But the scenic terrain soon attracted speculators, headed up by James M. Walker, then president of the railroad, who hoped to develop a commuter suburb. The area was platted in 1873 with a design inspired by the principles of landscape architect Frederick Law Olmsted, as seen locally at Riverside. Accordingly, numbered lots of various shapes and sizes were placed along winding streets which followed the natural contours of the land. The area was named Clarendon Hills after a Boston suburb. Despite the hills, winding plat, and influential backers, Clarendon Hills languished.North of the railroad tracks, Henry C. Middaugh had acquired 270 acres in 1869. Instead of immediately subdividing his property, he farmed the land and hoped to attract other wealthy investors to do the same. He tile-drained his land, planted trees, and in 1893 built an elegant 20-room mansion. The Middaugh Mansion, which entered the National Register of Historic Places in 1978, was meticulously constructed. Bronze screws were used instead of nails, and Middaugh supposedly used a billiard ball to test the floors for levelness. Despite local preservation efforts, the mansion was razed in June 2002.In the 1920s residential development began in earnest. Residents incorporated as a village in 1923. The one-room schoolhouse was replaced by a two-room brick building. The first police officer was appointed in 1924, and a business district developed to serve the growing population, which included many commuters. Additional subdivisions were made north of the railroad station.A real boom in Clarendon Hills followed World War II. Population increased from 933 in 1930 to 5,885 by 1960. Ranches, Cape Cods, and split-levels were built on the odd-shaped lots platted almost a century before. New residents organized Episcopal, Roman Catholic, and Lutheran congregations. The Lions Club, formed in 1950, built the community's first public swimming pool. The population of Clarendon Hills in 2000 was 7,610.",
    "Bibliography": "Knoblauch, Marion. DuPage County Guide. 1948.Shockey, Celia Perry. “Clarendon Hills.” In DuPage Roots, ed. Richard Thompson, 1985, 133–137.",
    "Author of Text": "Tom Sterling",
    "Hyperlinked Terms Associated": [
        "Railroad",
        "commuter",
        "Riverside",
        "Roman Catholic"
    ],
    "Street addresses associated": [
        "Clarendon Hills"
    ]
}