{
    "Title": "Classical Music",
    "Descriptive Text": "Classical music has served Chicagoans in a broad variety of ways. Some have used it as a means of artistic expression, others as a way of making a living. Classical music can be a path to personal enrichment and accomplishment or a marker of social status. It can be a focus of research and historical study or a means of entertainment and source of personal pleasure. For the city as a whole, classical music has served as a signal of Chicago's cultural sophistication and economic strength. Cultural events and institutions were one means of placing Chicago's civic vitality above that of rival cities and proclaiming its coming of age to the nation and the world. In a city of superlatives, Chicago's musical culture could likewise excel. To combat pejorative labels such as “Porkopolis” or “Second City,” civic boosters strove to make Chicago a “First City” of the arts.Classical music was heard in Chicago at least from the time of its incorporation and city charter in the 1830s. Early settlers such as Mark Beaubien (fiddle), John Kinzie (violin), and Jean-Baptiste Beaubien (piano) owned instruments and played for dances at the Sauganash Tavern. A Miss Wythe opened the first school of music in July 1834; Samuel Lewis opened a second the following year, and a shipment of pianos arrived in 1835. Short-lived amateur performing groups began with the Old Settlers' Harmonic Society (1835–36, also called the Chicago Harmonic Society) and soon included the Chicago Sacred Musical Society (1842), the Chicago Choral Union (1846–48), and the Mozart Society (1849). In 1847, Frank Lumbard was appointed vocal teacher in the public schools, a move that placed music education at the core of the civic enterprise.As Chicago expanded, its growing audiences could attract touring artists. Musicians visited intermittently, offering recitals that mixed classical and popular music with virtuoso feats. In 1848 the pianist Richard Hoffman arrived. Soprano prodigy Adelina Patti performed with violinist Ole Bull in 1853, '54, and '57, and with her family troupe in 1860. Pianist Louis Moreau Gottschalk visited several times in the 1860s. The Germania Orchestra visited in 1853, giving the city its first complete symphony (Beethoven's Second), while Theodore Thomas's orchestra began giving almost annual concerts in 1869. The city's first music venues included Rice's Theatre (opened 1847), Tremont Music Hall (opened 1850), McVicker's Theatre (1857–71, reopened 1872), and Central Music Hall (1879–1900). When Crosby's Opera House was dedicated in 1865, Chicago boasted a first-class hall. Its 3,000 seats further helped to attract touring musicians with promises of large receipts. Yet in a fickle cultural marketplace, theater owners hedged their investments by combining stages with retail, office, or hotel space to enhance profits.Before the 1890s Chicago's most regular concerts were provided by amateur music societies, especially choral groups. European immigrants formed choruses, such as the Männergesangverein (1852), that paved the way for the Musical Union (1858–66), the Oratorio Society (1868–71), the Apollo Club (1872–, later renamed the Apollo Chorus), and the Beethoven Society (1873). Julius Dyhrenfurth and later Hans Balatka conducted the city's first orchestra, the Philharmonic Society (1850–68). Former Germania Orchestra trumpeter Henry Ahner founded a second ensemble in 1856 that performed for only two years. Thomas's Summer Night Concerts in the Exposition Building (1877–91) helped build an audience for symphonic repertory with programming attractions such as “Ballroom Night,” “Symphony Night,” “Une nuit française,” and “Request Nights.”Beginning with the Chicago Jubilee of 1873, for which bandleader Patrick Gilmore combined spectacular music with huge choral and orchestral forces to celebrate the city's rebuilding from the Fire of 1871, musical festivals drew huge, broad-based middle- and upper-class audiences to choral, operatic, and symphonic performances. Usually running for just a few weeks, these festivals captivated social life and garnered extraordinary publicity to further enhance the prestige of the burgeoning metropolis. The 1881 Sängerfest, the May Festivals of 1882 and '84, the opera craze of 1883, and the 1885 Chicago Grand Opera Festival justified the construction of the 4,200-seat Auditorium Theater (1889), a cultural ecosystem combining theater and 500-seat recital hall with revenue-producing hotel, retail, and office spaces (including a school of music), plus ample social facilities (restaurants, meeting spaces, ballroom, and an observation deck). Adelina Patti, the Apollo Chorus, and organist Clarence Eddy dedicated the theater on December 9. A utopian endeavor, the Auditorium addressed social tensions by drawing patrons from across Chicago society to “lessen the gulf between classes” while committing the elite to philanthropy.The foundations laid by Chicago's amateur music societies, touring musicians, and civic festivals enabled the creation of the city's first permanent professional ensemble. In 1890, C. Norman Fay and the Orchestral Association gave Thomas unprecedented artistic control to establish the Chicago Orchestra (now Chicago Symphony Orchestra [CSO]). Its opening concert in the Auditorium on October 16, 1891, included Wagner's Faust Overture, Beethoven's Fifth Symphony, Tchaikovsky's Piano Concerto no. 1, and Dvořák's Husitská Overture. Although the orchestra struggled to attract a subscription audience and ran financial deficits, the construction of the 2,566-seat Orchestra Hall (1904–) solved its space problems and affirmed the city's commitment to the ensemble. Shaped by conductors including Frederick Stock (1905–42), Fritz Reiner (1952–63), and Sir Georg Solti (1969–91), the CSO has become the nucleus of Chicago's musical culture while attaining international prominence with tours and award-winning recordings. Cut off from imported talent by World War I, Stock founded the Chicago Civic Music Student Orchestra (1919–, later renamed the Civic Orchestra of Chicago) as a training ensemble for American musicians. The Chicago Symphony Chorus formed in 1957 under the direction of Margaret Hillis. In 1997, a renovated Orchestra Hall reopened as Symphony Center, with additional rehearsal space, a restaurant, and an interactive education center.Although opera had been heard in Chicago since 1850, performances were often far between, as the city did not support its own resident company. Nevertheless, by 1875 more than 60 operas, many recent works, had been performed for enthusiastic audiences. The 1885 opera festival reportedly attracted over 100,000 attendees. In some neighborhoods, ethnic audiences supported small-scale, local operatic performances. In 1910, the Chicago Grand Opera Company, formed from the remnants of Oscar Hammerstein's bankrupt New York–based troupe featuring soprano Mary Garden, opened with Verdi's Aïda. With star power, strong financial backing from Harold and Edith McCormick, and innovative artistic direction from Cleofante Campanini, Chicago opera rose to immediate national prominence. Running continual deficits for star singers and lavish productions, the company went bankrupt only to be reorganized under a series of monikers.Electricity magnate Samuel Insull brought financial discipline to the opera administration and built the Civic Opera House (1929–) to escape the inevitable default of the Auditorium's construction bonds. Rosa Raisa as Aïda and Charles Marshall as Radames dedicated the new hall on November 4. The building's 45 stories included over 700,000 square feet of rentable space that was to support the company. Unfortunately, Black Tuesday, signaling the beginning of the Great Depression, occurred just a week before the dedication, putting the company's financial plans in jeopardy. After years of Chicago opera's decline, Carol Fox organized the Lyric Theatre (1954–, later renamed Lyric Opera of Chicago) and presented the American debut of Maria Callas (1954). Known as “La Scala West” because of its predominantly Italian repertory, the company continued to grow under Fox's successor Ardis Krainik; her introduction in 1985 of supertitles offering translation of the libretto during performance attracted thousands of new subscribers. In 1974, Alan Stone founded Chicago Opera Theatre, presenting three annual productions in English.These developments accompanied a gradual shift in patronage from music as an independent business striving to return profit for independent impresarios to the civic musical institutions supported by an association of philanthropists for the benefit of the community. Yet festivals did not end with the shift to resident companies. Ravinia Park, built in 1904 in Highland Park as an upscale amusement, became the site of music, dance, and theater events. Orchestral concerts and operatic excerpts were offered during Ravinia's first decade. In 1915, whole evenings of opera were offered, and from 1919 to 1931 star singers appeared. Reinstated after the Depression, the Ravinia series has featured the CSO since 1936. Music directors have included Seiji Ozawa (starting in 1964), James Levine (starting in 1971), and Christoph Eschenbach (starting in 1994). Performances are held in the 3,200-seat, open-air Ravinia Pavilion with picnic seating for 15,000 on the surrounding lawn; more than 500,000 listeners attended in 2002. In 1934 a municipal summer orchestra was organized by musicians' union chief James C. Petrillo, putting players back to work in a WPA bandshell at the lakefront's Grant Park. The shell was rebuilt in 1978 and named in honor of Petrillo. The annual summer series now includes a resident Grant Park Symphony and Chorus.In America, no less in Chicago, teaching is the mainstay of many musicians. Individual instruction provides essential income but also supports music's role as a vehicle of personal transformation. A healthy base of amateur musicians also provides a core audience to support live performance. Chicago's music schools nurtured amateur and aspiring professionals and offered an active recital calendar. Florenz Ziegfeld, Sr., founded the Chicago Academy of Music (later renamed the Chicago Musical College) in 1867 and imported European musical talent as faculty and for a public performance series. Other educational institutions have included the Chicago Conservatory of Music and Dramatic Art (1884–ca. 1905), the American Conservatory of Music (1886–), and the Sherwood Music School (1897–). Chicago universities such as Northwestern (which initiated music instruction 1873 and a school of music in 1895), DePaul (whose school of music dates to 1912), and Roosevelt (which merged with Chicago Musical College in 1954), have maintained nationally recognized schools of music, drawing from the city's elite performance groups for faculty. The University of Chicago's Music Department (1933–) has focused exclusively on composition, music theory, ethnomusicology, and history.Founded in 1913, the Civic Music Association encouraged music instruction, concert attendance, and community singing. As public school music has suffered from budget woes, other organizations have provided important early training to a diverse student population. The Chicago Youth Symphony (1946–) has united top high-school players from throughout the region. The Chicago Children's Choir (1956–) has supported choirs in public elementary schools, neighborhood choirs, and a 125-voice concert choir. The Merit Music Program has offered a comprehensive program of performance and instruction that has reached 30,000 students since 1979. Merit, with its motto “Making Music ... Building Lives,” has perpetuated the city's ideal of cultural democracy. Projects such as Urban Gateways and the Kraft Family Concerts have brought music to the schools and underserved communities.Attracted to the city by church or teaching jobs, prominent composers active in Chicago included organist Dudley Buck (1839–1909) and Frederick Grant Gleason (1848–1903). Twentieth-century composers associated with the city included Felix Borowski (1872–1956), who taught in Chicago from 1897 until his death; Chicago native and society businessman John Alden Carpenter (1876–1951), who enjoyed critical success writing ballets like Krazy Kat (1921) and Skyscrapers (1926) as well as piano works and art songs; modernist Ruth Crawford, who studied at Chicago's American Conservatory (1921–29); and African American composer Florence B. Price, who moved to the city in 1926 and had her Symphony in E Minor performed by the CSO in 1933 at the Century of Progress Exposition. Leo Sowerby taught at the American Conservatory, while Ralph Shapey, Easley Blackwood, Shulamit Ran, and John Eaton have held faculty positions at the University of Chicago. M. William Karlins and Alan Stout have been the linchpins of Northwestern's composition department.Chicago has a history of supporting new music in its programming and commissions. Philanthropist Paul Fromm established the Fromm Music Foundation in 1952 to support composers and performance. Shapey founded the Contemporary Chamber Players in 1964, while the CSO has employed three composers-in-residence: John Corigliano (1987–90), Ran (1990–97), and Augusta Reed Thomas (1997–). Ran, who won the Pulitzer Prize in 1991, has also served as composer for the Lyric Opera. In addition to commissioning Amistad (1997–98) from Anthony Davis, Lyric Opera has established a long-running collaboration with composer William Bolcom, resulting in McTeague (1992–93), A View from the Bridge (1999–2000), The Wedding (2004–5), and a commission for the 2009–10 season.Chicago's major ensembles and educational institutions provide a base of instrumentalists for a variety of smaller ensembles and chamber groups. Early music ensembles include Music of the Baroque (1972–) and the Newberry Consort (1986–), as well as the chorus His Majestie's Clerkes (1982–, later named Bella Voce). Chamber ensembles include the Vermeer Quartet (1969–), the Ying Quartet (1992–), Chicago Pro Musica (1979–), the Chicago Chamber Musicians (1986–), and the Rembrandt Chamber Players (1990–).Classical music's association with education and elite status, the very aspects used to elevate a cultured Chicago within the national imagination, could also lend respect to groups burdened by discrimination. Even before the Second World War, the Women's Symphony Orchestra of Chicago (formed in 1925 by Ebba Sundstrom) gave musicians like Helen Kotas opportunities that would help her become principal French horn of the CSO and, later, the Lyric Opera orchestra. Parallel to Harlem, Chicago supported its own black artistic renaissance. The Umbrian Glee Club (1895–) would give performances in Orchestra Hall, while Pedro Tinsley founded a Choral Study Club in 1900 that performed European choral works. Two years later, Chicago Local 208 incorporated within the American Federation of Musicians, the first black musicians' union to do so. Chicagoans N. Clark Smith and J. Berni Barbour established the first black music publishing company in 1903. Smith also formed an orchestra (1902–5) and composed a Negro Folk Suite (1924). William Hackney produced annual “all-colored” composers concerts in Orchestra Hall (1914–16), and in 1919 Nora Holt founded the National Association of Negro Musicians, which held its first convention in Chicago. The 1920s saw the formation of the South Side Opera Company, while the 1940s produced the Chicago Negro Opera Guild. The Chicago Sinfonietta (1987–), conducted by Paul Freeman, continues to represent the city's social mix on the concert stage in fulfilling its mission to achieve “excellence through diversity.”Chicago is also home to rich collections of primary research materials for music. The Newberry Library holds rare sources for Renaissance and American music, and, along with the Chicago Historical Society and Chicago Public Library, preserves personal papers of many Chicago musicians. The public library also houses the Chicago Blues Archive, while a large collection of musical instruments dating back to the 1893 World's Columbian Exposition can be found at the Field Museum. Northwestern's music library includes collections relating to Henry Cowell and John Cage as well as part of the Moldenhauer Archive of twentiethcentury manuscripts. The University of Chicago's music library houses the Chicago Jazz Archive, while Columbia College supports the unique holdings of the Center for Black Music Research (1983–).Chicago entrepreneurs invested heavily in the music industry, and the city's manufacturing and transportation resources made it a center of musical instrument manufacturing, music publishing, and recording. Founded as a distributor in 1857, the W. W. Kimball Company began organ manufacture in 1881 and built pianos from 1885. Best known for harps, Lyon & Healy began as a retail shop in 1864 and turned to instrument building in 1885. Organ builders have included Story & Clark, Wilcox & White, and Estey. Percussion manufacturers have included J. C. Deagan & Co. as well as Ludwig, active in Chicago from 1909 to 1930. Piano makers have included Julius Bauer & Co. and the J. P. Seeburg Piano Company, which built a coin-operated player piano—a predecessor to the jukebox. Chicago publishers have included Root & Cady, Clayton F. Summy, and Carl Fischer. In 1964 the University of Chicago Press began offering critical editions of Renaissance Music, later adding series devoted to Rossini and Verdi. As early as 1889, Chicago had become the third largest music industry center in the United States by grossing over $7 million in music products.The development of classical music in Chicago has followed the growth of the city, including its rapid rise in the second half of the nineteenth century as a major metropolitan center and its twentieth-century maturity and international presence. By appealing to the city's educational, commercial, artistic, and competitive needs, classical music has secured a place in Chicago's multifaceted cultural life.",
    "Bibliography": "Schabas, Ezra. Theodore Thomas: America's Conductor and Builder of Orchestras, 1835–1905. 1989.Upton, George Putnam. Musical Memories. 1908.",
    "Author of Text": "Mark Clague and J. Kimo Williams",
    "Hyperlinked Terms Associated": [
        "Choral",
        "Opera",
        "Auditorium Theater",
        "philanthropy",
        "Chicago Symphony Orchestra",
        "World War I",
        "Great Depression",
        "Lyric Opera",
        "impresarios",
        "philanthropists",
        "Ravinia",
        "Highland Park",
        "Grant Park",
        "Northwestern",
        "DePaul",
        "Roosevelt",
        "University of Chicago",
        "ballets",
        "Century of Progress Exposition",
        "Newberry",
        "National Association of Negro Musicians",
        "Chicago Historical Society",
        "Chicago Public Library",
        "Blues",
        "World´s Columbian Exposition",
        "Field Museum",
        "Jazz",
        "Columbia College",
        "musical instrument",
        "manufacturing",
        "music publishing"
    ]
}