{
    "Title": "Clerical Workers",
    "Descriptive Text": "Chicago's explosive growth and economic development during the late nineteenth century multiplied the demand for office workers. Clerks of many sorts, bookkeepers, typists, stenographers, and receptionists found positions in expanding bureaucracies in the service and business sectors. Many of these new workers were women. The male clerk, the young, aspiring company man who was a common feature of small nineteenth-century offices, was gradually replaced by the young female, who was expected, or allowed, to remain at her job only until she got married.This transition derived from a combination of Chicago's characteristics. As a terminus for immigrants and migrants, Chicago attracted young women looking for work. For women who had the right qualifications, which at that time meant literate, young, and white, positions in office work did seem appealing given the limited opportunities available. The newly invented typewriter was paired with stenography to create the stenographer-typist just as a large number of Chicago's private business colleges began teaching these skills. Chicago was home to the nation's first skyscrapers, urban workspaces that women believed were modern, safe, and clean. Despite the concerns of female reformers like Jane Addams, who warned of the dangers faced by solitary working girls, many philanthropic and benevolent organizations like the YWCA, the Eleanor Association, and Woman's City Club created service institutions, residential clubs, and rest areas in the Loop to accommodate the needs of this new feature of the downtown business district: the working girl. By the 1920s, courses in all the skills necessary for the office became regular and popular in a variety of curricula offered by the Chicago Board of Education in the city's public school system.In this era of transition, Chicago's female clerical workers experienced a wide range of working conditions. Public stenographers had their own offices in large office blocks or hotels and contracted for work from the various office suites. A stenographer-typist might work for a single boss much like a private secretary today, or she might work in a large office with many other stenographer-typists in a more factory-like setting. A clerk or bookkeeper could also find herself in a wide range of possible jobs depending on size and type of firm or the type of office machinery she could operate. Even though women could expect only very limited job mobility, young white women flocked to these positions, especially stenography-typing, since it offered the best wages, hours, and working conditions for women without professional training.Chicago witnessed some of the earliest efforts to organize clerical workers. Organizing Chicago's stenographer-typists was on the agenda of Chicago's branch of the Women's Trade Union League from the start. In 1905, the Stenographers' and Typewriters' Union #11691 appeared in a directory of unions affiliated with the Chicago Federation of Labor. Until 1912, when the union ceased to exist, it provided a wide range of services to its several hundred members.By 1920, the majority of Chicago's clerical workers were U.S.-born white females of foreign or mixed parentage and under the age of 24. Companies employing these clerical workers were challenged to create separate occupational hierarchies and in some cases even separate workspaces for men and women. Some Chicago companies, particularly railroads, attempted to bar women from employment because employers did not want to have to promote women within their ranks. The new larger office staff prompted many companies to adapt scientific management techniques originally designed for factories. Nevertheless, for immigrant daughters, clerical work might have been seen as a way to escape the danger and degradation of the factory and the slum or ghetto. They saw clerical work, as well as other white-collar occupations such as clerking in department stores and teaching, as a way to “Americanize” themselves.Since 1920, the clerical labor force has become more demographically diverse, even though individual firms or industries, until quite recently, have discriminated on the basis of age, marital status, race, and ethnicity. Because of the civil rights movements and legislation of the 1950s and 1960s, minority women made some inroads into a wider variety of office positions. As a result, women of all backgrounds have used clerical jobs for self-support and to provide vital income for their families. Recently, computer technology has accelerated the trend toward factory-like office work. Early efforts at unionizing clerical workers in the 1930s were revived in the 1960s and 1970s, as the concentration of large numbers of women in typing pools or word-processing centers along with the recent women's movement created favorable conditions for this activity.",
    "Bibliography": "Cavan, Ruth Shonle. Business Girls: A Study of Their Interests and Problems. 1929.Fine, Lisa M. The Souls of the Skyscraper: Female Clerical Workers in Chicago. 1990.Meyerowitz, Joanne J. Women Adrift: Independent Wage Earners in Chicago. 1988.",
    "Author of Text": "Lisa Michelle Fine",
    "Hyperlinked Terms Associated": [
        "work",
        "skyscrapers",
        "YWCA",
        "Woman´s City Club",
        "Loop",
        "Women´s Trade Union League",
        "railroads",
        "department stores",
        "\"Americanize\"",
        "demographically",
        "civil rights movements",
        "unionizing"
    ]
}