{
    "Title": "Climate",
    "Descriptive Text": "Chicago's climate is attributable to its location, roughly halfway between the equator and the North Pole and in the interior of a large continent. These conditions produce relatively large annual and day-to-day swings in temperature. Precipitation is greater during the warm half of the year. The proximity of Lake Michigan to the city produces a lake effect—cooler breezes off the lake during warm-season days and cold-season nights (providing the lake is not frozen), and warmer breezes during cold-season days (again, providing the lake is not frozen) and warm-season nights. Most apparent along the lakeshore, this lake effect can also be noted several miles inland. Northeast winds in winter can produce heavy, lake-effect snowfalls.Chicago's weather records begin in the 1830s, first taken by medical staff at Fort Dearborn, then continuing with those of the U.S. Army Signal Corps and the U.S. Weather Bureau, now the National Weather Service. Originally located in the downtown area, observing sites moved to Midway Airport in 1928 and O'Hare Airport in 1958. Temperatures at the airports, being further from the urban center, are systematically cooler by a few degrees.Chicago's summers are dominated by warm, humid air originating over the Gulf of Mexico, with occasional incursions of air from the Pacific Ocean, resulting in daily high temperatures generally in the low 80s with lows about 20 degrees Fahrenheit lower. The relatively high humidity occasionally yields unbearably high temperature-humidity indexes, as the death toll during the summer of 1995 attests. Days dominated by Pacific air, on the other hand, bring respite, with highs generally in the 60s and 70s. Summer is the wettest season of the year, with rainfall generally three to four inches per month, though there is great variability, as the drought of 1988 and the floods of 1993 demonstrate. Summer rainfall is almost totally showery and associated with thunderstorms. Hail and a few tornadoes have occurred rarely and have affected only a few square miles.Winter days are generally dominated by air from the Pacific, with several incursions each year of air from Arctic Canada. January temperatures generally peak in the low 30s, although Arctic air limits highs to the single digits and occasionally below zero. High wind chills in winter are due to high winds attributable to the relatively flat surrounding prairie and lake and the canyon effect of the tall buildings in and near the Loop. Winter months generally experience one and a half to two inches of precipitation, a combination of rain and snow. Most winters, Chicago experiences two to three storms with at least six inches snowfall each, sometimes accompanied by strong winds. Heavy snowfalls during winters of the mid- and late 1970s severely tested Chicago, as did the snowfall of January 26–27, 1967, when more than 20 inches fell, accompanied by winds gusting between 50 and 70 miles per hour. Fifty-six people died, untold numbers were injured, and total losses were estimated at $1.74 million. Snow was hauled to rural areas and the lake for disposal.The average annual temperature for Chicago, based on data from 1961 to 1990, is 49.0 degrees Fahrenheit but has varied from 42.5 (Loop, 1864) to 54.3 (University of Chicago, 1987). Average annual precipitation (1961–1990) is 35.82 inches but has varied from 21.19 inches (University of Chicago, 1956) to 49.35 inches (O'Hare, 1983). Annual average winter snowfall is 38.7 inches (1961–1990), varying from 9.8 inches (Loop, 1920–21) to 83.7 inches (O'Hare, 1978–79).The trend of average annual temperatures in Chicago indicates warming of two to three degrees from the mid- to late 1800s to the first half of the twentieth century, with cooling of one to two degrees thereafter. The cooling after about 1960, however, may be due to the fact that data after 1958 were taken at O'Hare, as opposed to Midway and the Loop. The trends (though not necessarily the magnitudes) in Chicago temperature are similar to the average of the United States but not other areas in the world.Average annual precipitation at Chicago, like most other Upper Midwestern sites, exhibits great year-to-year variability. In spite of the variability, the trends suggest a decline of perhaps five inches from the second half of the nineteenth century to the first half of the twentieth, with a rather substantial increase beginning about 1960 and continuing thereafter.",
    "Bibliography": "Bryan, A. A., H. Hoffman, W. M. Wendland, and P. Daily. Local Climatological Data Summary, Chicago Ill., 1830–1993. Misc. Pub. 98–16. Illinois State Water Survey. 1994.Cox, H. J., and J. H. Armington. The Weather and Climate of Chicago. 1914.",
    "Author of Text": "Wayne M. Wendland",
    "Hyperlinked Terms Associated": [
        "Lake Michigan",
        "Fort Dearborn",
        "Midway Airport",
        "OHare Airport",
        "tornadoes",
        "Loop"
    ]
}