{
    "Title": "Clinics and Dispensaries",
    "Descriptive Text": "In nineteenth-century American cities, those who were sick but could not afford private medical attention often found aid at a dispensary, a walk-in clinic dealing mostly with nonacute illnesses. Following a British model, philanthropists, physicians, and civic leaders began building dispensaries in East Coast American cities shortly after the Revolution. This idea migrated westward with doctors until nearly every city had at least one dispensary. In Chicago in the early 1840s, the sick poor could visit the “City Dispensary” at the recently opened Rush Medical College. Like the many other proprietary medical schools in the United States before the Civil War, Rush College needed to attract fee-paying students, and the ability to offer students clinical training in a dispensary at a time when no permanent general hospitals existed in the city was a great advantage. Thus, for one hour in the mornings, while student doctors observed, Rush professors treated the indigent poor. Later medical schools in Chicago also established dispensaries.Chicago's growing population of poorly paid and ill-housed workers provided a large and needy clientele for free medical care. A visit to a dispensary, however, was unlikely to mean a thorough examination. Typically, a patient had a long wait on a hard bench in a crowded room, followed by a brief interview with a physician who wrote a number on a slip of paper. This paper could be exchanged for a medication at the attached pharmacy. Despite the cursory nature of their services, dispensaries proliferated. Before the Great Fire of 1871, Chicago had nine; by the 1890s dozens operated across the city. Several of Chicago's social settlements, such as Hull House and Chicago Commons, briefly ran their own dispensaries. The Jewish Aid Society founded the West Side Free Dispensary near Maxwell Street. Other religious groups, including the Salvation Army and the Bohemian, Dunkard, and Bethesda missions, sponsored dispensaries as well. The Chicago Lying-In Hospital began as a dispensary. Companies such as the Chicago & Northwestern Railroad established their own facilities for employees. Large dispensaries like the Central Free and the West Side Free ran daily and weekly clinics specializing in various ailments.During the early years of the twentieth century, Chicago's Health Department used existing dispensaries to disseminate information about venereal, mental, and childhood diseases and maternal welfare. The department set up seven tuberculosis dispensaries of its own in 1907 and a Municipal Venereal Disease Clinic in 1910. Beginning in 1915, it established dental clinics in Chicago public schools.As modern general hospitals established outpatient departments with well-equipped laboratories and greater therapeutic resources, the older, freestanding dispensaries gradually disappeared, but the idea of free or low-cost clinics survived in underserved urban areas. In the era of the Great Society of the 1960s, community leaders saw neighborhood health centers under local control as an answer to uneven distribution of health care. The Mile Square Health Center and the East Lawndale Health Center opened in the late 1960s. In 1970, the city's Board of Health maintained dispensary-like institutions: 35 infant welfare stations, 18 prenatal clinics, and 6 family planning clinics.",
    "Bibliography": "Bonner, Thomas N. Medicine in Chicago, 1850–1950: A Chapter in the Social and Scientific Development of a City. 2nd ed. 1991.Buelow, Paul A. The Dispensary Comes to Chicago: Health Care and the Poor Before 1920. Ph.D. diss., University of Illinois at Chicago. 1997.Rosenberg, Charles E. “Social Class and Medical Care in 19th-Century America: The Rise and Fall of the Dispensary.” Journal of the History of Medicine and the Allied Sciences 29 (1974): 32–54.",
    "Author of Text": "Paul A. Buelow",
    "Hyperlinked Terms Associated": [
        "philanthropists",
        "Civil War",
        "hospitals",
        "Fire of 1871",
        "settlements",
        "Hull House",
        "Chicago Commons",
        "Jewish",
        "Maxwell Street",
        "Salvation Army",
        "tuberculosis",
        "schools",
        "Great Society",
        "family planning"
    ],
    "Street addresses associated": [
        "West Side",
        "Maxwell Street",
        "East Lawndale"
    ]
}