{
    "Title": "Clubs, Women's",
    "Descriptive Text": "At its height between 1890 and 1920, the women's club movement extended its concerns of child and family welfare to social motherhood, as many women's clubs promoted civic betterment, in addition to traditional philanthropic work. Clubwomen conjoined maternalist practices to more political agendas, including women's suffrage and legislation for children and working mothers. Generally stratified by class, ethnicity, and race, Chicago's women's clubs engaged in a wide variety of activities, depending upon institutions, traditions, and resources within their own communities.The Chicago Woman's Club, of those clubs dominated by well-to-do white women born in the United States, stood out as among the most active. Formed in 1876, the club originally focused on self and social improvement; members studied classical literature and art, while also establishing kindergartens and homes for fallen women. By the late 1880s, their efforts turned to state-building reform, most notably the improvement of state facilities for dependent children, orphans, and female prisoners, as well as legislation for compulsory education and against child labor. The Chicago Woman's Club's members—particularly Julia Lathrop, Jane Addams, and Lucy Flower—were so influential that they largely ushered in the Illinois Juvenile Court Law of 1899, which created the first juvenile court in the United States.The Chicago Woman's Club also worked in conjunction with other elite white women's clubs through the League of Cook County Clubs. League delegates returned to their respective clubs to organize them around key pieces of legislation, such as the truant school bill. The Hull House Woman's Club and other settlement clubs, as well as other city and suburban women's clubs, also raised funds for playgrounds and vacation schools. This alliance of women's clubs established citywide improvement associations aimed at street sanitation, garbage removal, and school conditions. Women's club strategies and motives were noticeably different from those of the men's clubs. For example, the Woman's City Club circumscribed its interest in vocational education around child welfare, whereas its male counterpart, the City Club, was motivated more by business interests.African American women's clubs, too, conjoined traditional concerns of child and family welfare to political activism. However, unlike their white counterparts, they faced a variety of obstacles: racism, insufficient financial resources, and lack of cooperation from mainstream organizations. Consequently, they created and sustained multiple community organizations, including day nurseries, kindergartens, settlements, and homes for working girls, dependent children, and the aged and infirm. Through letter-writing campaigns to legislators, they also protested discrimination in schools and employment. Their strategies of educating voters on political platforms, of canvassing door-to-door, and forming voting blocs were most successful in the 1915 victory of Chicago's first African American alderman, Oscar dePriest.Immigrant women, too, formed their own clubs, many of which were parish organizations and dramatic, literary, and singing church circles. They also sought to assist those in need, most notably newcomers, destitute women, neglected children, and the aged. Like other ethnic clubs, they were concerned with preserving cultural traditions. For example, the Polish Women's Alliance, formed in 1898, organized a reading room for women, as well as schools to teach their language, history, and culture. Although deeply concerned with political issues, such as suffrage and women's advancement, they did not align themselves with other Chicago women's clubs because of language differences as well as a strong sense of Polish nationalism.Settlements also formed mothers' and women's clubs, primarily to Americanize immigrant women. Most offered instruction in cooking, sewing, childcare, and housekeeping, as well as sponsored social hours. Immigrant women's responses to middle-class settlement workers' club programs varied. In many cases, they resisted activities which were demeaning to their cultural traditions but adopted programs of benefit to their children's health.",
    "Bibliography": "Flanagan, Maureen A. “Gender and Urban Political Reform: The City Club and the Woman's City Club of Chicago in the Progressive Era.” American Historical Review 95 (October 1990): 1032–1050.Knupfer, Anne Meis. Toward a Tenderer Humanity and a Nobler Womanhood: African American Women's Clubs in Turn-of-the-Century Chicago. 1996.Wycoff, Catherine E. “Identity, Culture, and Community: Immigrant Youth and Settlement Workers in Chicago, 1919–1939.” Ph.D. diss., University of Illinois at Urbana-Champaign. 1999.",
    "Author of Text": "Anne Meis Knupfer",
    "Hyperlinked Terms Associated": [
        "philanthropic",
        "suffrage",
        "kindergartens",
        "juvenile",
        "Hull House",
        "settlement",
        "playgrounds",
        "business",
        "African American",
        "racism",
        "Polish",
        "housekeeping"
    ]
}