{
    "Title": "Clubs, Literary",
    "Descriptive Text": "Literary clubs exemplified Chicago's progress from an emerging city focused on the marketplace toward one in which some of its citizens had the leisure to promote and patronize the arts. These clubs often incorporated both literary study and social concern. Early clubs held literary debates, hosted lectures, and established libraries and included the Chicago Polemical Society (founded 1833), Chicago Lyceum (1834), and the Young Men's Association (1841). By the early 1870s the women of the Fortnightly Club met to engage in both social intercourse and intellectual development. In 1874 the all-male Chicago Literary Club began meeting to share their love of literature. The club published selected papers of members on topics including politics, the labor movement, and Civil War reminiscences. The Fortnightly Club and the now coed Chicago Literary Club, the city's longest-lived literary clubs, have continued to meet weekly into the twenty-first century.Chicago's educated middle-class African Americans instituted literary clubs of their own and participated in mixed-race clubs such as the Frederick Douglass Center's Woman's Club. Since the 1960s the formal, organized literary clubs (in Chicago as elsewhere) have had to compete with proliferating informal reading groups which may center on a local library branch, a bookstore, or just a hospital living room. In 2000 the Chicago Public Library started a program to promote broader and more unified group reading under the banner of “One Book, One City,” which recommends a single book to be read and discussed all over town.",
    "Bibliography": "Andrews, Clarence A. Chicago in Story: A Literary History. 1982.Chicago Literary Club. The Chicago Literary Club: The First Hundred Years, 1874–1974. 1974.Knupfer, Anne Meis. Toward a Tenderer Humanity and a Nobler Womanhood: African American Women's Clubs in Turn-of-the-Century Chicago. 1996.",
    "Author of Text": "Rhonda Huber Frevert",
    "Hyperlinked Terms Associated": [
        "leisure",
        "politics",
        "Civil War",
        "African Americans",
        "Chicago Public Library"
    ]
}