{
    "Title": "Clubs, Patriotic and Veterans'",
    "Descriptive Text": "The first veterans' organization to have substantial membership and influence in Chicago and around the country was the Grand Army of the Republic, an organization for Civil War Union veterans. The official founder of the GAR, Dr. Benjamin Franklin Stephenson of Springfield, Illinois, installed the first GAR post in Decatur, Illinois, in 1866. Historians also credit the impetus for the organization's founding to Illinois governor Richard J. Oglesby, who hoped that a veterans' organization would support his U.S. Senate bid against Lyman Trumbull. The GAR in Chicago, as in the rest of the country, lobbied for veterans' pensions, provided aid to disabled veterans, raised money for veterans' widows and children, and petitioned for the national recognition of Memorial Day. They responded to disasters such as the Chicago Fire by organizing relief campaigns. Chicago-area GAR posts also became a fixture of parades in the city and marched at “German Day” at the World's Columbian Exposition on June 15, 1893.The late 1800s saw the rise of a self-conscious patriotism in the United States. The influx of immigrants, especially into urban areas like Chicago, and the nation's growing international power prompted a search to delineate the roots and rituals of an American identity. Clubs such as the Veterans of Foreign Wars (founded 1899) and the American Legion (founded 1919) gained membership and influence, especially as GAR veterans passed away. These organizations have continued the work of the GAR. They also champion their interpretation of patriotism through activities such as promoting public display of the flag and evaluating history books for their depictions of the wars of the United States.During the late 1800s, genealogically based patriotic clubs became popular, the two best known being the Sons of the American Revolution (founded 1889) and the Daughters of the American Revolution (founded 1890). Both organized Chicago chapters very early in their development. These clubs have provided a venue for sociability, the assertion of status, and participation in activities the organization identifies as promoting patriotism. Like the veterans' organizations, the work of these patriotic clubs is largely at the grassroots level: sponsoring history essay contests in the schools, preserving historic sites and records, supporting patriotic holidays and rituals, providing citizenship training for immigrants, and—more controversially—taking stands as an organization against “un-American” activities or views contrary to the organization's own definitions of patriotic activities and beliefs.",
    "Bibliography": "Davies, Wallace Evan. Patriotism on Parade: The Story of Veterans' and Hereditary Organizations in America, 1783–1900. 1955.Gibbs, Margaret. The DAR. 1969.McConnell, Stuart. Glorious Contentment: The Grand Army of the Republic, 1865–1900. 1992.",
    "Author of Text": "Barbara Truesdell",
    "Hyperlinked Terms Associated": [
        "Civil War",
        "Worlds Columbian Exposition"
    ]
}