{
    "Title": "Clubs, Youth",
    "Descriptive Text": "Youth clubs and sports have been a part of Chicago's social world from its earliest days. Many were spontaneously generated by young women and men who were interested in particular sports and the possibilities of participation. Others have emerged from the efforts of educational, reform, ethnic, neighborhood, and political organizations interested in shaping children's and young adults' current lives and their social roles in the future.The Young Men's Christian Association, established in Chicago in 1858, first attempted to organize youth and young men in order to promote temperance and wholesome lifestyles. It met with limited success until it began incorporating sports and games into its programs in the 1870s. Fueled by the widespread interest in baseball during the Civil War, young men, boys, and employers began organizing competitive teams and leagues.By the 1880s, high-school students had organized their own baseball, tennis, and football teams. They formed the student-run Cook County Athletic League in 1885. The growing interest in tennis resulted in the organization of clubs with their own facilities in several middle-class neighborhoods during the decade. By the 1890s a bicycling fad fostered hundreds of clubs, some organized by particular ethnic groups. Cycling held a particular appeal for young women, who found in it a means to challenge Victorian norms, as they adopted pants or bloomers and eschewed chaperones during social excursions.Such neighborhood associations produced economic as well as social opportunities. Neighborhood sports teams publicly challenged others in the newspapers. The most successful, like the Roseland Eclipse baseball team, attracted the best players and constructed their own stadiums, thereby achieving semipro status. Like the commercialized model of the professional teams, the semipros enjoyed paying spectators and loyal fans. Such loyalty often promoted rivalries and gambling among neighborhood, ethnic, and religious factions.Girls formed a high-school basketball league in 1900. Meanwhile, boys' teams engendered intense rivalries and consequent abuses, such as the use of ineligible players. Faculty members moved to gain greater control over students' extracurricular activities by the turn of the century. By 1913, school authorities and private sponsors reorganized the Cook County Athletic League as the Chicago Public Schools Athletic League under adult regulations. The ongoing rivalry between the Public League and its counterpart the Catholic League fostered the Prep Bowl, an annual city championship football game that drew more than 120,000 to Soldier Field in 1937. The Catholic Youth Organization incorporated sports activities in a comprehensive program under its religious banner that covered parishes in Chicago and all collar counties.Politicians, too, noticed the widespread interest in sport and the growth of athletic clubs and adopted them for their own purposes. Frank Ragen, for example, adopted the stockyard district's Morgan Athletic Club, trading their support for his political aspirations with financial and political support for their social and athletic activities. With more than two thousand members, they helped him rise to Cook County commissioner and became infamous with their belligerent role in Chicago's 1919 race riot. Similar clubs proliferated in other neighborhoods and among different ethnic groups, often to protect their immigrant and working-class neighborhoods from perceived transgressors. The social-athletic clubs of the Bridgeport area produced several Chicago mayors, including Richard J. Daley. By the 1920s, more than 1,300 of these clubs operated in the city alone.Progressive reformers tried to channel youth club activities into organized and supervised programs in the settlement houses and park districts with limited success. Sports proved attractive to immigrants and working-class youth, and playground directors offered numerous tournaments and city championships, as well as physical fitness tests, for both boys and girls. Corporate interests hoping to inculcate competition, cooperation, and discipline as work values readily sponsored such activities. Thousands participated in the sports, crafts, and dances offered by civic authorities aimed at assimilation. Settlements, such as Hull House and the Chicago Hebrew Institute, had particular success in their efforts to Americanize immigrant youth. The YMCA and churches sponsored clubs and athletic teams for the growing African American community on the South Side after World War I, and the Catholic Youth Organization addressed similar concerns among its constituents by the 1930s.Many youth clubs spurned such direction, however, and opted for autonomy. By the 1930s smaller groups, known as basement clubs, operated from such neighborhood locations. Sandlot athletic teams known as prairie leaguers competed on the diminishing open spaces or the city's vacant lots. Some others, particularly those with political protection, managed to take over the neighborhood parks and playgrounds and use them as headquarters for their sport, social, and gambling activities.Other clubs fostered ethnic pride and adherence to European cultures. German Turner societies, Czech Sokols, and Polish falcon clubs were all established in Chicago during the nineteenth century to maintain the language and customs of their homeland. By the 1920s, however, the interest of youths in sports forced many to adopt English and sponsor teams in American sports as well as gymnastics and soccer in order to attract and retain members.By the mid-twentieth century, ethnic youth had largely assimilated into the American mainstream. Few ethnic clubs remained, although new ones appeared by the latter twentieth century along with a resurgent interest in soccer. Boys' clubs, YMCAs, and church groups still try to attract city youth; but gangs have foregone sporting ventures in favor of more lucrative activities. The few remaining ethnic clubs and many sports clubs have moved to the suburbs, where they maintain headquarters and promote rapidly growing youth sports organizations.",
    "Bibliography": "Gems, Gerald R. Windy City Wars: Labor, Leisure, and Sport in the Making of Chicago. 1997.Halsey, Elizabeth. The Development of Public Recreation in Metropolitan Chicago. 1940.Thrasher, Frederic M. The Gang. 1927.",
    "Author of Text": "Gerald R. Gems",
    "Hyperlinked Terms Associated": [
        "Young Mens Christian Association",
        "baseball",
        "Civil War",
        "tennis",
        "football",
        "bicycling",
        "newspapers",
        "Roseland",
        "gambling",
        "basketball",
        "Soldier Field",
        "Catholic Youth Organization",
        "parishes",
        "collar counties",
        "race riot",
        "Bridgeport",
        "mayors",
        "settlement houses",
        "park districts",
        "playground",
        "fitness",
        "Hull House",
        "Hebrew Institute",
        "Americanize",
        "African American",
        "German",
        "Czech",
        "Polish",
        "soccer",
        "gangs"
    ],
    "Street addresses associated": [
        "Roseland",
        "Bridgeport"
    ]
}