{
    "Title": "Coal City, IL",
    "Descriptive Text": "Grundy County, 53 miles SW of the Loop. Coal City, incorporated in 1881, is situated among the vast coal reserves that lie just south of Chicago. Peter Lansett, a Canadian, has been credited with the 1820 discovery of coal in the area. It was only later in the nineteenth century, however, that the mines around the village made Coal City a major contributor of coal to Chicago. By the twentieth century, the manufacturing of wallpaper, chemicals, concrete, and clothing began to complement the village's mining industry.On February 16, 1883, one of Illinois' worst mine disasters stunned the citizens of Coal City and nearby Braidwood. That morning, a worker at the Diamond mine (which lies a short distance from the Coal City limits) noticed anunusual amount of water flowing to the bottom of the mine shaft. The alert miner raised the alarm, but within minutes the mine was flooded, trapping and killing at least 69 men. Defects in the mine's construction made it impossible for the trapped miners to move to the surface using the mine's escapement shaft.The Diamond mine disaster moved state legislators to overhaul an 1871 law that allowed individual counties to appoint their own mine inspectors. Realizing that counties often did not take the examination of mines seriously, the Illinois General Assembly passed legislation in 1883 that eventually led to the appointment of five state inspectors of mines.Coal City's importance as a coal mining center has declined over the twentieth century. By 1969, only one strip mine north of the village was still in operation. Construction of Interstate 55 and at least two Commonwealth Edison nuclear power plants nearby has encouraged growth in postwar Coal City. The village had a population of 4,797 in 2000. Much of the landscape around Coal City's mines has been reforested and serves as an outdoor recreation area.",
    "Bibliography": "A Compilation of the Reports of the Mining Industry of Illinois from the Earliest Records to the Close of the Year 1930. 1931.",
    "Author of Text": "Brandon Johnson",
    "Hyperlinked Terms Associated": [
        "coal",
        "Canadian",
        "chemicals",
        "clothing",
        "Braidwood",
        "Diamond"
    ]
}