{
    "Title": "Coal Mining",
    "Descriptive Text": "Like farming, mining is one Illinois economic activity carried out to a much greater extent outside the Chicago metropolitan area than inside it. Only the northeastern fringes of the state's vast deposits of bituminous coal were located near Chicago. But these Will County deposits were the object of considerable mining activity for nearly a century.Mining activity was centered at a town named for James Braidwood, a Scottish emigrant who sunk the first shaft for the Chicago & Wilmington Coal Company (C&W). Located about 60 miles from downtown Chicago, not far from the tracks of the Chicago, Alton & St. Louis Railroad, these mines were well-suited to supply a portion of the big city's growing demand for fuel. Five years after mining began in 1865, workers at the Braidwood mines produced a one-year output of roughly 230,000 tons of coal, most of which was consumed in Chicago. By this time, the town was dominated by Chicago-based C&W, which employed nearly a thousand men to take coal out of the shallow deposits. Many of these early miners were veterans of the industry who emigrated from Scotland and England during the 1860s.Through the 1880s, when coal production at the Braidwood mines was at its height, conflict between C&W and its employees was severe enough to attract national attention. From the earliest years of coal mining in northern Illinois, Scottish emigrants such as John James and Daniel McLaughlin built associations among the miners. By the 1870s, many of these workers were members of a group called the Miners' Benevolent and Protective Association of the Northwest. A brief strike in 1868 was followed by a more severe conflict in 1874, during a nationwide economic downturn when about a quarter of the Braidwood miners were out of work. C&W responded by hiring replacement workers and a private security force from the Pinkerton National Detective Agency of Chicago. But the miners managed to attract a great deal of support from Braidwood residents and the general public, and the conflict ended when the workers agreed to accept a wage cut that was smaller than the one originally proposed. During a similar strike in 1877, the replacement workers and Pinkertons were backed by Illinois troops called out by Governor Cullom, and the miners lost. They lost again in similar disputes in 1889 and 1894.Coal production in Will County began to decline after the 1880s, as miners exhausted the most easily reached portions of the shallow local deposits. Output appears to have peaked around 1882, when two thousand miners raised 650,000 tons from the Braidwood shafts. Mining activity declined steadily over the next few years. The local industry was hit by a deadly disaster in February 1883, when rain and melted snow flooded a Diamond Coal Company mine. The sudden rush of water killed 61 men and boys. Over the next few years, the local mines became less productive and accounted for a smaller and smaller piece of Illinois' large coal industry. By 1892, Will County mines produced only 114,000 tons, less than a fifth of what they had a decade before and under 1 percent of the state's total output in that year. Increasingly, Bohemians, Italians, and other Europeans came to work the mines.Coal mining in the Braidwood during the twentieth century never approached the peaks it had reached in the 1870s and 1880s, but there was a small revival starting in the 1920s made possible by strip-mining. In the late 1920s, the Northern Illinois Coal Company (NIC) began to employ power shovels and earth-moving equipment to unearth coal by displacing huge volumes of soil and rock. Over the next 25 years, Will County strip-mining operations produced nearly 30 million tons of coal, making it one of the leading strip-mining areas in Illinois. In 1940, NIC employed over four hundred men, and another company, the Wilmington Coal Mining Corporation had a smaller strip-mining operation in Braidwood. Like the traditional mines that had been so important to the area in the nineteenth century, however, these strip mines were active for only a generation. By the 1960s, the last coal mining operations in the Chicago region were closed.",
    "Bibliography": "Gutman, Herbert G. “The Braidwood Lockout of 1874.” Journal of the Illinois State Historical Society 53.1 (1960): 5–28.Illinois Department of Mines and Minerals. A Compilation of the Reports of the Mining Industry of Illinois from the Earliest Records to the Close of the Year 1930. 1931.U.S. Department of the Interior, Census Office. Report on the Mining Industries of the United States. 1886.",
    "Author of Text": "Mark R. Wilson",
    "Hyperlinked Terms Associated": [
        "Will County",
        "Braidwood",
        "Scottish",
        "Railroad",
        "strike",
        "Pinkerton",
        "Diamond",
        "Italians",
        "Wilmington"
    ]
}