{
    "Title": "Coffeehouses",
    "Descriptive Text": "Throughout the first half of the twentieth century, coffeehouses played a major role in developing and sustaining Chicago's many ethnic neighborhoods. The café had traditionally played a major role in European community life, serving as a community center, library, and meeting place for influential politicians, journalists, intellectuals, and businessmen. European immigrants brought this tradition with them to Chicago in the early twentieth century. Each of Chicago's ethnic communities at some time defined themselves by the food, music, and activities sponsored at the neighborhood coffeehouse.The Knickerbocker Coffee Shop at 163 East Walton was a center of the German community. Opened in 1918, Glaser's Café at 3551 West 26th Street was a crossroads of the Czechoslovakian community. In addition to coffee, a visitor to Glaser's could find Bohemian cuisine, musicians, newspapermen, and politicians, including future mayor Anton Cermak. Amato's Café at 914 S. Halsted Street was a prime meeting spot in Little Italy. Open all night, Amato's was especially popular with opera singers and Italian American politicians. The Idraft Swedish Cooperative Café at 3204 Wilton Avenue was a Swedish Community Center and an informal library, public bakery, lecture hall, and card room for Chicago's Swedish families. The influx of African Americans from the South brought a developing jazz culture to Chicago from New Orleans that first surfaced in South Side cafés. The jazz scene began among a row of cafés on State Street between 31st and 35th Streets known as “the Stroll. ” The Royal Gardens Café (renamed Lincoln Gardens in 1920) at 31st and Cottage Grove first showcased for white audiences New Orleans legends including King Oliver and Jelly Roll Morton. The Pekin Inn at 27th and State was a favorite among the gangsters of the roaring twenties.The European tradition of conducting politics in the coffeehouse blended with Chicago's jazz culture to produce a new tradition: the beatnik coffeehouse. Medici in Hyde Park was founded in 1958, providing important meeting places for law students, civil rights workers, and journalists. Also founded in 1958, No Exit in Rogers Park provided a forum for folk musicians and beat poets.Since the late 1980s, chain coffee stores such as Starbucks as well as “cybercafés” such as the Interactive Bean have become central to the Chicago region's coffee-drinking habits.",
    "Bibliography": "“From the Editor.” Chicago History (Spring 1996): 3.“This Coffee Has Been Percolating for Centuries.” Chicago Tribune, April 26, 1996.Drury, John. Dining in Chicago. 1931.",
    "Author of Text": "Eli Rubin",
    "Hyperlinked Terms Associated": [
        "German",
        "Czechoslovakian",
        "Little Italy",
        "opera",
        "Italian",
        "Swedish",
        "Swedish",
        "lecture",
        "African Americans",
        "jazz",
        "South Side",
        "Stroll",
        "Hyde Park",
        "civil rights",
        "journalists",
        "Rogers Park",
        "folk musicians",
        "poets"
    ],
    "Street addresses associated": [
        "Hyde Park",
        "Rogers Park"
    ]
}