{
    "Title": "Cold War and Anti-Communism",
    "Descriptive Text": "From the late 1940s through the 1950s, as the governments of the United States and the Soviet Union confronted each other in a Cold War, anti-Communism dominated American domestic politics. In Chicago, as elsewhere, conservative politicians and pressure groups as well as city newspapers sought to expose Communist subversion and discredit liberal causes.The tone of postwar anti-Communist activity in Chicago was set by the Illinois legislature. In August 1947 the legislature created the Seditious Activities Investigation Commission, otherwise known as the Broyles Commission, after its chairman, Republican senator Paul Broyles, to probe Communist influence in the state. The commission identified the education system as the most vulnerable to Communist penetration. In 1949 the commission held hearings to investigate the political activities of professors at the University of Chicago, but, with the faculty publicly defended by university chancellor Robert Hutchins, the hearings accomplished little.Taking their cue from the Broyles Commission, Chicago anti-Communists singled out the public schools for attack. Throughout the 1950s the Chicago Tribune condemned Communist teaching and campaigned, often successfully, for the removal of liberal texts from the schools. In October 1950, Chicago Board of Education president William B. Traynor established a committee to study ways to promote patriotism and combat Communism in the schools. In 1955, the school Board of Examiners asked candidates for teaching jobs to declare their membership in “subversive” organizations and denied certification to some individuals on political grounds.Anti-Communists also sought the introduction of loyalty oaths for public sector workers. In the early 1950s, Paul Broyles, backed by the American Legion, sponsored a series of bills which sought to outlaw the Communist Party and to require loyalty oaths for public sector workers. Democratic governor Adlai Stevenson vetoed the bills, but in July 1955 the new Republican governor William Stratton signed a bill which forced public workers to take a loyalty oath. Three Chicago public school teachers refused to sign the pledge. The American Civil Liberties Union filed a suit in the name of one, Shirley Lens, claiming the oath was unconstitutional, but in 1956 the Illinois Supreme Court upheld a circuit court decision to dismiss the suit.Throughout the 1950s many individuals and organizations in Chicago suffered from accusations of Communist sympathies. Investigated by the House Un-American Activities Committee, many left-leaning unions such as the United Public Workers; United Electrical, Radio and Machine Workers; and the United Packinghouse Workers of America found it difficult to prosper in the city. The Chicago Police Department's “ Red Squad ” prepared thousands of files on allegedly subversive organizations and individuals and hampered their activities. With its members blacklisted by the late 1950s, the Chicago Communist Party, never larger than a couple of thousand, had dwindled to a dedicated few. After it was apparent that Communism posed little threat to American society, anti-Communism subsided. However, the Red Squad continued activities until 1975, the loyalty oath stayed on the statute books until 1983, and the Cold War dragged on until the fall of the Soviet Union in 1991.",
    "Bibliography": "Harsha, E. Houston. “Illinois, the Broyles Commission.” In The States and Subversion, ed. Walter Gellhorn, 1952, 54–139.Selcraig, James Truett. The Red Scare in the Midwest, 1945–1955: A State and Local Study. 1982.",
    "Author of Text": "John F. Lyons",
    "Hyperlinked Terms Associated": [
        "newspapers",
        "Republicans",
        "University of Chicago",
        "schools",
        "Chicago Tribune",
        "Communist Party",
        "Democratic",
        "American Civil Liberties Union",
        "Police",
        "Red Squad"
    ]
}