{
    "Title": "Colleges, Junior and Community",
    "Descriptive Text": "The public junior college movement was born in the Chicago area due to the leadership of William Rainey Harper and J. Stanley Brown. Harper, the first president of the University of Chicago, distinguished between the general education of the first two years of college life and the specialized focus of the last two years. This distinction generated the term “junior college.”Harper believed that junior college–level work could also be done at “cooperating” high schools in a fifth and sixth year. By 1899, Brown, superintendent of the Joliet Schools, had developed a six-year school at Joliet Township High School. Thus evolved Joliet Junior College in 1901, the nation's oldest continuous public community college. With Harper's successors at Chicago uninterested in the junior colleges, their guidance passed to the University of Illinois.Although born in Illinois, the junior college movement took root and flourished in California, while in Illinois lack of leadership, an excessively localized school system, and fiscal conservatism slowed the development of a public junior college system. Chicago founded its system in 1911, with Crane Technical High School (later Crane Junior College), which by 1931 had become the nation's largest junior college. In 1924 Morton Junior College was established in Cicero and LaSalle-Peru-Oglesby Junior College (now Illinois Valley Community College) in LaSalle. Thornton Junior College in Harvey (1927, now South Suburban College) followed, along with Lyons Township Junior College (1929, annexed to College of DuPage in 1967). As extensions of high schools these colleges operated under questionable legal authority. Legislation legitimated Chicago's Crane in 1931, and the suburban colleges six years later. Junior colleges outside of Chicago were all based on township or community districts, and until 1940 all were located in northern Illinois.Crane Junior College closed in 1933, a victim of the Great Depression. In 1934 the federal government provided Chicago with free junior college courses under the Civil Works Educational Service. That year, Chicago reopened its junior college with three branches enrolling nearly 3,800 students. Proviso Township started a junior college at Maywood in 1935 which closed after a year. Maine Township Junior College opened at Des Plaines in 1939, but closed in 1942.The public junior college had developed as the first two years of a traditional liberal arts college, funded as part of the common schools. After World War II the name “community college” began to replace “junior college” and vocational, technical, and adult education were added to its function. Returning veterans, funded by the GI Bill, increased the demand for college education. Evanston Community College opened in 1946 and closed in 1952. Elgin opened as an extension of the University of Illinois in 1946 and became Elgin Community College in 1949. In 1957 Bloom Community College (now Prairie State College) opened in Chicago Heights.In 1955 the General Assembly initiated state support for community colleges, which was increased in 1957 and 1959. Legislators added a bill in 1959 encouraging the building of independent colleges with separate boards and taxing authorities. Thus, Triton Community College in River Grove was organized in 1964, and William Rainey Harper College at Palatine, in 1965.The greatest stimulus for the development of public community colleges was the Illinois Junior College Act of 1965, which included community colleges within higher education, rather than as part of the common schools. It provided financial encouragement for the establishment of new community colleges and the separation of the older colleges from high schools. Metropolitan Chicago responded by establishing Waubonsee Community College at Sugar Grove (1966), Kankakee Community College (1966), College of DuPage at Glen Ellyn (1967), Moraine Valley Community College at Palos Hills (1967), McHenry County College (1967), College of Lake County at Grayslake (1967), and Oakton Community College (1969). Community colleges grew rapidly in the following decades. The Chicago City College evolved into a multicampus operation with a TV College. The College of DuPage became the largest single institution of higher education in the state.Along with growth came conflict. The Cook County College Teachers Union, American Federation of Teachers, Local 1600, founded in 1965, went on to organize most of the Chicago-area community colleges. Since then, Chicago faculty have conducted strikes at various campuses.",
    "Bibliography": "Hardin, Thomas L. “A History of the Community Junior College in Illinois: 1901–1972.” Ph.D. diss., University of Illinois. 1975.Meisterheim, Matthew. “A History of the Public Junior College in Illinois, 1900–1965.” Ed.D. diss., Northern Illinois University. 1973.Smith, Gerald W. Illinois Junior-Community College Development: 1946–1980. 1980.",
    "Author of Text": "Dave Bartlett",
    "Hyperlinked Terms Associated": [
        "University of Chicago",
        "Joliet",
        "Cicero",
        "Harvey",
        "Great Depression",
        "Maywood",
        "Des Plaines",
        "World War II",
        "Evanston",
        "Elgin",
        "Chicago Heights",
        "River Grove",
        "Palatine",
        "Sugar Grove",
        "Glen Ellyn",
        "Palos Hills",
        "Grayslake",
        "strikes"
    ]
}