{
    "Title": "Colombians",
    "Descriptive Text": "By the late 1990s Colombian immigrants constituted Chicago's largest group of South Americans and had established an active community in the city. Colombians began arriving in Chicago around 1950; in 1970 the U.S. census counted approximately 3,500 Colombians in Chicago; by 2000, approximately 11,000. Pointing to the Census Bureau's regular undercounting of Latin American immigrants, however, community leaders and consular officials contend that the correct number might be several times larger.Chicago's early Colombian colony was drawn from the professional classes of the nation's Caribbean coast, many of whom emigrated in the 1950s during a period of extremely bitter civil warfare known as La Violencia (1948 to 1957). The influx into Chicago of skilled costeños, or coastal Colombians, increased in the 1960s and 1970s, when a slowing national economy, combined with the inability of the coastal region to generate jobs for the graduates of its growing university system, persuaded many costeños to follow friends and family to Chicago. In the 1980s and 1990s, Colombia's continued urbanization and falling transportation costs fostered far greater regional and class diversity among emigrants. As a result, Chicago Colombians' traditional concentration in professional and technical work broadened to include increasing numbers of blue-collar and unskilled workers in the city's light industrial and service sectors.Chicago's Colombians have been atypical of the city's immigrants and of Colombian Americans elsewhere in their pattern of settlement. Rather than form neighborhood enclaves, they have tended toward a dispersed residential pattern. While they initially settled in apartments on the North Side, where many of the city's Puerto Ricans also lived, as soon as their earnings allowed, most Colombians moved to private homes in such northern suburbs as Skokie, Evanston, and Arlington Heights. More recent arrivals have followed a similar residential path, albeit with a slightly greater proportion inside the city. Colombian businesses have also been quite dispersed, though a small concentration has formed along Lincoln Avenue. For many years Colombian immigrants socialized almost exclusively among themselves and with Cubans. In recent years, however, there has been a noticeable shift toward sociability and intermarriage within a Chicago Latino community less segmented by nationality.Numerous social and professional associations, rather than residential concentration, have provided the basis for Colombian community in Chicago. Within a few years of arrival, immigrants established the Club de El Dorado and Club Colombia, which organized monthly dinners and other social events. CartaMed (Cartagena Medical Alumni Association) originated in the 1960s as a society of physicians trained at the University of Cartagena. It was soon expanded to include other professional occupations, and eventually came to function as a mutual-benefit and community fund-raising organization which also provided aid to Colombian newcomers to Chicago. The Colombian consulate has also served as the nucleus of a community in which many people have maintained Colombian citizenship and closely followed political affairs in the homeland. Among the most enduring of many Chicago Colombian organizations is Colombianos Unidos Para Una Labor Activa, whose July 20 celebration of Colombian independence drew many thousands of participants each year in the late 1990s.",
    "Bibliography": "Baldassini, José G. “Acculturation Process of Colombian Immigrants into the American Culture in Bergen County, N.J.” Ph.D. diss., Rutgers University. 1980.Cruz, Ines, and Castaño, Juanita. “Colombian Migration to the United States.” In The Dynamics of Migration: International Migration. 1976.Walton, Priscilla Ann. Having It Both Ways: The Migration Experience of Colombian Professionals and Their Families in Chicago. 1974.",
    "Author of Text": "A. K. Sandoval-Strausz",
    "Hyperlinked Terms Associated": [
        "Puerto Ricans",
        "Skokie",
        "Evanston",
        "Arlington Heights",
        "Cubans",
        "mutual-benefit"
    ],
    "Street addresses associated": [
        "Skokie",
        "Evanston",
        "Arlington Heights"
    ]
}