{
    "Title": "Comiskey Park",
    "Descriptive Text": "Comiskey Park (renamed U.S. Cellular Field in 2003) is home to American League baseball's Chicago White Sox. The original Comiskey Park, built in 1910 at 35th Street and Shields Avenue, was dubbed the “baseball palace of the world” for its modern steel and concrete construction. When it was torn down after the 1990 season to make room for a new stadium across 35th Street, Comiskey Park was the oldest professional baseball park in operation.In 1908, Charles A. Comiskey, first owner of the White Sox, purchased 15 acres between 34th and 35th and Wentworth and Shields in an area housing working-class ethnic whites. Architect Zachary Taylor Davis, a graduate of nearby Armour Institute (Illinois Institute of Technology), integrated Comiskey Park into its surroundings by creating a stadium with sloping Romanesque archways and red pressed brick reflective of the neighborhood ethnic churches. Inside, the dimensions were 362 feet down the right and left field lines and 440 feet to deep center field—a pitchers' park, as Comiskey wanted.On July 1, 1910, the White Sox played their first game in the fireproof park, made entirely of steel and concrete, which seated 32,000, including 7,000 in twenty-five-cent bleachers. A trolley from downtown brought businessmen to late-afternoon games after work. Fans from nearby South Side communities attended on Sundays. Night baseball, initiated August 14, 1939, allowed working-class fans even greater access. Growing numbers of African Americans attended Comiskey as well. From 1933 to 1950, Comiskey Park hosted the Negro League East-West All-Star Game. On July 5, 1947, Larry Doby of the Cleveland Indians became the first African American to play in the American League, debuting during a doubleheader at Comiskey.Comiskey Park also hosted other events. On July 6, 1933, Comiskey hosted the first Major League All-Star game. On June 22, 1937, Joe Louis defeated James Braddock at Comiskey to become heavyweight boxing champion of the world. The Chicago Cardinals of the National Football League played there from 1922 to 1925 and from 1929 to 1959. Comiskey also hosted church festivals, musical extravaganzas, picnics, and auto polo events.In 1926–27, Comiskey added grandstands at field level and second base to bring the seating capacity to 52,000. Owner Bill Veeck, Jr. (1959–1961; 1975–1981), added an exploding scoreboard in 1960 which featured pinwheels and fireworks after Sox home runs. He also installed group picnic areas at center field and showers in the bleachers.When Jerry Reinsdorf and Eddie Einhorn bought the team in 1981, they began pushing for a new Comiskey Park. After threats to move the team to suburban Addison, the owners and Mayor Harold Washington successfully lobbied the state legislature for permission to build a new stadium in Chicago. The problem of displacing residents and politics stalled construction until 1989, when ground was finally broken for the new Comiskey, built with a seating capacity of 44,702 and without the obstructed-view seats of the old park. On September 30, 1990, the White Sox played their last game at old Comiskey. They played their first game at the new Comiskey Park on April 18, 1991",
    "Bibliography": "Benson, Michael. Ballparks of North America: A Comprehensive Historical Reference to Baseball Grounds, Yards, and Stadiums, 1845 to Present. 1989.Bukowski, Douglas. Baseball Palace of the World: The Last Year of Comiskey Park. 1992.Riess, Steven A. Touching Base: Professional Baseball and American Culture in the Progressive Era. 1980.",
    "Author of Text": "Robin F. Bachin",
    "Hyperlinked Terms Associated": [
        "baseball",
        "White Sox",
        "South Side",
        "African Americans",
        "boxing",
        "Cardinals",
        "Football",
        "Addison"
    ],
    "Street addresses associated": [
        "South Side"
    ]
}