{
    "Title": "Commuting",
    "Descriptive Text": "The emergence of commuting in Chicago and its ever-growing importance in the daily urban experience is a concomitant of the region's long-term population growth, the spatial expansion of the urban built environment, and the increasing separation of home and work for most residents over time. The history of commuting is one of changing land-use patterns, lengthening distances and changing geometry of travel, evolving modes of transportation, shifts in the social composition of commuters, and the rise of a metropolitan commuter culture. As Chicago became metropolitan, commuting involved more and more people, a more complex geography of movement, and a sequence of technological innovations adding variety to the transportation system. The interconnected elements can be viewed from the perspective of five broad eras of commutation.From its beginning in 1830 until the mid-1850s most of the city was walkable, contained within a radius of about two miles from the center. Many residents worked in or close to home, and only the well-to-do could afford to cluster in a few prestigious districts removed from the central area. In the grocery trade, for example, retail grocers of necessity lived above their stores, scattered throughout the town's neighborhoods, whereas most wholesale grocers made a fine enough living to reside a carriage ride away on a street with social cachet. Chicago's bankers at that time, except for a very few who rented central hotel rooms, all lived in quiet districts away from the noise and hubbub of downtown, giving sociogeographical definition to the phrase “bankers' hours.”In 1856, Paul Cornell initiated the railroad suburb in greater Chicago, when he persuaded the Illinois Central Railroad to operate local passenger service to Hyde Park, six miles south of the city center. Within the city proper, horse omnibus lines began in 1850 and steadily multiplied their routes as the built-up area expanded, to be superseded by the street railway in 1859. Three years later, 3,512,272 passengers were being carried annually by horsecar through the city. More dramatic, however, was the emerging commuter train service, offered on railroads which by the 1880s fanned out in 15 different directions, creating a large metropolitan pattern resembling the spokes of a giant wheel. Such suburban commutation stimulated the development of strings of railroad suburbs out to a distance of 30–40 miles and enabled an enlarged class of business managers and well-paid professionals to live in semirural settings far from their city offices, a pattern deeply etched on the region by 1934 and still operating today.A third phase in commuter history may be said to have arrived with the mechanization of street railways in the 1880s and the appearance of rapid transit service the following decade. As railroad commuting produced a roughly star-shaped outline to the metropolitan built-up area as a whole, steam-driven cable car and later electric streetcar service along most major Chicago streets made possible a new level of access from the city's burgeoning neighborhoods. Commuters could now reach downtown as well as factory sites along developing river and rail corridors within the core areas of the urban mass. This trend greatly increased the daily flows of workers to and from the central business district, but it also promoted crosstown commuting to noncentral jobs and local shopping districts. The addition of elevated rapid transit service between 1892 and 1915, tied together in the famous “ Loop ” circuit around the downtown created in 1911, served to further concentrate centripetal movement from outskirts to center. Interurban railroads extended the geographical reach of low-cost commuting from satellite cities in the metropolitan region.With the rapid spread of automobile ownership by the 1920s, commuting became somewhat more spatially and socially diffuse, but the focus on downtown was still overwhelming, forcing major changes in downtown land use to accommodate cars in parking lots and new parking structures. Between the 1920s and 1950s, the “rush hour” became a fixture of Chicago urban life, as cars—parked and moving—jostled with streetcars and, after 1927, buses for street space created in the horse and carriage era. By 1940, Chicago's Loop received 603,000 daily commuters, of whom over 113,000 came in from the suburbs. Significantly, one-quarter of all commuters drove in by car, one-quarter took the streetcar, one-quarter the elevated trains, one-eighth the commuter trains, and the rest came by bus or other means.Continued metropolitan growth and densification of the inner built-up area generated traffic volumes and congestion sufficient to spur the construction of limited-access superhighways. These consisted of urban parkways, beginning with Lake Shore Drive in 1933, and expressways, starting with the Congress (now Eisenhower) Expressway in 1955–1960. The new superhighways, when linked to their suburban extensions (themselves designed to serve long-distance travel), did widen the regional catchment area for commuters to the city of Chicago. But they also fed a new pattern of “reverse” commuting from the central city to the suburbs. Already in 1960, while about 330,000 suburbanites worked in Chicago, over 100,000 Chicagoans worked in the suburbs. In recent decades the automobile has become the essential means for commuters to get to work in the metropolitan area, as with all other American metropolitan regions. Equally striking, however, has been the survival of a historical legacy of mixed transportation options, at least in the inner metropolitan zone. Many districts there harbor commuters who prefer walking, bicycling, or taking public transit to work, a pattern well illustrated in 1980 and not much changed since then. Chicago has even pioneered the building of rapid transit lines along expressway median strips to extend such choice.Metropolitan decentralization of population and jobs during the second half of the twentieth century changed regional commuting from a centripetal to a largely diffuse pattern. At the same time, it pushed the working class and many of the poor into the ranks of regional commuters for the first time. The recent repopulating of the city center with its globalizing management functions has revivified the multimodal transportation environment of the core. As the new millennium dawned, “edge cities” in metropolitan Chicago were showing increasing interest in rapid transit links with O' Hare International Airport and the city of Chicago.",
    "Bibliography": "Berry, Brian J. L. Case Studies of Commuting Fields and Metropolitan Definition. 1966.Breese, Gerald W. The Daytime Population of the Central Business District of Chicago, With Particular Reference to the Factor of Transportation. 1949.Cudahy, Brian J. Destination Loop: The Story of Rapid Transit Railroading in and around Chicago. 1982.",
    "Author of Text": "Michael P. Conzen",
    "Hyperlinked Terms Associated": [
        "built environment",
        "work",
        "land-use",
        "transportation",
        "grocery",
        "wholesale",
        "hotel",
        "Illinois",
        "Central Railroad",
        "Hyde Park",
        "street railway",
        "railroads",
        "rapid transit",
        "shopping districts",
        "Loop",
        "Interurban",
        "parking",
        "bus",
        "metropolitan growth",
        "expressways",
        "O´Hare International Airport"
    ],
    "Street addresses associated": [
        "Hyde Park",
        "Loop"
    ]
}