{
    "Title": "Community Organizing",
    "Descriptive Text": "In late winter 1939, as Saul Alinsky and Joe Meegan crisscrossed the southwest-side Packingtown area, canvassing local priests and urging their parishioners to attend the inaugural meeting of the Back of the Yards Neighborhood Council (BYNC), they were inventing the modern community organization. Alinsky had come to Packingtown representing the Chicago Area Project, a program sponsored by the Illinois Institute for Juvenile Research to combat juvenile delinquency through neighborhood improvement efforts. Meegan was a local park director. The organization they built, the BYNC, became the prototype of community organizations across the country. Structurally, the BYNC was a neighborhood congress, representing the various church parishes and other communal organizations in Packingtown. The BYNC's agenda was expansive: to attract resources to its neighborhood, thereby promoting social and economic uplift. Most tellingly, the BYNC was confrontational, using conflict with the packinghouse owners and city government as the lightning rod to draw resident commitment. Alinsky made a career of organizing, later developing campaigns in St. Paul, Minnesota, southern California, New York City, and upstate New York. His organizing team, the Industrial Areas Foundation, initiated other important organizing efforts in Chicago, notably the Organization for the Southwest Community in the late 1950s, and a few years later, the Woodlawn Organization.In his latter years Alinsky assumed the role of elder statesman of organizing, sparking a new generation of organizers, who in some cases substantially reworked his tactical program. Chicago has remained a center of community organizing. During the 1970s, one of the nation's most important training centers for organizers, the Midwest Academy, was founded in Chicago. In the early years of that decade, an ambitious organizing effort known as the Citizens Action Program (CAP—originally the Campaign Against Pollution) forged a new model of Alinsky-style organizing. CAP sought to mobilize a citywide constituency by focusing on an array of public policy issues—including air pollution, expressway plans, and mortgage lending practices—and financed its operations through member dues. Though CAP collapsed in the mid-1970s, its agenda-setting, coalition-building, and fund-raising strategies were adopted by many subsequent organizing campaigns.Since the 1970s Chicago has been the site of numerous organizing campaigns. Often groups have responded to neighborhood demographic or economic changes. Many contemporary organizing efforts have substituted a community development emphasis for Alinsky's more directly confrontational tactics, thus seeking to upgrade neighborhood conditions through indigenous efforts or by working with government or other institutions outside the neighborhood.",
    "Bibliography": "Alinsky, Saul D. Reveille for Radicals. 1946.Bennett, Larry. Neighborhood Politics: Chicago and Sheffield. 1997.Horwitt, Sanford D. Let Them Call Me Rebel: Saul Alinsky—His Life and Legacy. 1992.",
    "Author of Text": "Larry Bennett",
    "Hyperlinked Terms Associated": [
        "Back of the Yards Neighborhood Council",
        "Woodlawn Organization"
    ],
    "Street addresses associated": [
        "Back of the Yards",
        "Woodlawn"
    ]
}