{
    "Title": "Communist Party",
    "Descriptive Text": "The American Communist Party was born in Chicago in 1919 and headquartered there until 1927, when its headquarters and newspaper, the Daily Worker, moved to New York. During the 1920s, Chicago's party members dealt with factionalism, reorganization, and police persecution. Before 1925, membership hovered around 2,400, organized into 36 neighborhood and union groups in the needle, metal, and building trades; printing; railroads; and food industries. Through party-organized workers' schools, foreign-language federations, fraternal organizations, and literary, youth, and theater groups, party influence extended beyond its membership. The party also fought racial discrimination in factories, and in October 1925 organized the American Negro Labor Congress to bring African Americans into the labor movement.In the 1930s, the Communist Party in Chicago reached its largest audience through organizing the unemployed and protesting evictions and cuts in relief. Black Belt organizers recruited protesters at Washington Park, while Communists in Back of the Yards built alliances with community activists like Roman Catholic bishop Bernard Sheil and Saul Alinsky. When police killed two black workers protesting an eviction in 1931, Communists led an interracial funeral procession estimated at 60,000 by the party and 15,000 by the Chicago Daily News.Chicago's party members also succeeded in organizing industrial unions in meatpacking and metals despite periodic police harassment. During the Popular Front of the late 1930s, Communism's popularity increased among artists, writers, and intellectuals. By the end of the decade, the party claimed approximately 3,000 members, exercised influence in cultural organizations, and published its own newspaper, the MidWest Daily Record.The Nazi-Soviet pact of 1939 suspended antifascist alliances. After the war, the Taft-Hartley Act required unions to purge Communist leaders. In 1956 numbers and influence decreased further as Khrushchev denounced Stalin and the Soviet Union suppressed the Hungarian Revolution. After the 1989 disintegration of the Soviet Union, prominent party members split off and formed the Committees of Correspondence, which had its founding meeting in 1994 in Chicago. A small Chicago Communist Party remained at the close of the twentieth century.",
    "Bibliography": "Isserman, Maurice. Which Side Were You On? The American Communist Party during the Second World War. 1982.Klehr, Harvey. The Heyday of American Communism: The Depression Decade. 1984.Laswell, Harold Dwight, and Dorothy Blumenstock. World Revolutionary Propaganda: A Chicago Study. 1939.",
    "Author of Text": "Randi Storch",
    "Hyperlinked Terms Associated": [
        "police",
        "building trades",
        "printing",
        "railroads",
        "African Americans",
        "Black Belt",
        "Washington Park",
        "Back of the Yards",
        "Roman Catholic",
        "meatpacking",
        "artists"
    ],
    "Street addresses associated": [
        "Back of the Yards",
        "Black Belt"
    ]
}