{
    "Title": "Commonwealth Edison Co.",
    "Descriptive Text": "The Western Edison Light Co. was founded in Chicago in 1882, three years after Thomas Edison developed a practical light bulb. In 1887, Western Edison became the Chicago Edison Co. Samuel L. Insull became president of Chicago Edison in 1892; in 1897 Insull incorporated another electric utility, the Commonwealth Electric Light & Power Co. In 1907, Insull's two companies formally merged to create the Commonwealth Edison Co. As more people became connected to the electric grid, Insull's company, which had an exclusive franchise from the city, grew steadily. By 1920, when it used more than two million tons of coal annually, the company's 6,000 employees served about 500,000 customers; annual revenues had reached nearly $40 million. During the 1920s, its largest generating stations included one on Fisk Street and West 22nd and one on Crawford Avenue and the Sanitary Canal. Although Insull went bankrupt and fled the country during the Great Depression, Commonwealth Edison survived; after World War II, it received a new 42-year franchise from the city. During the second half of the twentieth century, the company became a world leader in nuclear power. In 1959, it opened the Dresden nuclear generating plant near Morris, Illinois, southwest of Chicago. Over the next three decades, the company known as “ComEd” opened several plants around the region and became the largest operator of nuclear power facilities in the United States. Although the company received several warnings from federal regulators about safety problems at these plants, most of them continued to operate, and by the 1990s nuclear power accounted for well over half of the company's output. Meanwhile, the company employed a workforce of more than 15,000 men and women in the Chicago area. With its rates subject to approval by state regulators, the company saw its annual revenues rise to roughly $7 billion by the late 1990s, when it had about 3.4 million customers in the northern Illinois region. In 1994, ComEd became part of a parent company named Unicom; in 1999, after merging with the Philadelphia-based PECO Energy Co., the new parent company took the name of Exelon. In 2002, Exelon's revenues exceeded $12 billion. It employed over 12,000 persons in the Chicago area and, through ComEd, supplied electricity to over 3.4 million customers.",
    "Bibliography": "This entry is part of the Encyclopedia's Dictionary of Leading Chicago Businesses (1820-2000) that was prepared by Mark R. Wilson, with additional contributions from Stephen R. Porter and Janice L. Reiff.",
    "Street addresses associated": [
        "Morris"
    ]
}