{
    "Title": "Commercial Buildings",
    "Descriptive Text": "Chicago was founded for and by commerce. Perhaps its first building, Jean Baptiste Point DuSable's trading post at the mouth of the Chicago River, was a commercial structure. When the city shed its frontier identity in the 1830s, all of its buildings were rough-and-ready frame structures offering only roofs, walls, windows, and enough space on the facade for a sign.Chicago's first commercial district was Lake Street, near its bustling commercial riverfront. First floors held retail and wholesale outlets, while upper floors were used for inventory, or even public assembly. The organization of the first Jewish minyan in Chicago in 1845 took place above a store at Lake and Wells Streets. Similarly, early Episcopal services in the 1830s were often held in John Kinzie's Tippecanoe Hall at State and Kinzie Streets. By the 1850s commercial buildings lined Lake Street from Wabash to Wells, many in the popular Italianate style with flat-topped rooflines ornamented with overhanging cornices supported by brackets. The city's first architect, John Mills Van Osdel, designed a cast-iron facade—well suited to the more elaborate versions of the Italianate style—for a Lake Street edifice in 1856.By 1870 the demand for commercial space exceeded the boundaries of a single downtown street. Potter Palmer bought property on State Street, and with the help of the Field & Leiter store and his own luxury hotel, shifted commercial interests away from Lake Street. The Page Brothers Building (1872) exemplifies the shift with its cast-iron facade on Lake Street supplemented by a brick facade added on State Street. The Great Fire of 1871 stimulated commercial architecture, clearing the downtown of homes and stables. The entire Loop was rebuilt with four-to-five story Italianate buildings that had retail stores below and offices above. State Street hosted ever larger department stores, from the six-story, quarter-block Field & Leiter store of 1873 to William Le Baron Jenney's eight-story, half-block Second Leiter Building of 1891. The even more significant wholesale business of these merchants led to the creation of the epochal Marshall Field Wholesale Store, design by H. H. Richardson in 1885 at Adams and Franklin Streets. By 1914 Marshall Field & Co.'s store by D. H. Burnham & Co. filled a full block, joined by block-long retail behemoths like Carson Pirie Scott & Co. (Louis Sullivan, 1899, 1906), the Fair Store (Jenney, 1891), and A. M. Rothschild & Co. (Holabird & Roche, 1912).Offices climbed the streets to the west, with Burnham & Root's Montauk Block of 1881–82 rising to an unprecedented eight stories, to be dwarfed by Jenney's pioneering skeleton-frame Home Insurance Building in 1884–85. The Chicago School architects who transformed Jenney's apogee into artistry helped invent mixed-use buildings, from the hotel-office-theater complex of the great Auditorium Building (1889, Adler & Sullivan) and the office-theater Schiller Building (1891, Adler & Sullivan) to the many music stores and factories with recital halls that lined Wabash Avenue, and the bank-office combinations of LaSalle Street. The skeletal frame allowed for larger shop windows, and the modern glass-front store was born.On LaSalle Street, home to exchanges like the venerable Chicago Board of Trade, captains of finance lavished decorations on opulent banking lobbies, notably Continental Bank's famed second-story classical space with massive murals by Burnham Plan illustrator Jules Guerin, completed in 1924. The orange stone facade of the Northern Trust Company Building (1905, Frost & Granger) evokes the scale of the street before it became a canyon of towers in the 1920s.Mingling with downtown palaces, banks, and hotels were cheap amusements housed in cheap buildings with massive marquees blotting out any architecture that might exist below. Over time they grew into nickelodeons showing one-reel films supplemented by stage acts, and eventually, in the 1910s and 1920s, into lavish vaudeville movie palaces, where the entertainment began on the building facadeand continued into auditoriums that evoked ancient Rome, imperial France, Mongol China, Persia, Byzantium, Renaissance Florence, and medieval Spain—sometimes all at the same time. Downtown landmarks like the Chicago Theatre (1921, Rapp & Rapp), McVicker's, the Oriental, the State-Lake, the Woods, and the United Artists were matched by neighborhood wonders like the Marbro, the Tivoli, the Uptown, the Central Park, the Avalon, and the Regal.The spread of movie palaces in the automobile age presaged the spread of commercial buildings from the Loop to the neighborhoods and suburbs. By 1930, Marshall Field & Co. had created smaller versions of its downtown store in Evanston and Oak Park, while neighborhood retailers like Goldblatt's and Wieboldt's were moving downtown. Chicago developed regional shopping districts at 47th and Ashland, 63rd and Halsted, Irving Park and Pulaski, and many other locations. Certain areas catered to specialized industries, such as “Automobile Row” on South Michigan Avenue, or the Maxwell Street Market, an open-air European-style market that resisted every effort at modernization until its destruction in the 1990s.In 1916 the Chicago area gave birth to one of the first auto-oriented shopping centers in the nation with the construction of Howard Van Doren Shaw's Market Square in Lake Forest, and the region later helped pioneer the modern postwar shopping center when Park Forest Plaza opened in 1949. Ten major shopping centers, surrounded by parking, were built between 1952 and 1969, followed by another 13 in the 1970s. The spread of regional shopping malls and the construction of interstate expressways led to the decline of downtown retail, although North Michigan Avenue blossomed in the 1990s as a luxury and tourist destination with its postmodern high-rise malls and specialty shops.",
    "Bibliography": "Harris, Neil. “Shopping—Chicago Style.” In Chicago Architecture 1872–1922. ed. John Zukowsky, 1987.Schulze, Franz, and Harrington, Kevin. Chicago's Famous Buildings, 4th ed. 1993.Sinkevitch, Alice, ed. AIA Guide to Chicago. 1993.",
    "Author of Text": "Vincent L. Michael",
    "Hyperlinked Terms Associated": [
        "Chicago River",
        "Jewish",
        "hotel",
        "Fire of 1871",
        "Loop",
        "department stores",
        "wholesale",
        "Auditorium Building",
        "Burnham Plan",
        "movie palaces",
        "Evanston",
        "Oak Park",
        "shopping districts",
        "Maxwell Street",
        "Lake Forest",
        "Park Forest",
        "parking",
        "expressways"
    ],
    "Street addresses associated": [
        "Lake Forest",
        "Loop",
        "Evanston",
        "Oak Park"
    ]
}