{
    "Title": "Community Service Organizations",
    "Descriptive Text": "Residents of metropolitan Chicago have a long and distinguished tradition of community service, and a multitude of organizations have expressed Chicagoans' civic and charitable impulses. By the 1850s, associations dedicated to service appeared among residents inspired by religious interests (such as the Young Men's Christian Association or the St. Vincent de Paul Society) or by ethnic solidarity ( mutual benefit societies like the Hibernian Benefit Society or the Dania Club.) Others, such as the Ladies Benevolent Association (1843) and the male-dominated Chicago Relief Society (1850) gathered the upper classes to serve the poor.The late nineteenth century saw more generalized service efforts, as a combination of changes—including the explosive growth of the city and the diversity of mass immigration—generated new concern for the community welfare, while the increasing prosperity of Chicago's middle and upper classes, and the emerging presence of women in public life, supplied new organizational energies. Crucial to the expansion of community service among Chicago's upper and middle classes were the Chicago's Woman's Club (1876) and an increasing number of African American women's clubs that joined together in the 1890s to create the Chicago Federation of Colored Women's Clubs. The efforts of these women in city neighborhoods and communities throughout the metropolitan region not only created a number of welfare, youth-oriented, and cultural institutions, they also articulated a new vision of responsibility to the community. New religious organizations, such as the Church of Christ's Community Renewal Society (1882), though still denominationally based, dedicated themselves to more broadly defined community service. By the early twentieth century, ethnically based clubs such as the Bohemian Charitable Association (1910) had moved beyond mutual benefit to community service. Businessmen's clubs, such as the Standard Club (1869), a prominent Jewish organization, adopted this nonsectarian gospel of service. New businessmen's organizations explicitly dedicated to service, such as Rotary (founded in Chicago in 1905), were formed. The agencies that would become spear heads of Progressive reform in Chicago— Hull House, Chicago Commons, the Chicago School of Civics and Philanthropy, and the Northwestern University Settlement—drew upon and helped organize this service orientation.By the 1920s community service was thoroughly bureaucratized and becoming increasingly professionalized, as overarching organizations such as the Chicago Community Trust, the Chicago Bureau of Charities, the Association of Catholic Charities, and the Jewish Charities of Chicago helped administer and fund a variety of civic and charitable organizations. The impact of this centralized organizing was twofold. On the one hand, the professionalization of these agencies left less room for voluntarism, dampening the eager energy that had launched new service activities in the Progressive era. On the other hand, the ethnic and religious boundaries that had previously channeled civic organizing became less sharply defined. During the Great Depression, which nearly overwhelmed the capacity of older charitable societies, a new type of community organization appeared—a multiethnic and at times multiracial organization working to preserve the vitality of individual Chicago neighborhoods. The pioneers of this type of community service were the Chicago Area Project, founded by University of Chicago sociologist Clifford Shaw in 1934, and the Back of the Yards Neighborhood Council, organized in 1939 by Saul Alinsky. After World War II, neighborhood groups such as the Hyde Park – Kenwood Community Conference, the Woodlawn Organization, the Northwest Community Organization, and the United Neighborhood Organization attempted to fight the deterioration of their neighborhoods and halt unwanted “slum clearance” projects. These groups remain active today, helped by funding from foundations and the Chicago Association of Neighborhood Development Organizations (1979). The success of these community groups in serving their local areas has ensured Chicago remains a city of thriving neighborhoods.Chicago's suburban satellites early established their own women's clubs, businessmen's clubs, and community welfare organizations, particularly in the prosperous North Shore area. Yet because most suburbs experienced their dynamic growth after 1920, when the systematizing of the service impulse was complete, many suburban residents who wished to serve their community joined local chapters of national organizations rather than creating their own clubs. This was particularly the case after World War II, when men flocked to business clubs such as Rotary, Kiwanis, Lions, and the Jaycees, and civically minded women joined the Junior League, the League of Women Voters, or clubs affiliated with the General Federation of Women's Clubs. The multiplicity of these organizations left suburban residents open to charges of conformity and “joinerism,” but these organizations guaranteed that every suburban center, no matter how new, could tap a reservoir of community activism.Today, in both Chicago and its suburbs, residential privatism has seemingly intensified, and many express fears of an attenuated community spirit. Yet even as the metropolis continues to sprawl outward, diffusing charitable energy and resources, Chicago's myriad service organizations remain bulwarks of civic responsibility.",
    "Bibliography": "Cohen, Lizabeth. Making a New Deal: Industrial Workers in Chicago, 1919–1939. 1990.Henig, Jeffrey R. Neighborhood Mobilization: Redevelopment and Response. 1982.McCarthy, Kathleen. Noblesse Oblige: Charity and Cultural Philanthropy in Chicago, 1849–1929. 1982.",
    "Author of Text": "Jeffrey Charles",
    "Hyperlinked Terms Associated": [
        "Young Men´s Christian Association",
        "mutual benefit societies",
        "African American",
        "Jewish",
        "Hull House",
        "Chicago Commons",
        "Philanthropy",
        "Northwestern University",
        "Community Trust",
        "Great Depression",
        "University of Chicago",
        "Back of the Yards",
        "Neighborhood Council",
        "World War II",
        "Hyde Park",
        "Kenwood",
        "Woodlawn Organization",
        "Northwest Community Organization",
        "United Neighborhood Organization",
        "business",
        "Rotary",
        "Junior League",
        "League of Women Voters"
    ],
    "Street addresses associated": [
        "Back of the Yards",
        "Hyde Park",
        "Kenwood",
        "Woodlawn",
        "Northwest"
    ]
}