{
    "Title": "Commercial Club of Chicago",
    "Descriptive Text": "The Commercial Club of Chicago began when two predecessor clubs, the Commercial Club, organized in 1877, and the Merchants Club, organized in 1896, were united in 1907. An elite group of successful Chicago businessmen, the Commercial Club promoted the economic development of the city. The club's most active members—men like George Pullman, Marshall Field, Cyrus McCormick, George Armour, and Frederic Delano—were the same men who forged Chicago into a leading industrial and commercial center.The Commercial Club patterned itself after traditional civic improvement clubs, holding regular meetings to discuss pertinent reform issues of the day. During the height of the Progressive era, the club took a particular interest in developing vocational training programs for youngsters entering the wage labor force. Toward that end it founded the Chicago Manual Training School and supported similar “practical education” projects, including the Illinois Training School Farm at Glenwood and the St. Charles School for Boys. The club also sponsored and translated studies of vocational education in Europe for an American audience.The Commercial Club's most striking achievement was its support and publication of Daniel Burnham's Plan of Chicago (1909). Burnham's plan was a masterpiece of city planning, providing a blueprint for the future growth and development of the entire Chicago region. A longtime member of the club, Burnham was uniquely positioned to link the commercial prosperity of the city with emerging City Beautiful principles to make Chicago both a profitable and pleasurable place to live.Beyond Burnham's plan, the Commercial Club addressed many other progressive reform issues during the 1920s and 1930s. Under the rubric of “civic beauty and social unity,” club members supported street cleaning and paving projects, smoke abatement and sanitation schemes, and the development of city parks and playgrounds. They also kept abreast of key social reform movements by regularly studying issues like juvenile delinquency, race relations, and old-age pensions. Throughout its history, the club remained actively interested in the lives of its membership, following closely some members' military service and sponsoring numerous trade-related trips to observe economic development in Cuba, Puerto Rico, and Panama. In the late 1990s, the club again sought to foster the development of an ambitious program of regional planning with the publication of its report Chicago Metropolis 2020: Preparing Metropolitan Chicago for the 21st Century.",
    "Bibliography": "Burnham, Daniel H., and Edward H. Bennett. Plan of Chicago. 1909; repr. 1970.Commercial Club of Chicago. Research collection. Chicago Historical Society.Glessner, John J. The Commercial Club of Chicago: Its Beginning and Something of Its Work. 1910.",
    "Author of Text": "Susan Marie Wirka",
    "Hyperlinked Terms Associated": [
        "Burnham´s plan",
        "planning",
        "playgrounds"
    ],
    "Street addresses associated": [
        "Glenwood",
        "St. Charles"
    ]
}