{
    "Title": "Community Areas",
    "Descriptive Text": "In the nineteenth century, the United States Bureau of the Census used the ward system to break down data within cities. This approach was unsuited for comparisons across time, because ward boundaries changed with each census cycle. The Federated Churches of New York pioneered the concept of the census tract in 1902; Chicago first used census tracts in 1910.Members of the University of Chicago's Local Community Research Committee wanted the information gathered by the Census Bureau to reflect real, not arbitrary, divisions within the city. Sociologist Robert Park argued that physical barriers such as rivers, parks, and railroads created “natural areas” within cities. These natural areas had distinctive histories and consistent rates of various social ills, regardless of who lived there. Chicago's Department of Public Health also had an interest in reporting local variations in birth and death rates. The two institutions collaborated to produce a map with 75 community areas, into which 935 census tracts were distributed. The University of Chicago Press published editions of the 1920, 1930, and special 1934 census with information presented for each community area. The Local Community Fact Book series continued this tradition after each census except 1970.With two exceptions, there have been only minor changes in the community area map. Because the original map was designed after the great wave of annexations at the end of the nineteenth century, O'Hare (CA 76) was the only addition to the city that needed a separate designation. In 1980, Edgewater wrested a symbolic secession from Uptown, and was recognized as a distinct entity (CA 77).Despite the uses scholars and planners have found for the concept of community areas, they do not necessarily represent how Chicagoans think about their city. Scholars have challenged the validity of the idea of “natural areas” since its inception. Prominent neighborhoods such as Pilsen and Back of the Yards are subsumed into the less familiar Lower West Side and New City. Many Roman Catholics are as comfortable with the names of parishes as of community areas. And the virtue of the community areas, their stability, means that they cannot accommodate transformations in the geography of Chicago, such as the mid-twentieth-century expressways that cut through once-coherent neighborhoods.",
    "Bibliography": "Burgess, Ernest W., and Charles Newcomb, eds. Census Data of the City of Chicago, 1920. 1931.Hunter, Albert. Symbolic Communities: The Persistence and Change of Chicago's Local Communities. 1974.Smith, T. V., and Leonard D. White, eds. Chicago: An Experiment in Social Science Research. 1929.",
    "Author of Text": "Amanda Seligman",
    "Hyperlinked Terms Associated": [
        "ward system",
        "University of Chicago´s",
        "Public Health",
        "annexations",
        "O´Hare",
        "Edgewater",
        "Pilsen",
        "Back of the Yards",
        "Lower West Side",
        "New City",
        "Roman Catholics",
        "expressways"
    ],
    "Street addresses associated": [
        "Pilsen",
        "Back of the Yards",
        "Lower West Side",
        "New City",
        "Edgewater",
        "Uptown"
    ]
}