{
    "Title": "Company Housing",
    "Descriptive Text": "While most companies have preferred to leave the housing of their workers in the hands of real-estate speculators, a few have directly intervened to provide housing. In Chicago, company housing dates from the great industrial expansion of the late nineteenth century.The most ambitious and controversial project of company housing was conceived by railroad car magnate George M. Pullman, who in 1880 founded the town of Pullman on Chicago's southern suburban fringe. As part of Pullman's paternalistic social vision, his housing was designed to foster in workers the virtues of industriousness, temperance, thrift, and cleanliness. All dwellings, from the bachelor apartments to the free-standing houses, featured running water, gas, and garbage disposal. The Pullman companies maintained total control over housing: they owned the land and buildings, set the rents, screened (and evicted) tenants. In the Strike of 1894, workers protested against Pullman's refusal to lower rents during a depression.Other industrialists opted for less intervention, building housing that they then sold to workers. Shortly before his death in 1884, Cyrus Hall McCormick instituted a program of welfare assistance that included the construction of “model cottages” to be sold at cost to his employees at the McCormick Reaper Works. U.S. Steel Corporation, negatively influenced by Pullman's example, pursued an even more hands-off approach in developing the town of Gary, Indiana, in the 1900s. Through the Gary Land Company, it sold lots and built houses for employees of the steelworking industries south of Chicago.",
    "Bibliography": "Buder, Stanley. Pullman: An Experiment in Industrial Order and Community Planning, 1880–1930. 1967.Crawford, Margaret. Building the Workingman's Paradise: The Design of American Company Towns. 1995.Ely, Richard T. “Pullman: A Social Study.” Harper's New Monthly Magazine 70 (December 1884–May 1885).",
    "Author of Text": "Anna Holian",
    "Hyperlinked Terms Associated": [
        "real-estate",
        "Pullman",
        "apartments",
        "gas",
        "Gary, Indiana"
    ],
    "Street addresses associated": [
        "Pullman"
    ]
}