{
    "Title": "Condominiums and Cooperatives",
    "Descriptive Text": "Built amidst housing shortages and rising costs after World War I, the first cooperatives in Chicago offered middle-income and well-to-do city dwellers a form of home ownership in the city. Rather than own their unit, members in a cooperative have a share in a corporation that owns the building. Members are entitled to occupy one unit and are responsible for a share of the corporation's cost of operation, which often includes mortgage payment, taxes, utilities, and maintenance fees. The Great Depression bankrupted over 75 percent of the cooperatives in Chicago, but housing shortages after World War II combined with favorable new federal policies, including FHA insurance of blanket mortgages on cooperatives and new types of subsidies, encouraged a new wave of cooperative building in Chicago. A variety of cooperatives can be found today in many parts of the city, including luxury co-ops on the Gold Coast, middle-income co-ops in Hyde Park, senior co-ops on the North Side, and limited-equity co-ops (subsidized, price-controlled) on the South Side.While cooperatives remain a viable housing option in the city, they have been outpaced in recent decades by a newer housing form introduced from Puerto Rico. Condominiums first appeared in Chicago after the 1963 Illinois Condominium Property Act authorized their construction. Condominium ownership is a different legal form; rather than own stock in a company like cooperatives, owners have exclusive ownership of the space in their unit as well as common ownership of common areas and facilities. Condo owners have individual mortgages rather than a share in a blanket mortgage. Generally less expensive than single-family homes, condominiums thus became an attractive housing option for many, and within a decade new condominiums were built along the northern lakefront in the city and in many northern and western suburbs. Condominium construction took off rapidly in the city in the 1970s, as building owners, faced with declining profits and fears of rent control, converted rental property into condominiums at a rapid pace in areas like the Loop, Near North, Lincoln Park, Lake View, Hyde Park, and Edgewater. In the Loop, for example, condominiums were nonexistent in 1970 but accounted for nearly half of its housing in 1980. Condominium construction and conversion remained steady in the 1980s and 1990s in Chicago but increased in many Chicago suburbs, particularly in DuPage County.Like neighborhood associations and gated communities, cooperatives and condominiums raise questions about private governance. Condominiums and cooperatives are governed by elected boards that can set criteria for the appearance of units or exclude undesirable members.",
    "Bibliography": "Clurman, David, and Edna Hebard. Condominiums and Cooperatives. 1970.McKenzie, Evan. Privatopia: Homeowner Associations and the Rise of Residential Private Government. 1994.Shales & Co. Condominium Conversions in Chicago: Facts and Issues. 1979",
    "Author of Text": "Tracy Steffes",
    "Hyperlinked Terms Associated": [
        "World War I",
        "Great Depression",
        "World War II",
        "Gold Coast",
        "Hyde Park",
        "South Side",
        "Loop",
        "Near North",
        "Lincoln Park",
        "Lake View",
        "Edgewater",
        "DuPage County",
        "gated communities"
    ],
    "Street addresses associated": [
        "Gold Coast",
        "Hyde Park",
        "North Side",
        "South Side",
        "Loop",
        "Near North",
        "Lincoln Park",
        "Lake View",
        "Edgewater"
    ]
}