{
    "Title": "Congress of Industrial Organizations",
    "Descriptive Text": "Union presidents, including John L. Lewis of the United Mine Workers, founded the Committee for Industrial Organization in November 1935. Fed up with the refusal of the American Federation of Labor (AFL) to organize unskilled and semiskilled factory workers, Lewis and his allies provided the money and organizational framework for their mobilization and unionization. The committee formalized its break with the AFL when it held its first convention in 1938, renaming itself the Congress of Industrial Organizations (CIO). In 1955, the CIO merged with the AFL to form the AFL-CIO.It took many battles—on the picket lines and shop floor, in the courts and the neighborhoods—to build the CIO. Organizers faced employers who were both sophisticated and stubborn, with long histories of antiunion campaigns that often turned to violence. Other things, though, were conducive to organizing: Depression unemployment, which undermined employees' loyalty to their companies; a firmly prolabor Roman Catholic Church; a working-class that had maintained its own institutions and a sense of itself; and the presence of many radicals, often Communists, who had spent years organizing in the trenches. Among the key events from the 1935 to 1942 period that marked the initial phase of organizing and institutionalizing the CIO were the Memorial Day Massacre, when Chicago police officers attacked striking Republic Steel workers on May 30, 1937; the Packinghouse Workers' mass rally at the Coliseum on July 16, 1939, when Bishop Bernard Sheil and John L. Lewis voiced their approval of industrial unionism; and, in early 1941, the Farm Equipment Workers' successful strike against International Harvester.Steelworkers, who accounted for 100,000 to 125,000 of Chicago-area CIO members, on average, throughout much of its history, were at its core. Packinghouse workers—averaging about 40,000 members—and farm equipment workers—about 25,000—came next. Other CIO members have included auto workers, clothing workers, retail and wholesale workers, and electrical workers.Joseph Germano, director of the Steelworkers District 31 from 1940 until his retirement in 1973, led the CIO's liberal, anti-Communist wing. A virtual dictator of his district, the largest in the Steelworkers, Germano was virulently antiradical, but also pro– civil rights and, when necessary, a militant trade unionist. Herbert March, of the United Packinghouse Workers, Grant Oakes, of the Farm Equipment Workers, and Hilliard Ellis, of the United Automobile Workers, led the “Communist” wing. Matters came to a head at the 1947 Illinois CIO convention, which featured repeated thuggish attacks on “Communists,” when the Steelworker-dominated meeting purged itself of the left. In the following years, the Steelworkers played the leading role in the CIO's partnership with the Democratic Party.In the hindsight afforded by years of deindustrialization and antiunion attacks, the CIO's successes (increased on-the-job dignity, advancements in civil rights, higher wages, and improved benefits), impressive enough at the time, seem virtually incredible.",
    "Bibliography": "Cohen, Lizabeth. Making a New Deal: Industrial Workers in Chicago, 1919–1939. 1990.Halpern, Rick. Down on the Killing Floor: Black and White Workers in Chicago's Packinghouses, 1904–1954. 1997.Newell, Barbara Warne. Chicago and the Labor Movement: Metropolitan Unionism in the 1930s. 1961.",
    "Author of Text": "Steve Rosswurm",
    "Hyperlinked Terms Associated": [
        "unionization",
        "antiunion",
        "unemployment",
        "Roman Catholic",
        "Communists",
        "Memorial Day Massacre",
        "police",
        "Packinghouse Workers",
        "civil rights"
    ]
}