{
    "Title": "Congress of Racial Equality (CORE)",
    "Descriptive Text": "Black and white activists from the Christian pacifist movement, including James Farmer and George Houser, created the Chicago Committee of Racial Equality, the first chapter of CORE, in 1942. The interracial group advocated nonviolent direct action to address racial discrimination. Not a mass membership organization, CORE depended on a small group of disciplined activists to conduct their campaigns to desegregate public accommodations, workplaces, and housing. Pioneering the use of sit-ins and other civil disobedience for civil rights causes, the Chicago chapter reached a high point when the organization desegregated White City Roller Rink in 1946. After a failed employment campaign at a department store the following year, the chapter became inactive during the 1950s until its disaffiliation.A reorganized Chicago chapter benefited from CORE's nationally prominent Freedom Rides through the South in 1961. Its efforts to desegregate Chicago public schools brought attention to enduring racial segregation in the North. The movement crested in 1963, when activists moved beyond picketing and petitioning and sat in at the Board of Education to protest the construction of mobile classrooms for overcrowded black schools. Their direct-action protest attracted more working-class blacks, leading the chapter to de-emphasize its Gandhian roots in nonviolence and interracialism. Chairman Robert Lucas, critical of the failure of the Martin Luther King–led open housing campaign to extract concrete concessions from Mayor Richard J. Daley, led a march in Cicero in 1966. The organization was in decline even before the ill-fated march and remained a paper organization through the rest of the 1960s. The Chicago chapter's efforts to address de facto segregation in schools, housing, and employment anticipated and typified the civil rights movement's difficulty in significantly altering entrenched patterns of racial subordination.",
    "Bibliography": "Anderson, Alan B., and George W. Pickering. Confronting the Color Line: The Broken Promise of the Civil Rights Movement in Chicago. 1986.Meier, August, and Elliot Rudwick. CORE: A Study in the Civil Rights Movement, 1942–1968. 1973.Ralph, James R., Jr. Northern Protest: Martin Luther King, Jr., Chicago, and the Civil Rights Movement. 1993.",
    "Author of Text": "Preston H. Smith II",
    "Hyperlinked Terms Associated": [
        "civil rights",
        "department",
        "schools",
        "housing",
        "open",
        "Cicero",
        "civil rights movement"
    ]
}