{
    "Title": "Congolese",
    "Descriptive Text": "Congolese migration to Chicago has been shaped by the political situation in the Democratic Republic of Congo (formerly Zaire). The 32-year dictatorial reign of Mobuto Sese Seko ended in 1997 but left behind a legacy of violence, corruption, and economic collapse which continues to plague the country. While a few Congolese might have arrived in Chicago following Congolese independence in 1960, the first major wave of Congolese migrants were students in the 1980s. Most students anticipated a temporary stay for educational purposes, but the deteriorating political and economic situation at home led many of them to remain in the United States. The escalation of conflict in the 1990s created a wave of political refugees which has swelled the size of the Congolese community in Chicago from around 50 to several hundred, according to community estimates in 2001. Among the recent refugees are a distinct group of Tutsi-Congolese, ethnic Tutsis from Rwanda who settled in the Congo and became citizens a generation or more ago but faced ethnic and political backlash.Recent political refugees have had a more difficult adjustment to life in Chicago than earlier students and professionals. Recent immigrants tend to have less experience with English than earlier migrants. In addition, professional expertise and education acquired in the Congo are often not recognized by United States employers, and consequently many educated Congolese have had to take unskilled and low-paying jobs like dishwashing and taxi cab driving. Although some families were able to migrate together, many refugees had to flee their homes and leave their families behind.Although Congolese in Chicago have come from a range of ethnic and religious backgrounds, they have attempted to overcome divisions and organize into a single Congolese community. Earlier Congolese settlers have become active not only in providing assistance but in creating and nurturing a Congolese cultural identity. Congolese leaders formed the Congolese Association in the early 1990s as an informal social and mutual aid organization. It created a constitution and formal structure in 1994 and sponsored social events and gatherings until the late 1990s, when it struggled with institutional difficulties and became inactive. In 2001, Congolese leaders formed the New Community Church of Chicago in Evanston to build a strong, spiritual community of Congolese from different religious backgrounds. The church sponsors a variety of activities and assists members, creating a surrogate family for some. In addition, Congolese gather annually for major holidays like New Year's Day and Independence Day ( June 30), celebrating with traditional Congolese food, music, and dancing.",
    "Author of Text": "Tracy Steffes",
    "Hyperlinked Terms Associated": [
        "refugees",
        "taxi cab driving",
        "Evanston"
    ],
    "Street addresses associated": [
        "Evanston"
    ]
}