{
    "Title": "Conservatories",
    "Descriptive Text": "Concerned with the ill effects of industrialization, many nineteenth-century city dwellers became fascinated with horticulture. This, along with advances in building technology, led to the development of conservatories in Europe early in the century. The first conservatories in the United States were introduced in the eastern states in the late 1860s. In Chicago, soon after the city's three park commissions were organized in 1869, there was great interest in creating such “tropical paradises” as well as fanciful gardens.The Lincoln Park Commission established a greenhouse in 1877 and planted an adjacent formal garden in 1880. The greenhouse was replaced with a much more substantial and exotic conservatory, designed by Joseph Lyman Silsbee and M. E. Bell. As the new conservatory was being constructed in stages between 1890 and 1895, an informal perennial garden, called Grandmother's Garden, was planted to its west.The West and South Park Commissions also built conservatories, bringing the total to five within Chicago's public parks by the late 1890s. The West Park System replaced utilitarian greenhouses in Humboldt, Douglas, and Garfield Parks with three small conservatories between 1886 and 1888. One was designed by architect William Le Baron Jenney, and the other two were by the firm of Fromann and Jebsen. In Washington Park, the South Park Commission replaced earlier greenhouse facilities with an impressive conservatory perched above ornate sunken gardens in 1897. The building was demolished in the 1930s.Owing to political corruption within the West Park System, by the early 1900s the three glass houses in Humboldt, Douglas, and Garfield Parks were poorly maintained. In 1905, Jens Jensen was appointed as superintendent and chief landscape architect by a reform-minded board. He demolished all three conservatories to construct one centralized facility in Garfield Park, intended as the world's largest conservatory. Jensen, who is considered dean of the Prairie style in landscape architecture, developed a revolutionary design for the Garfield Park Conservatory. In contrast to most conservatories, which looked like palaces or chateaus, Jensen wanted the structure's form to emulate the “great haystacks” of the Midwest. His unique approach for the interior, considered “landscape gardening under glass,” featured compositions with open vistas surrounded by artfully arranged plantings.Jensen's design improvements during theWest Park Commission's era of reform included outdoor gardens in Humboldt, Douglas, and Garfield Parks. These elaborately planted gardens combined Midwestern wildflowers with non-native annuals. To provide shady seating areas, Jensen used open shelters called pergolas in Humboldt and Garfield Parks and a larger Prairie-style building known as Flower Hall in Douglas Park. There are water features in all three gardens.Chicago's suburbs include several other examples of historic gardens and one other conservatory. Among these are Jens Jensen's Shakespeare Garden (1915) and the Merrick Rose Garden, both located in Evanston. Gardener's Memorial in Highland Park was created to commemorate three local naturalists, including Jens Jensen. In Oak Park, a 1914 community effort had residents bringing back plants from foreign places. This culminated in the construction of the Oak Park Conservatory in 1929.",
    "Bibliography": "Annual Reports of the Chicago Park District. Various years, 1935–1960.Prairie in the City: Naturalism in Chicago's Parks, 1870–1940. Chicago Historical Society, in cooperation with the Morton Arboretum and the Chicago Park District. 1991.",
    "Author of Text": "Julia Sniderman Bachrach",
    "Hyperlinked Terms Associated": [
        "Lincoln Park",
        "Humboldt",
        "Garfield Parks",
        "Washington Park",
        "landscape",
        "gardening",
        "Evanston",
        "Highland Park",
        "Oak Park"
    ],
    "Street addresses associated": [
        "Lincoln Park",
        "Humboldt Park",
        "Douglas Park",
        "Garfield Park",
        "Washington Park",
        "Evanston",
        "Highland Park",
        "Oak Park"
    ]
}