{
    "Title": "Construction",
    "Descriptive Text": "One of the most remarkable aspects of the history of the Chicago region has been the rapid development of the built environment. In the early 1800s, the local landscape was not dominated by human settlements. Only a few decades later, Chicago stood as a thoroughly constructed place, in which buildings, roads, and other human creations filled the landscape. This tremendous growth rested upon the efforts of thousands of people—including carpenters, masons, contractors, developers, and regulators—who worked in the field of construction. Few of the city's industries have employed more people, and few have been so volatile or so closely connected to the activities of government. Virtually every piece of Chicago's modern landscape stands as a testament to decades of developments in the city's construction industry.The extraordinary growth of Chicago's built environment has proceeded at an uneven pace. Among the city's building boom periods, during which structures were erected at a rapid pace and construction workers were in high demand, have been the mid-1850s, 1864–1873, the 1880s, the 1901–1916 period, the 1920s, the 1950s, the 1980s, and the late 1990s. The overall rate of expansion was greatest between the 1830s and the 1920s, when Chicago grew from a tiny settlement into one of the world's largest cities. In 1840, there were fewer than one thousand structures in the Chicago area. This figure passed 10,000 around 1854 and 100,000 during the 1880s. By the end of the 1920s, the city contained roughly 400,000 buildings, most of them one- or two-family dwellings.Chicago has long been associated with the development and construction of inexpensive residential buildings. In the early 1830s, Chicago carpenter Augustine D. Taylor became one of the pioneers of balloon frame construction, which cheapened housing costs by avoiding the use of heavy posts and beams. During the latter part of the nineteenth century, Chicago developers such as Samuel E. Gross erected thousands of houses around the city and suburbs and offered prospective buyers innovative finance plans that allowed them to pay in periodic installments. Similar arrangements lay behind the city's bungalow boom of the 1920s, when as many as 100,000 one-story cottages went up in Cook County alone. Many of these bungalows were financed by local building and loan associations, often tied to particular ethnic groups. By this time, most new houses were made of brick and featured central heating, electricity, and indoor plumbing.In commercial construction, Chicago became a world leader in building technologies and business organization. Starting in the 1880s, Chicago architects, engineers, and builders created structures with deep foundations and steel skeletons that allowed them to reach extraordinary heights. The construction of the world's first skyscrapers relied on the designs of leading Chicago architects such as William L. Jenney, Burnham & Root, and Holabird & Roche. Equally important was the role of a new kind of construction contractor. The building of the first skyscrapers went hand in hand with the rise of large general contracting firms that coordinated the activities of the dozens of building specialists and hundreds of workers involved in the creation of these huge structures. The pioneering general contracting firm was led by George A. Fuller, who came to Chicago in 1883. The rise of general contracting firms such as Fuller's, which responded to the complex problems associated with the building of large structures, was part of the ongoing industrialization of construction.The late-nineteenth-century revolution in construction methods, which affected the small dwellings of Chicago families as well as the city's huge skyscrapers, was partly a matter of technological innovations and the rise of a manufacturing sector that provided cheap, mass-produced building supplies. New construction materials, such as structural steel and reinforced concrete, were used in the early skyscrapers. In Chicago, which featured wet and unstable soils, the big buildings also depended upon innovations in foundation digging. Starting in the 1880s, Chicago engineers and construction workers used compressed air to create deep caissons that allowed them to anchor the tall buildings in bedrock. Other key building technologies introduced during this period were not as spectacular but were no less important. By the middle of the nineteenth century, a few buildings were starting to be outfitted with modern conveniences such as running water, gas, steam heating, and even indoor toilets. During the 1880s and 1890s, these conveniences were installed in larger numbers of new homes and buildings and became available to more of Chicago's residents. The considerable rise in the quality of the city's housing stock during this period was possible because manufacturers were producing large quantities of cheap building supplies such as plumbing fixtures, shingles, and pre-made doors and windows. Among the leaders in the late-nineteenth-century American building supply industry were Chicago companies like the plumbing and heating equipment companies of Richard T. Crane and Ludwig Wolff. By 1900, when elevators and electric lights were present in Chicago structures, many of the technologies and conveniences that late-twentieth-century residents would expect from buildings were already in place.Throughout Chicago's history, the construction industry has seen considerable conflict between workers and employers. Construction workers have tended to be highly unionized and successful in retaining craft traditions. By the 1890s, the Chicago Building Trades Council included about 30,000 workers in 31 separate trade unions. This association was soon countered by Chicago's contractors, who in 1899 created the Building Contractors' Council. Between 1899 and 1901, the contractors won several disputes with their employees over the control of the workplace. The most severe labor disputes in the history of the Chicago construction industry occurred in the early 1920s. In 1921, when the local construction industry was still in a severe slump and unemployment was high, workers refused to accept wage cuts of about 25 percent and employers locked them out. Even after official arbitrator Judge Kenesaw Mountain Landis endorsed proposed wage cuts, workers refused to accept them, provoking Chicago business leaders to form a “Citizen's Committee” to uphold the Landis award. In the end, and after two deaths, a new construction boom helped the workers to defeat the wage cut. By 1926, most leading contractors agreed to pay rates higher than the Landis ruling and to hire union workers for most tasks. The unions remained strong in the years that followed.The construction industry in the Chicago area has long been subject to governmental regulations about materials, safety, and land use. As early as 1833, the city enacted municipal rules for construction, many of which were designed to prevent fires. By the 1850s, wooden structures were banned from the central business district. After the terrible Fire of 1871, building codes became a major political issue. The next mayoral election was won by Joseph Medill, who ran on a “fireproof” ticket that fought for the extension of the brick-only district. A building code was enacted by Chicago in 1881, and the city's Board of Health soon set new standards for light, ventilation, and plumbing. By the time the city's building code underwent a major revision in 1910, the rules governing local construction covered the numbers of doors and sizes of vents, as well as fireproofing and fire escapes. In the 1910s, local ordinances began to govern not only construction practices but the kind of buildings that could be erected in certain areas. As early as the 1880s, real-estate developers and local communities had begun to attach restrictions to real-estate transactions in an attempt to control land use in certain areas. By the 1910s, these restrictions were increasingly upheld by the courts; meanwhile, local governments began to create their own land-use regulations. In 1919, the Illinois General Assembly passed a zoning law modeled on similar legislation created three years earlier in New York. The new law allowed Chicago and other localities to create geographical zones that carried restrictions on building height, area, and land use.Government agencies were also the industry's leading customers. By 1890, Chicago had spent about $11 million on sewers. During the 1830s and 1840s, Illinois spent millions of dollars to complete the Illinois & Michigan Canal, over $3 million more was paid to contractors during the late 1860s in order to deepen it. The 1890s saw the creation of another major waterway, the Chicago Sanitary and Ship Canal, a $60 million building project that employed as many as 8,500 men at once. From the city's early years, many of Chicago's construction contractors depended on government orders for a large fraction of their business. Government expenditures on building projects became even more important to the industry during the twentieth century. By the 1970s, between one-quarter and one-half of the value of all new construction in the Chicago region—which totaled roughly $2 billion a year—was paid for by public agencies in any given year. The construction of large numbers of public housing units, which responded in part to the decline in construction during the Great Depression, peaked between the 1940s and the 1960s. By the 1970s, the Chicago Housing Authority (CHA) owned buildings that had cost over $560 million and were home to about 140,000 tenants. Even more government spending was devoted to the construction and maintenance of roads for automobiles. Chicago's expressway system, much of which was built during the 1950s, cost roughly $1.1 billion to create. By the end of the twentieth century, federal, state, and local governments were paying several hundred million dollars a year for the construction and maintenance of roads in the Chicago region.Given that the construction industry has always involved large transactions between government agencies and contractors, it is hardly surprising that it has often been surrounded by rumors and allegations—some of them well-founded—about corruption and other illegitimate activity. During the 1880s, the Chicago Tribune ran a series of articles exposing corruption in the awarding of construction contracts by the Cook County commissioners. In 1922, when the Illinois legislature completed an extensive investigation of Chicago's construction industry, it concluded that bribery, graft, and extortion were widespread. Contractors and union officials, as well as government officers, were frequently accused of illegal activity. William Lorimer, a leading Republican politician in Chicago at turn of the twentieth century, was one of several local politicians of his generation who profited from public contracts to construction companies they owned. Ed Kelly, one of the city's leading Democrats, was involved in many questionable transactions when he served as chief engineer of the city's Sanitary District during the 1920s. After an investigation that ended in 1928, Kelly was charged with defrauding the Sanitary District by awarding inflated construction contracts—including some that went to close acquaintances—for sewage plants, roads, and Soldier Field. (These accusations did not prevent Kelly from being chosen mayor in 1933.) During the latter part of the twentieth century, charges of cronyism and lack of competition in the awarding of government contracts still abounded.As the twenty-first century began, the construction industry in the Chicago area was still mostly recognizable as the descendant of what it had been during the 1920s. Building techniques and tools were more sophisticated, but changes after 1920 were less radical than those that had transformed the industry between the Civil War and the Jazz Age. The geography of construction changed with the expansion of the suburbs and then, in the 1990s, the residential redevelopment of the city. But the organization of work in the building trades was relatively resistant to change. Compared to many sectors of the economy, the construction industry featured relatively small firms and a workforce that remained highly unionized and at least somewhat connected to craft traditions. The region's largest firms, such as Pepper Construction and the Walsh Group, recorded as much as several hundreds of millions of dollars in annual revenues by the end of the 1990s, but they were considerably smaller than the multinational corporations that dominated many other industries.The pattern of relatively slow long-term change in the modern construction industry applied even to one of its most important developments during the second half of the twentieth century—the participation of women and minority ethnic groups as both workers and contractors. During the 1960s and 1970s, federal affirmative-action programs gave a small boost to the numbers of African Americans and other minorities in the skilled construction trades. Government contracting rules began requiring that a share of public business go to firms owned by women or members of certain ethnic minorities. As the twentieth century came to a close, however, men of European descent still dominated the local industry, and established contractors had begun to challenge affirmative-action measures.",
    "Bibliography": "Bonshek, Jane. “The Skyscraper: A Catalyst of Change in the Chicago Construction Industries, 1882–1892.” Construction History 4 (1988): 53–74.Prosser, Daniel J. “Chicago and the Bungalow Boom of the 1920s.” Chicago History 10.2 (1981): 86–95.Radford, Gail. “New Building and Investment Patterns in 1920s Chicago.” Social Science History 16.1 (1992): 1–21.",
    "Author of Text": "Mark R. Wilson",
    "Hyperlinked Terms Associated": [
        "built environment",
        "landscape",
        "ballon frame construction",
        "bungalow",
        "skyscrapers",
        "innovations",
        "water",
        "gas",
        "unionized",
        "Building Trades",
        "unemployment",
        "business",
        "land use",
        "Fire of 1871",
        "building code",
        "real-estate",
        "zoning",
        "Illinois & Michigan Canal",
        "Sanitary and Ship",
        "public housing",
        "Great Depression",
        "Chicago Housing Authority",
        "expressway",
        "Cook County",
        "Republican",
        "Democrats",
        "Soldier Field",
        "mayor",
        "Civil War",
        "African Americans"
    ]
}