{
    "Title": "Consumer Credit",
    "Descriptive Text": "From 1910 to 1940, household finance was transformed by a revolution in consumer credit. A credit system that had been disorganized, disreputable, and poorly capitalized was replaced by a new corporate system that was regulated by the state, widely promoted, and in such demand that living on credit became part of the American way of life. Chicagoans played an important role in this transformation.Credit for consumption is as old as the city itself. Wages for late-nineteenth-century workers were so low that the slightest upsets—from illness, injury, layoffs, or firings—left households in need of borrowed money. Before the credit revolution, borrowers obtained credit from a market that was highly stratified on the basis of social class.Pawnbrokers served the needs of the poorest. In 1897, 68 pawnbrokers operated shops on State, Clark, and Halsted Streets. Small loan lenders lent money to wage-earners on security of chattel mortgages or wage assignments. The first professional small loan lenders in the country appeared in Chicago in 1870. By 1916, the city led all others in loan offices, with 139 offices lending to one out of five families. Operating illegally under the state's restrictive usury laws, most lenders were honest, but the few who were not gave the entire industry a reputation for remorseless extortion. A third source of credit was the city's retailers. Street peddlers and “borax” stores sold cheap goods on installments to low- and moderate-income customers, while thousands of neighborhood shopkeepers sold “on tic.” At Marshall Field's, well-to-do customers were allowed charge accounts.By 1906, Chicago's leading installment seller was the Spiegel House Furnishing Company. Spiegel boasted, “We Trust the People—Everywhere,” and their mail order department spread the gospel of small, easy payments from coast to coast. Spiegel's example prodded Sears and other retailers to follow suit. The result was a credit revolution marked by “the installment plan.”Another leader in the credit revolution was the Household Finance Corporation. Founder Frank Mackey opened a loan office on Madison Street in 1885. In 1894 he moved his headquarters from St. Paul, Minnesota, to Chicago. In 1905, Household became the first cash lender to offer monthly installment terms. Household also pioneered in the fight for a Universal Small Loan Law, a reform of the usury laws that ended the era of the “loan shark” and began the era of the personal finance company. Growth in the 1920s made Household the largest personal finance company in the nation. Other consumer finance companies, including Universal CIT Credit Corporation and General Finance Corporation, joined Household in making Chicago their home.After 1930, consumer credit became more available from credit unions, commercial banks, and issuers of credit cards. Buying “on tic” and pawnbroking declined. But in the 1970s the share of the population operating outside the mainstream financial system grew markedly. In the 1980s and 1990s pawnbrokers returned in numbers and Chicago led the way in another credit innovation: high-interest “payday” loans from check-cashing outlets, of which there were more than 560 in 1985.Throughout the city's history, consumer credit has enabled Chicagoans both to survive financial emergencies and to improve their standard of living.",
    "Bibliography": "Calder, Lendol. Financing the American Dream: A Cultural History of Consumer Credit. 1999.Caskey, John P. Fringe Banking: Check-Cashing Outlets, Pawnshops, and the Poor. 1994.Kogan, Herman. Lending Is Our Business: The Story of Household Finance Corporation. 1965.",
    "Author of Text": "Lendol Calder",
    "Hyperlinked Terms Associated": [
        "Street peddlers",
        "mail order"
    ]
}