{
    "Title": "Consolidated Foods Corp.",
    "Descriptive Text": "The giant food company that was known by the end of the twentieth century as Sara Lee Corp. was the descendant of a Chicago grocery store called Sprague, Warner & Co. This enterprise, which started on State Street, was founded during the Civil War by Albert A. Sprague and Ezra J. Warner. By 1909, when it moved into a large new facility on Erie and Roberts Streets, Sprague, Warner & Co. was one of the leading wholesale grocery companies in the United States, famous for house brands such as “Richelieu” and “Batavia.” In 1942, this company was acquired by Nathan Cummings, the Canadian-born owner of C. D. Kenny Co., a large grocery enterprise based in Baltimore. The new Chicago-based company, at first called Sprague Warner-Kenny Corp., ranked as the largest grocery wholesaler in the United States. Annual sales grew from about $20 million in 1942 to $120 million by 1946. After changing its name in 1945 to Consolidated Grocers, Cummings's company became the Consolidated Foods Corp. in 1953. In 1956, the company bought the Kitchens of Sara Lee, a five-year-old Chicago bakery named after the daughter of founder Charles Lubin; as a division of Consolidated, this became the world's leading producer of frozen pastries. In 1964, the company opened a large new automated bakery in suburban Deerfield. The company grew rapidly. Annual sales rose from $500 million in the early 1960s to nearly $5 billion by the late 1970s, when the company employed over 2,000 people in the Chicago area and about 75,000 more worldwide. By this time, Consolidated was selling not only food but also underwear and other products. In 1985, the company changed its name from Consolidated Foods to the Sara Lee Corp., with headquarters in Deerfield. By the early 2000s, Sara Lee, again headquartered in Chicago, was a huge international food and clothing company, amassing over $17 billion in annual sales, over one-third of which were made overseas. At the same time, its Deerfield bakery had closed, and only about 2,000 of the company's some 150,000 employees worldwide were Chicago-area resi dents.",
    "Bibliography": "This entry is part of the Encyclopedia's Dictionary of Leading Chicago Businesses (1820-2000) that was prepared by Mark R. Wilson, with additional contributions from Stephen R. Porter and Janice L. Reiff.",
    "Street addresses associated": [
        "Deerfield"
    ]
}