{
    "Title": "Contested Spaces",
    "Descriptive Text": "Sunday, July 27, 1919, dawned hot in Chicago. As the day wore on, city dwellers crowded onto the beaches lining Lake Michigan seeking relief from the heat. Late that afternoon, 17-year-old Eugene Williams dove off a raft that had wandered toward the 29th Street beach. The African American teenager was unaware of a confrontation earlier that day when black Chicagoans had walked onto a space conventionally limited to whites. Spotting him in the water, a group of bathers began throwing stones at Williams, who struggled, disappeared, and drowned. As news of his death spread, further violence erupted on the beach and extended out from it. Four days of rioting followed, engulfing large sections of the city. When the violence subsided, 38 persons were dead, 537 were injured, and over 1,000 were left homeless.Sometime late on the night of Williams's death, Chicago Tribune cartoonist John T. McCutcheon sketched a drawing depicting two groups of Lake Michigan bathers, one white and the other black, facing off across a rope. The cartoon represented widespread assumptions that divided the city of Chicago spatially into areas understood to be black or white, though not marked off as in the Jim Crow South. The beach near where Williams drowned was not officially maintained by the city. It was, nonetheless, widely used and hotly contested. Informal segregation reflected the changing racial boundaries of the neighborhoods nearby. Between the “white” beach and a “black” beach immediately to the north lay an invisible line in the sand and water, a line that Williams crossed and that McCutcheon gave physical form in his powerful cartoon. In the aftermath of the riots, the Chicago City Council considered codifying that line through a proposed ordinance that read, in part,Resolved that a commission composed of members of both races be formed for the purpose of investigating the causes of the recent riots and to ascertain if it is possible to equitably fix a zone or zones which shall be created for the purpose of limiting within its borders the residences to only colored or white persons.The ordinance failed to pass, but much of white Chicago hardened its commitment to racial separation in certain aspects of daily life, especially as the city's black population swelled with continued migration from the South. Continuing demands by black Chicagoans for equality ensured that the city's racial boundaries would remain sites of negotiation and conflict.Contests over space in the Chicago region both predated and long outlived Eugene Williams's fateful swim. In 1812, struggles between peoples—the United States, Great Britain, and various Indian nations—who viewed the western Great Lakes in starkly different ways led to the abandonment of a fort on the banks of the Chicago River and the loss of life on the site that has since become the Prairie Avenue Historic District. That contest, familiarly known as the Fort Dearborn Massacre, became the city's foundational event, symbolized by one of the four stars on the city's flag. Throughout Chicago's history, spatial contestation encompassed a wide variety of issues, from race relations to divergent views on land use. Chicagoans, like residents of other cities, have divided over all aspects of urban space, from how it is planned to how it is experienced in everyday life, to the less tangible question of how it is perceived.Twenty-five years before Williams died, Pullman workers provided a vivid example of how conflict could grow out of vastly different understandings of a space. From its inception in 1880, the planned community of Pullman was carefully advertised and widely accepted as one solution for various ills that made many of Chicago's working-class neighborhoods unpleasant and even dangerous areas in which to live. With its attractive brick buildings and numerous amenities, Pullman seemed an ideal home for workers and their families. To many who lived there, however, Pullman was less a well-designed ideal than a paternalistic nightmare. As one worker explained:We are born in a Pullman house, cradled in a Pullman crib, paid from a Pullman store, taught in a Pullman school, confirmed in a Pullman church, exploited in a Pullman shop, and when we die we'll be buried in a Pullman grave and go to a Pullman hell. ( Chicago Evening Journal, February 16, 1918)These divergent understandings of Pullman not only helped to launch the strike in May of 1894; they also served as critical elements in the progress of the strike and the subsequent fate of the town.To those who perceived the town to be what the Pullman Company claimed it to be, the workers' demands seemed inappropriate at best and ungrateful at worst. Strikers, on the other hand, sought support by demonstrating their vision of Pullman's space to visiting delegates from the American Railway Union and anyone else willing to listen, including state officials, who eventually forced the Pullman Company to sell the town.These two perspectives on Pullman demonstrate how different the same space can look to various observers, and the implications of such differences. But Pullman, like other working-class neighborhoods tied to nearby employment, also provides a stark contrast to a very different kind of community—bedroom suburbs like Park Forest, where William Hollingsworth Whyte profiled the world of the classic “Organization Man” in the 1950s. For residents of Pullman, work, home, and even leisure were located in a relatively small geographic area that included the model town and parts of nearby communities. Men and women spent their days in different workspaces but shared a comparable social geography. For many male residents of Park Forest, everyday space included their working lives in downtown Chicago and the commuter trains that brought them there; for many of their wives, everyday space was more likely to be in Park Forest itself.Though few have been as violent as that of 1919, contests over space have been a consistent part of Chicago's history. Some have been ongoing, created by legal requirements, social differences, environmental factors, or the real-estate market, with its pressure for ever more space and rising values. Others have been shorter lived, the product of a particular issue or climate. Some have been largely symbolic, with practical effects reaching far beyond the metropolitan region. Many took a long time to come to the public's attention, sometimesquietly, sometimes dramatically. This essay provides one way of thinking about metropolitan space by contemplating a set of spatial contests across a variety of arenas—political, economic, social, and environmental. To a much greater degree than physical places, spaces are not static: space changes as planned uses, actual uses, and the meanings associated with those uses compete and evolve.Governmental entities at all levels are instrumental in both defining and planning space. Even after early contests about how states and counties would organize the place that became metropolitan Chicago were resolved, various governmental entities continued to divide the physical space into sometimes competing entities. A property tax bill readily indicates the number of overlapping agencies ( park districts, school districts, special districts, sanitation districts, etc.) that have evolved to govern metropolitan space. During the early years of the Great Depression, the taxes demanded by those different entities led to a short-lived tax strike that spread from the metropolitan region across the state and left the city of Chicago in even more desperate financial straits. Zoning is perhaps the classic twentieth-century example of governmental definition of urban space. The use of eminent domain to redefine the uses of particular spaces for greater community needs like expressways and public institutions is another.Congressional districts and city wards are two sets of political spaces that change according to law and custom. Congressional districts are redrawn every 10 years as population changes and states gain or lose seats in the U.S. House of Representatives. During most of the nineteenth century and the first years of the twentieth, Illinois gained population and seats, necessitating the regular redrawing of congressional district lines after each census. Beginning with the redistricting following the 1870 census, Illinois turned to a policy of determining congressional districts by measuring spaces rather than people, which at the time was legal since population mattered only in terms of how many representatives a state deserved. Chicago was growing rapidly—its population accounting for almost a third of the total Illinois population—and downstate legislators feared the city's potential influence in state politics. One way to thwart that power was to draw congressional boundaries that created districts of roughly equal space, even if very unequal population. For nearly a century, that strategy—supported by a similar strategy in state legislature districts—ensured that Chicago's political influence would not grow concomitant with its population.Even as the state emphasized territory, city leaders fastened on a different formula for the organization of wards and representation in the city council. As class and ethnic pockets grew and shaped affiliations to political issues and parties, ward lines began to follow the perceived socioeconomic boundaries of the city's neighborhoods. As wards grew geographically smaller and were represented by one council member rather than two and as patterns of residential clustering and segregation sharpened, individual wards came to be seen as the domain of particular groups and parties. In the first half of the twentieth century, wards provided ethnic and racial groups with access to political power and added to the importance of neighborhoods in the fight for resources.In 1962, the U.S. Supreme Court ruled in Baker v. Carr that districting schemes allowing huge discrepancies in population were unconstitutional. New contests over redistricting erupted as different political players tried to maximize their “clout” through the old practice of gerrymandering—drawing political boundaries to enhance the voting strength of one group at the expense of others. Reapportionment has since become hotly contested, as political parties have sought to juggle legislative boundaries to improve their electoral chances, interest groups have worked to secure or preserve an electoral voice, and incumbents have placed a priority on retaining their seats.If politicians have shaped and reshaped space to determine the distribution of power, others in government have used the power to define space to shape perceptions and realities of how people inhabit those spaces—and how much those inhabitances are worth. Between 1935 and 1940, the Home Owners' Loan Corporation, a federal agency established in 1933, launched a massive survey to determine current and future values of real estate to help lenders decide which neighborhoods would be good lending targets. Surveyors visited neighborhoods, consulted local institutions, and filed reports that assigned ratings of “A,” “B,” “C,” or “D” to each community surveyed. An “A” or “B” rating encouraged lenders. A “C” discouraged them, and a “D” meant that residential lending virtually disappeared from these “redlined” communities.Although not applied uniformly across the country, these categories were applied in Chicago and elsewhere in ways that reinforced existing prejudices and practices. Older neighborhoods, built before central heating and modern plumbing, were flagged as poor targets for the new long-term mortgages and for home improvement loans to be guaranteed by the federal government. So, too, were neighborhoods experiencing ethnic or racial change. “Mixed” neighborhoods received similarly low marks, as did neighborhoods where older industries had closed or moved to new suburban locations. Newer neighborhoods and more homogenous and well-to-do neighborhoods received high marks for secure lending. By 1939, most residential space in the Chicago metropolitan area had been surveyed and rated, and the ratings helped to shape a new residential geography once World War II ended. Mortgage money flowed into new developments in the suburbs and, to a more limited extent, into the city's “A” and sometimes “B” communities. At the same time, “C” communities were flagged as risky bets, neighborhoods that might be improved but might also fall into the category of “blight.” The “D” communities were dismissed as already blighted. Such classifications shaped the perceptions of, experiences in, and planning for those spaces for decades. They helped to stimulate the postwar boom in the suburbs and the outlying areas of the city, where financing for housing development and purchase became more readily available than in the older sections of the central city. They helped shape the contours of urban renewal as well, encouraging white Chicagoans in the belief that the presence of African Americans lowered property values and providing tacit support for agencies to limit residential lending in mixed and African American neighborhoods.By the 1960s, Chicago had become a symbol of the problems associated with spatial segregation and the efforts to dismantle it. Perhaps no effort highlighted that symbolism more substantially than the Chicago Freedom Movement in 1966. Local civil rights leaders invited Martin Luther King, Jr., to fight for open housing in Chicago and to help dismantle the formal and informal practices that had made the city the most racially segregated in the nation: 9 of 10 white Chicagoans or 9 of 10 black Chicagoans would have had to move within the city for Chicago to achieve some kind of neighborhood racial parity. From North Lawndale (where King took an apartment) to Soldier Field and City Hall (where protesters demanded open housing), city spaces became sites of contests over space. The most infamous of these was surely the one at the border of Marquette Park, where hostile whites screaming racial epithets at marchers protesting the practices of real-estate agents helped mold a new image of working-class ethnic whites. No image was stronger than that of King bleeding from the forehead after being struck by a brick thrown by a white demonstrator.A different kind contest over space, relating more to its use in the past, has taken place in metropolitan Chicago's industrial districts. From the unwelcome stench of Chicago's sewage in downstream cities like Lockport after the Chicago River changed direction, to the polluted air that contributed to the respiratory problems of all who lived downwind from a steel mill or a chemical plant, concerns over the environment have produced their own contests over space. For generations, many of the region's industries created toxic waste and pollutants along with their products and the jobs necessary to create them. The pages of Upton Sinclair's The Jungle are filled with vivid descriptions of such pollution in and around the stockyards, from the canning room floors to the banks of the infamous “Bubbly Creek.” Over time, pollutants built up, devastating the land in and around the plants, tainting nearby water sources, and filling the air with particulate matter. Moreover, assumptions about the degraded nature of those spaces combined with zoning regulations to encourage the nearby placement of other environmental threats such as landfills. For much of the last half of the nineteenth century and first half of the twentieth, pollution was taken for granted as a fact of industrialization and a characteristic of working-class life on the job and at homes near the plants. A community newspaper described the drive down the Calumet Expressway in 1964, from 103rd to the city limits, as “a path only for the strong of stomach.”Even as such areas emerged, migration and business patterns meant that the neighborhoods surrounding those areas changed as well. As industrial wages improved with unionization, many workers at the plants moved away from the worst of the pollution, leaving their former homes available for families that, because of discriminatory practices or limited incomes, had fewer housing choices. As industries started to close, communities from Waukegan to Michigan City were left economically devastated as well. In response, activists, union leaders, and politicians helped launch local and national programs for environmental justice. Plans for transforming “brownfields,” the Environmental Preservation Agency's designation for the most polluted of these spaces, involved both removing the most toxic pollutants and bringing in new uses that might help sustain the neighborhoods around them.As the image of the active smokestack has shifted over the years from implying a productive space providing lucrative employment to conjuring an arena clouded by industrial pollution, Chicagoans have become accustomed to contested spaces generating equally fierce debates about what is above their homes. When, in 1947, Chicago planners decided Municipal Airport ( Midway ) could not adequately meet the future demands of air traffic (and local residents had begun to protest the noise), the city began developing O'Hare International Airport and, in 1956, annexed it to the city. In the intervening five decades, developers and urban growth have transformed the former farmland to the city's northwest, little disturbed by the air traffic, into expensive residential suburbs greatly bothered by ceaseless jet noise. The political climate has also changed as suburbs developed new clout and noise has become an issue for government regulation. NIMBY (Not In My Back Yard) politics in the neighborhoods around O'Hare have become powerful enough to contest the will of the city of Chicago. As a result, further O'Hare expansion has been caught up in complicated negotiations between Chicago, O'Hare's nearby suburbs, and more distant locations like Peotone and Springfield, Illinois, Gary and Indianapolis, Indiana, and even Washington DC.What constitutes the “success” of a given space can thus mean something different to its residents, planners, and developers. This is clearest in the case of urban gentrification, but it can also be witnessed in rural areas. In Kane and McHenry Counties, efforts are underway to preserve farms and farmlands from what seems to be the unrelenting spread of residential, commercial, and industrial development. Interested in maintaining a way of life and a historical identity, as well as managing the inevitable demands of growing populations, residents of those counties have come together to limit development. Standing in sharp opposition to this movement are developers and farm owners who know that homes and businesses make their acreage far more valuable than do soybeans or corn.Although this contest on the outer edges of the metropolitan area may seem very different from other struggles over space, it is part of an ongoing contest that began with the settlement of Chicago itself. The contest between rural and urban space is as important a part of the city's experience as the struggles over race and ethnicity, which themselves often involve contested city spaces and boundaries. All of these struggles involved planned spaces, perceptions about kinds of spaces, and historical uses of space, and have much to do with how people use their space.",
    "Author of Text": "Janice L. Reiff",
    "Hyperlinked Terms Associated": [
        "Lake Michigan",
        "African American",
        "Prairie Avenue",
        "Fort Dearborn",
        "flag",
        "land use",
        "Pullman",
        "strike",
        "Park Forest",
        "leisure",
        "real-estate",
        "planning",
        "park districts",
        "school",
        "special districts",
        "Great Depression",
        "tax strike",
        "Zoning",
        "expressways",
        "state politics",
        "clout",
        "redlined",
        "urban renewal",
        "civil rights",
        "open housing",
        "North Lawndale",
        "Marquette Park",
        "Lockport",
        "Chicago River",
        "chemical",
        "waste",
        "The Jungle",
        "zoning",
        "newspaper",
        "unionization",
        "Waukegan",
        "Michigan City",
        "industrial pollution",
        "Midway",
        "O´Hare International Airport",
        "Gary",
        "Kane",
        "McHenry"
    ],
    "Street addresses associated": [
        "North Lawndale",
        "Marquette Park",
        "Pullman"
    ]
}