{
    "Title": "Cook County Morgue",
    "Descriptive Text": "Since at least 1842, for which the earliest records exist, the morgue has served as the site of official inquiry into every questionable death in Cook County. Housed in the City Hospital until 1876 and in Cook County Hospital afterwards, the “deadhouse” was administered first by an appointed “curator” and then, after 1864, an elected coroner. Between 1872 and 1911, the coroner investigated more than 75,000 deaths. Coroners oversaw the inquest process, but staff pathologists actually performed the autopsies, using them to determine the cause of each decedent's demise, train Cook County medical students, and generate valuable medical knowledge. (By 1900, the work of Christian Fenger and his protégés had established Chicago as a world center of pathology research.) In determining the manner of death, inquest juries considered pathologist's conclusions as well as the findings of police, the county state's attorney, and coroner's office investigators. During these deliberations, held in the morgue itself, coroners could exclude certain evidence, shaping juries' verdicts and advancing or retarding criminal investigations into particular deaths.The coroner's office was rife with patronage from the start; the first coroner resigned in 1865 to protest interference with his work. Later coroners and their loyal, practically permanent inquest jurors rubber-stamped the findings of police and prosecutors. Though pathologists' attempts at reform withered, several incidents in the late 1960s led county voters to abolish the elected coroner in favor of a credentialed medical examiner. After his hiring in 1976, the first medical examiner stated as his goal “to get the facts and truth in an entirely neutral professional approach.” Since then, medical examiners and their pathologists and roving investigators have inquired into every questionable death in the county and recommended that county law enforcement officials either pursue or drop criminal investigations. By the end of the twentieth century, the medical examiner's office was investigating about five thousand deaths every year at its West Side facility. In 1995, the chief medical examiner, Dr. Edmund R. Donoghue, achieved a degree of prominence by calling attention to the deadly effects of that summer's heat wave.",
    "Bibliography": "Bonner, Thomas N. Medicine in Chicago, 1850–1950: A Chapter in the Social and Scientific Development of a City. 1957.Fahey, Richard P., and Deborah J. Palmer. An Inquest on the Cook County Coroner. 1971.",
    "Author of Text": "Christopher James Tassava",
    "Hyperlinked Terms Associated": [
        "Cook County",
        "Cook County Hospital",
        "police",
        "patronage"
    ],
    "Street addresses associated": [
        "West Side"
    ]
}