{
    "Title": "Cook County",
    "Descriptive Text": "When Cook County was organized in 1831 with approximately 100 residents in 2,464 square miles, it encompassed much of what is today Lake, DuPage, Will, McHenry, and Cookcounties. Because of population growth in northeastern Illinois in the 1830s, Cook County lost over half its territory, but continued to increase in population. By 1839, it comprised 954 square miles and followed its current irregular boundaries. It had expanded to a population of over four thousand.Although Daniel Pope Cook is the namesake of the county, there is no evidence that he ever visited the area. Cook served as the first Illinois attorney general and the second U.S. congressman from Illinois.The first Cook County Board met in 1831 with three members: two from Chicago and one from Naperville (DuPage did not become a separate county until 1839). As the basic unit of local government, the board was charged with a host of responsibilities and met initially for two days at Fort Dearborn. The board set the county seat at Chicago, requested 10 acres of land from the state for public buildings, and appointed a county clerk. Soon after, the board established a real-estate tax, built an almshouse, supervised licensing of taverns and a ferry across the Chicago River, and began construction on two highways: one west to DuPage (Ogden Avenue); and another southwest (Archer Avenue). The county had direct responsibility for the poor, the sick, and prisoners, as well as for roads, courts, elections, and taxation. These basic functions remain central to Cook County government today.During the 1830s and 1840s, farmers purchased most of the available land in the county and began raising crops and livestock. Without railroads, some farmers hauled their harvest to Chicago, but others went to closer, smaller settlements. By 1840, Wheeling, Gross Point (now Wilmette ), Lyons, Summit, Brighton, Willow Springs, Calumet, Blue Island, and Thornton were thriving settlements. Most were agricultural centers, serving the farmers in their vicinity with small stores, churches, and schools.In 1848, the Illinois legislature voted to allow counties to adopt township governments. Cook County subdivided initially into 27 townships, which took on some of the county responsibilities: collecting taxes, running schools, supervising elections, and maintaining local roads. Township supervisors served as county board members.Between 1860 and 1890, the area of contiguous urban settlement grew substantially. By 1870, the Cook County Board was an unwieldy group of more than 50 town supervisors. Although over 85 percent of the population of the county resided within the city of Chicago, fewer than half of the board representatives were from the city. To remedy this problem, the state changed the organization of the board. The new 15-member board had 10 representatives elected from Chicago. After the 1889 annexation, which shifted more than 225,000 county residents to within the city and expanded the city's physical size from 43 to 169 square miles, over 90 percent of the county's population lived within the city.The railroad (and increasingly street railways ) allowed Chicagoans to live and work in noncontiguous suburban areas. While farming in Cook County did not disappear, outlying growth by 1900 was decidedly suburban. The initial development and extension of the Elevated fostered the rise of population centers at Oak Park, Evanston, Uptown, and Hyde Park.Many of the farms on Chicago's Far Northwest and Southwest Sides disappeared in the face of the speculative building boom of the 1920s. Industrial and residential developers began to work on suburban farmland convenient to bus, truck, and automobile traffic. By 1940, the proportion of the county's population living within Chicago had dropped to 83 percent.After 1945, with the availability of FHA and VA insured loans, new expressways, and the move of many businesses to suburban locations, suburban population in the county burgeoned. Skokie and Oak Lawn were among the most quickly growing suburbs during the 1950s and 1960s, with thousands of single-family houses built in each. The 1970s and 1980s saw the development of most of the remaining farmland in the county. By then, contiguous urban growth had engulfed both the remaining farms and the suburban residential and industrial areas that had once been distinct from the city center. No further annexation by the city took place, however, and by 1990 the city comprised only 55 percent of the county's population.",
    "Bibliography": "Andreas, A. T. History of Cook County. 1884.Johnson, Charles B. Growth of Cook County, vol. 1. 1960.Keating, Ann Durkin. Building Chicago: Suburban Developers and the Creation of a Divided Metropolis. 1988.",
    "Author of Text": "Ann Durkin Keating",
    "Hyperlinked Terms Associated": [
        "Lake",
        "DuPage",
        "Will",
        "McHenry",
        "Naperville",
        "Fort Dearborn",
        "real-estate",
        "almshouse",
        "Chicago River",
        "taxation",
        "railroads",
        "Wheeling",
        "Wilmette",
        "Lyons",
        "Summit",
        "Brighton",
        "Willow Springs",
        "Blue",
        "Island",
        "Thornton",
        "agricultural",
        "townships",
        "schools",
        "annexation",
        "street railways",
        "Oak Park",
        "Evanston",
        "Uptown",
        "Hyde Park",
        "expressways",
        "Skokie",
        "Oak Lawn"
    ],
    "Street addresses associated": [
        "Skokie",
        "Oak Lawn",
        "Oak Park",
        "Evanston",
        "Uptown",
        "Hyde Park"
    ]
}