{
    "Title": "Cook County Hospital",
    "Descriptive Text": "Northwest Territory law and the Illinois General Assembly assigned the care of paupers to the counties. From 1832 until 1866, Cook County fulfilled this obligation by providing a minimum of food and medicine for patients in temporary hospitals or private homes. Physicians and students from Rush Medical School provided free medical care.A permanent hospital was built by the city of Chicago in 1857 at the urging of Brockholtz McVicar, who had been the commissioner of health during the cholera epidemics of 1849 and 1854. Rush Medical School used the building at 18th and Arnold Streets as a teaching hospital until the Civil War, when it became an army hospital. After the war, the city traded it to Cook County for 160 acres of property which had been used as a reform school. The “Old County Hospital” opened in 1866 in the same building, a three-story brick and limestone structure with “all the modern conveniences,” including a knife, saw, and chisel for autopsies.From its beginning, the Cook County Hospital was a center for medical education. The first internship in the country was started there in 1866. Neither the interns, chosen by competitive examination, nor the attending physicians were paid, but they gained wide experience with every sort of disease.Corrupt political appointees controlled hospital purchasing and personnel. The physical plant deteriorated and the building became infested with rats and roaches. As city population increased in the 1870s, the hospital became more crowded. Despite public indifference, physicians prevailed upon the county in 1876 to build a new 300-bed facility between Harrison, Polk, Lincoln, and Wood Streets. Political corruption worsened, and, after almost the entire medical staff resigned, the politicians appointed poorly qualified physicians. In 1886 newspaper articles described the patronage -ridden hospital as a “roadhouse” for politicians.A new era of scientific medicine commenced in 1877 with the arrival of Christian Fenger, a Danish surgeon trained in the best European clinics. Fenger paid $1,000 for his hospital position and quickly established himself as an outstanding surgeon, scientist, and teacher. The interns trained by Fenger became leaders in American medicine and remained on the hospital staff as attending physicians and teachers.During the early 1900s, political corruption declined, and new civil service laws required that attending physicians pass an examination for staff appointment. As a result, the best surgeons and physicians in Chicago volunteered their services to care for the sick poor and to teach interns. A huge new hospital was completed in 1916, anchoring a complex that eventually grew to 3,000 beds. The original building has been periodically remodeled and remained in use until 2002, when the new John H. Stroger, Jr., Hospital of Cook County opened.From the 1920s until immediately after World War II, the Cook County Hospital, despite continued political problems and a seriously deteriorating physical plant, was regarded as one of the world's great teaching hospitals. Interns, residents, and graduate physicians came for experience and to see outstanding medical and surgical work. Scientific innovations included the world's first blood bank and the surgical fixation of fractures.A desperate shortage of nurses, poor intern pay, and a lack of modern facilities plagued the hospital following World War II. During the 1960s, voluntary attending physicians were largely replaced by full-time, paid doctors. Young and socially conscious, many of these physicians rebelled against the “old guard” who had run the hospital for years. In 1969, in an attempt to reduce political influence, the state legislature assigned the responsibility for running the hospital to a citizens' commission. Amidst great turmoil, the Cook County Board of Commissioners retained control of the budget, and in 1975 cutbacks provoked a strike among interns and residents, closing the hospital. The County Board of Commissioners retook complete control in 1979.Cook County Hospital has always been open to all patients, generally poor or destitute, and often alcoholic. European immigrants filled the wards until the years following World War I. During the 1910s and 1920s, Chicago's rapidly increasing African American population turned to Cook County and Provident Hospital in the face of widespread exclusion. The hospital population became almost entirely black until the recent wave of Hispanic and Asian immigrants arrived in the city.The advent of federal programs such as Medicare resulted in more poor patients being treated at private hospitals. These programs as well as the trend to outpatient care has reduced the number of patients at Cook County Hospital.",
    "Bibliography": "Raffensperger, John G., and Louis G. Boshes, eds. The Old Lady on Harrison Street: Cook County Hospital, 1833–1995. International Healthcare Ethics, vol. 3. 1997.",
    "Author of Text": "John Raffensperger",
    "Hyperlinked Terms Associated": [
        "Cook County",
        "hospitals",
        "epidemics",
        "Civil War",
        "medical education",
        "patronage",
        "World War II",
        "innovations",
        "nurses",
        "African American",
        "Provident Hospital"
    ],
    "Street addresses associated": [
        "Near West Side",
        "Lincoln Park",
        "Woodlawn"
    ]
}