{
    "Title": "Coordinating Council of Community Organizations",
    "Descriptive Text": "The precise origins of the Coordinating Council of Community Organizations (CCCO) are murky, but it emerged against the backdrop of mounting dissatisfaction with the policies of Chicago school superintendent Benjamin Willis in the early 1960s. Black parents staged sit-ins against overcrowded schools and pursued legal action against school segregation. CCCO harnessed this unrest to organize two massive school boycotts in October 1963 and February 1964.In 1964 Al Raby, a black schoolteacher, was elected convener of CCCO. Raby presided over a broad—and often quarrelsome—coalition of groups including the more militant Chicago Congress of Racial Equality (CORE) and Chicago Area Friends of SNCC and the more moderate Chicago Catholic Interracial Council and the Chicago Urban League. In the summer of 1965 Raby led CCCO marches on city hall to force Mayor Richard J. Daley to remove Willis and to endorse school integration. CCCO also turned to Martin Luther King, Jr., and the Southern Christian Leadership Conference (SCLC) for assistance, and by September 1965 SCLC had committed itself to working with CCCO in a joint venture to bring racial justice to the city.The SCLC-CCCO alliance was strained, even as it led a two-month campaign against housing discrimination in the summer of 1966. The dramatic protests brought real-estate agents and city leaders to the bargaining table, and a “summit” agreement on promoting fair and open housing was reached. The promise of the accord, however, was never realized—though it did give birth to the Leadership Council for Metropolitan Open Communities. Disillusionment over the lack of progress and growing doubts about interracialism widened the rifts within CCCO. In late 1967, Raby resigned as convener and CCCO quickly disintegrated.",
    "Bibliography": "Anderson, Alan B., and George W. Pickering. Confronting the Color Line: The Broken Promise of the Civil Rights Movement in Chicago. 1986.Ralph, James R., Jr. Northern Protest: Martin Luther King, Jr., Chicago, and the Civil Rights Movement. 1993.",
    "Author of Text": "James Ralph",
    "Hyperlinked Terms Associated": [
        "schools",
        "Congress of Racial Equality",
        "Urban League",
        "open housing"
    ]
}