{
    "Title": "Cosmetics and Hair Care Products",
    "Descriptive Text": "Chicago residents participated in the rise of the cosmetics industry during the twentieth century not only as consumers but also as producers and distributors. As they spent more time and money on personal grooming and so-called beauty products, the area's women—and men, to a lesser extent—participated in a development that was going on throughout much of the United States and the industrialized world. Chicago played a more distinctive role in the development of the cosmetics and hair care industries through the leadership of several of the area's business firms in this economic sector. At the same time, Chicago entrepreneurs built one of the most important of the industry's subsectors: hair care products and cosmetics designed for consumers of African descent.Two leading cosmetics and hair care products makers, Helene Curtis and Alberto-Culver, grew into big businesses while they were headquartered in Chicago. In 1927, Gerald Gidwitz and Louis Stein started a cosmetics manufacturing company in Chicago. During the years following World War II, Stein named the company Helene Curtis, combining the names of his wife and son, and the company expanded with the success of products such as “Suave,” one of the first modern shampoos. By the 1950s, Helene Curtis was also selling hairspray and deodorant and it had branches around the world. Meanwhile, a competitor arrived from California. In 1955, Leonard and Bernice Lavin moved the Alberto-Culver Company from Los Angeles (where it had started as a supplier of hair care products to the film industry) to Chicago; by 1960, the company was moving into a new headquarters and manufacturing facility in nearby Melrose Park. Like Helene Curtis, Alberto-Culver prospered by selling branded lines of products such as shampoo and deodorant—items that, although they were virtually unknown before the twentieth century, many consumers now regarded as indispensable.The development, manufacture, and marketing of cosmetics and hair care products for African Americans was led by Chicago firms for much of the twentieth century. During the 1910s and 1920s, the Kashmir Chemical Company of Claude A. Barnett, a graduate of the Tuskegee Institute, manufactured specialty hair care products. In 1935, S. B. Fuller established the Fuller Products Company, a cosmetics company, on the city's South Side. Fuller, the first African American member of the National Association of Manufacturers, led the company through an expansion that peaked in the 1950s. By that time, an army of 5,000 salesmen sold nearly $20 million a year worth of various Fuller Products cosmetics—to European Americans as well as African Americans. One of Fuller's employees, George Johnson, left the company in 1954 to start his own business. Along with Chicago barber Orville Nelson, Johnson created the company that would soon become the most important of all manufacturers of African American hair care products: the Johnson Products Company. The company's “Ultra Wave” hair straightener proved popular, as did its “Ultra Sheen” and “Afro Sheen” lines, and by the end of the 1960s annual sales were over $10 million. During the 1970s, as sales expanded even further, Johnson Products ranked as the largest African American–owned manufacturing company in the nation. Johnson Products was not the only Chicago company engaged in the manufacture of beauty products for African American consumers. The Johnson Publishing Company, creator of Ebony magazine, entered the cosmetics business in the 1970s. And Johnson Products' leadership in the hair care sector was challenged by Chicago's own Soft Sheen Products Inc., a company established in the 1960s by Edward Gardner that found success with brands such as “Care-Free Curl.”Chicago's status as a center of the hair care and cosmetics industry declined during the last years of the twentieth century. Johnson Products encountered declining profits and market share by the mid-1970s, when large cosmetics companies such as Revlon and Avon began to target African American consumers. In 1993, the company left local hands when it was sold to the Ivax Corporation, a large company based in Miami. Soft Sheen, which had about 400 employees in the Chicago area and $100 million in annual sales by the mid-1990s, was sold in 1998 to French company L'Oreal. Helene Curtis, which had grown into a billion-dollar company by the early 1990s, experienced declining growth after the 1980s and was bought in 1996 by Unilever, the huge British-Dutch corporation. Of the several Chicago companies that had been so prominent in the industry since the 1950s, only Alberto-Culver—with about $2 billion in annual sales and 16,000 employees worldwide—was still based in Chicago at the end of the century.",
    "Bibliography": "Crain's Chicago Business. Various issues.Robinson, Greg. “Johnson Products.” Encyclopedia of African-American Culture and History, vol. 3. 1972.Silverman, Robert Mark. “The Effects of Racism and Racial Discrimination on Minority Business Development: The Case of Black Manufacturers in Chicago's Ethnic Beauty Aids Industry.” Journal of Social History 31.3 (1998): 571–597.",
    "Author of Text": "Mark R. Wilson",
    "Hyperlinked Terms Associated": [
        "business",
        "World War II",
        "Helene Curtis",
        "Melrose Park",
        "African Americans",
        "South Side"
    ],
    "Street addresses associated": [
        "South Side",
        "Melrose Park"
    ]
}