{
    "Title": "Costa Ricans",
    "Descriptive Text": "Unlike many other Latin American groups, Costa Ricans have never had to flee their country on account of political oppression or economic crisis. Instead, they have come to the United States largely for opportunities in education and business, and have tended to arrive through legal immigration channels.Costa Ricans have been coming to the Chicago area since the late 1930s. Some came to start businesses or to find better jobs in factories and restaurants, although many came to attend local universities. In the late 1940s and 1950s, Benedictine Friars in a Costa Rican high school encouraged a considerable number to attend Illinois Benedictine University. Others matriculated at the University of Illinois at Chicago, Northwestern, and other area schools. After graduating, many entered the professions as doctors and engineers.Small businesses undertaken by Costa Ricans in Chicago have included restaurants, clothing stores, and auto repair shops. One restaurant, Irazu, has become an informal meeting space for the community.A handful of Costa Rican families settled in Uptown and Rogers Park in the 1950s. Later, another concentration of Costa Ricans formed on the North Side near Milwaukee and Fullerton. Others have spread out across the North Side and into the suburbs.Several Roman Catholic Churches have served as spiritual centers for Costa Ricans in Chicago, including St. Ita's Church (5500 N. Broadway) and St. Benedict's (2215 W. Irving Park). Each year on August 2, the Costa Rican Catholic community has honored its patron saint, Our Lady of Angels, with a mass at Our Lady of Lourdes (4640 N. Ashland).Costa Rican immigrants participated in the Pan American Council of Chicago, a friendship and cultural organization of Caribbean and Central American ethnic groups formed in 1939. In 1986, Costa Ricans established the Chicago Costa Rican Cultural Association as a chapter of the Central American Civic Society of Chicago. This group organized cultural celebrations and programs, including the annual Independence Day Parade (September 15), throughout the 1980s. The September affair included a beauty pageant and party for all the Central American groups in Chicago. The Costa Rican Cultural Association also organized periodic picnics and parties featuring Costa Rican music and folklórico. Costa Rican Mothers Day (August 15) has been commemorated each year with a picnic, drawing hundreds of Costa Ricans together. In the early 1990s, Asociación de Damas Costarricenses was founded as a benevolent organization to aid needy children and elderly persons at home in Costa Rica.In the 1970s and 1980s, the Chicago Costa Rican community organized two soccer teams, Saprisa and Alajuela, which competed against other Latin American teams in Lincoln Park every summer. Although the teams dissolved in the 1990s, soccer has remained a major pastime for many Costa Ricans in Chicago.Because few Costa Ricans immigrate to the United States illegally, census figures are relatively reliable. The 1990 U.S. census found 1,845 Costa Ricans in Chicago and Gary, Indiana. Community leaders estimated between 1,500 and 2,000 in Chicago at the turn of the millennium; the 2000 census counted 1,119 in the metropolitan area.",
    "Author of Text": "Robert Morrissey",
    "Hyperlinked Terms Associated": [
        "restaurants",
        "Benedictine University",
        "University of Illinois at Chicago",
        "Northwestern",
        "Uptown",
        "Rogers Park",
        "Roman Catholic",
        "soccer",
        "Lincoln Park",
        "Gary"
    ],
    "Street addresses associated": [
        "Uptown",
        "Rogers Park",
        "North Side",
        "Lincoln Park"
    ]
}