{
    "Title": "Countryside, IL",
    "Descriptive Text": "Cook County, 15 miles SW of the Loop. Most of what is now the city of Countryside once stood as fertile farmland. One of the earliest landowners, Joseph Vial, arrived in 1833. The area remained sparsely settled for much of the nineteenth century. A few self-sufficient farmers established a school- house, and some worshipped at the Lyonsville Congregational Church. Around 1917 the Marx Brothers comedy team bought a chicken farm near Joliet and LaGrange Roads. Groucho Marx later claimed that the brothers spent too much time at Wrigley Field watching the Chicago Cubs to make the farm economically viable.In 1929 a large tract of land known as Sherman Gardens was subdivided and a few lots were sold. However, it was not until after World War II, with the postwar housing boom, that significant growth came to this area, known to many residents as South La Grange. The first concentrated development took place in 1947 with the construction of the LaGrange Terrace subdivision. The Don L. Dise subdivision followed in 1954, and later Edgewood Park opened in two phases. Homeowner associations were formed in 1949 and 1960 to address sewage disposal and procurement of an adequate water supply in the face of failing wells. The Countryside Sanitary District was created in 1959. The activities of the homeowners groups paved the way for the incorporation of Countryside in 1960.In 1962, 80 acres of undeveloped land were turned into the Dansher Industrial Park. McCook supplied water from Lake Michigan to Countryside in 1964. A new city hall opened in 1967, and by 1970 the population stood at 2,864. After annexing an area south of Joliet Road in 1971, the city moved to provide water for that area. The Pleasantview Fire Protection District serves Countryside and adjacent towns.Countryside's thriving business community, including automobile dealerships along LaGrange Road and shopping plazas along LaGrange and Joliet Roads, generated enough commercial sales taxes in the twentieth century to allow the city to levy neither real-estate nor corporate taxes. The 2000 population stood at 5,991. A portion of old Route 66 runs through Countryside, and Interstates 294 and 55 pass through the southern edge of the city. Three different elementary school districts serve Countryside, with high schoolers attending Lyons Township High School District. Two Cook County Forest Preserves provide recreational opportunities, and the Countryside Recreation Department maintains seven recreation areas.",
    "Bibliography": "Chandler, Charlotte. Hello, I Must Be Going: Groucho and His Friends. 1992, 152–153.City of Countryside. Countryside: Illinois Community Guide. 1998.Sun Newspapers. 1990 Countryside Anniversary Book. 1990.",
    "Author of Text": "Ronald S. Vasile",
    "Hyperlinked Terms Associated": [
        "Wrigley Field",
        "Cubs",
        "La Grange",
        "subdivision",
        "water supply",
        "Lake Michigan",
        "Forest Preserves"
    ]
}