{
    "Title": "County Fairs",
    "Descriptive Text": "The American county fair developed in the early nineteenth century when agricultural reformers in the northeastern United States organized local exhibitions to promote modern farming. Typical events included livestock judging, exhibits of new agricultural implements and techniques, and plowing contests.The Union Agricultural Society (1839), which published the Prairie Farmer from Chicago, drew members from counties throughout Northeastern Illinois and held its first annual fair in Naperville in 1841. Numerous county agricultural societies were organized a decade later, including Porter and Lake Counties, Indiana (both 1851), and Lake (1851), McHenry (1852), and DuPage (1853) Counties in Illinois. Each of these societies soon began holding annual fairs and acquiring land for permanent fairgrounds.The Chicago Mechanics Institute (1837) held annual fairs highlighting mechanical inventions beginning in 1845. In 1855 it organized a state agricultural and mechanical fair, which drew tens of thousands of visitors to a 50-acre plot of prairie near Bridgeport.Entertainment became important as fairs competed with national expositions during what is considered the golden age of agricultural fairs between 1870 and 1910. Chicago's fair board, incorporated in the 1870s, sought a permanent location in its northwest farm communities to provide a one-half-mile oval track for harness racing and speed trials. Horse racing was so popular that by 1900, 80 of the 102 Illinois county fairs featured trotting and pacing competitions. Bicycle races, balloon ascensions, and eventually automobile races and airplane demonstrations were common features, while plowing matches and evening lectures were replaced with pyrotechnic displays.Early in the decade of the 1900s, the Illinois Farmers' Institute began encouraging boys and girls to exhibit fair entries. The Institute began sponsoring regional and county chapters of a new national youth movement called 4-H, whose 4-leaf clover insignia with embossed H's signified the emphasis on Head, Heart, Hands, and Health. Perhaps the 4-H movement, which provided an important revitalization of livestock and domestic arts competition, was a reaction to the growing bawdiness of fairs. 4-H chapters continued to flourish in Cook and suburban counties into the twenty-first century, encouraging teenagers in local, county, state, and national competitions.The 1916 Cook County Fair found a final home in Palatine Township. Charles E. Dean, Sr., a well-respected trainer of harness racers, had constructed a racetrack on his 120-acre farm. Dean's Fairgrounds Park provided the ideal location for annual harness events in conjunction with the six-day Labor Day weekend fair. Fair-sponsored horse racing continued on Dean's property through 1928.Urbanization and financial difficulties ended the Cook County Fair. Although the 1924 fair set attendance records by blending urban and rural interest, the costs of permanent grounds and world-class entertainment were debilitating. Numerous attempts to reinstate the Cook County Fair failed, including an 11-day event in 1948 at Soldier Field. County fairs have survived in surrounding counties, however, despite the diminishing presence of agriculture.",
    "Bibliography": "Illinois Department of Agriculture. Transactions. 1875, 1899, 1919, and 1930.Ross, Earle D. “The Evolution of the Agricultural Fair in the Northwest.” Iowa Journal of History and Politics 24 (1926): 445–480.Schmidt, Louis Bernard. “Some Significant Aspects of the Agrarian Revolution in the United States.” Iowa Journal of History and Politics 18 (1920): 371–395.",
    "Author of Text": "Marcia Lautanen-Raleigh and Charles P. Raleigh",
    "Hyperlinked Terms Associated": [
        "agricultural",
        "Prairie Farmer",
        "Naperville",
        "Lake",
        "Lake",
        "McHenry",
        "DuPage",
        "Bridgeport",
        "Horse racing",
        "Bicycle",
        "Palatine",
        "Soldier Field"
    ]
}