{
    "Title": "Court System",
    "Descriptive Text": "From the establishment of its first court of record in 1831, Chicago has developed an innovative and influential court system. Chicagoans created the first juvenile court to deal with the unique problems of young offenders, as well as a widely copied municipal court system. The Cook County court system, established in 1964, is now the largest unified system in the world. The federal court judges who sit in Chicago have made and continue to make major contributions to American jurisprudence.Though Chicago was within the jurisdiction of territorial courts, and later that of circuit courts established under the Illinois Constitution of 1818, no court was held in the area until the 1820s, when John Kinzie was appointed the first justice of the peace for Chicago. Once Cook County was established in 1831, Chicago, as its county seat, was visited periodically by circuit judges who went from county to county hearing both civil and criminal cases. As other counties were organized, they too began holding circuit court terms several times per year. Justices of the peace provided more accessible and immediate grassroots justice in hundreds of locations throughout the region. Chicago established other courts to deal efficiently with ordinance violations and minor crimes, and to handle the enormous volume of business in what was becoming the Midwest's business and financial center. A federal district court was established in Chicago in 1848.The court system elaborated in the Illinois Constitution of 1870 made little provision for specialized courts, and at its base were justice courts often staffed by nonprofessionals. While this structure seemed to meet the needs of homogeneous agricultural counties, it was inadequate for Chicago's large and diverse population and problems. The city, home to a well-organized bar and many social and governmental reformers, met the task of developing new approaches.Juvenile crime was one pressing problem of the late nineteenth century, especially in poor immigrant city neighborhoods, where reformers worried about lax supervision of children. When children ran afoul of the law, the only legal remedy was to try them as adults and incarcerate them with older offenders. Reform-minded Chicagoans began campaigning for an alternative. At the forefront of the movement were Lucy Flower of the Chicago Woman's Club, Julia Lathrop of Hull House, Timothy D. Hurley of the Catholic Visitation and Aid Society, and members of the Chicago Bar Association. This alliance convinced the state legislature to establish the Cook County Juvenile Court effective July 1, 1899.This law allowed juvenile court judges to avoid treating children as criminals to be incarcerated. Instead, the court could find that children were delinquent, dependent, or neglected. This finding allowed the court a variety of alternatives, including probation at home or in a foster home, or placement in a training school or reformatory. The court was not allowed to incarcerate a child with adult offenders. This formula, the specialized court and the delinquent, dependent, and neglected statuses, became widely copied in cities around the United States.The 1870 constitution also established for Cook County a variety of courts with overlapping jurisdictions and little coordination, including a circuit court, superior court, and criminal court. In addition, every city could establish a city court that had concurrent jurisdiction with the circuit court. Moreover, certain courts of specialized jurisdiction were authorized and called county courts. To exacerbate the confusion, every one of the towns (or precincts) into which Illinois was divided—including eight towns partly or wholly within Chicago—had a justice of the peace court, and some communities had police magistrates' courts as well. Justice of the peace courts could hear matters up to $200, then a substantial sum, and their geographic jurisdiction extended throughout the entire county. Justices collected fees, filed papers, issued judgment, and so on. By 1904, Cook County had 52 of these justice of the peace courts. One notable abuse of this system was that it allowed creditors to file collection cases against city-dwelling debtors in front of sympathetic justices of the peace in remote areas of the county. The debtor-defendants seldom could appear to defend their cases, and some justices engaged in outright collusion with creditors, garnering fees but effectively denying meaningful process to working-class or poor defendants.The first successful attempt to deal with these problems came in 1904, when reformers amended the state constitution to allow Cook County to establish a court system that differed from those in the other counties. The state legislature passed a law establishing the Municipal Court of Chicago in 1905, replacing the city's justice of the peace courts with municipal courts, and removing the city from the jurisdiction of the remaining suburban justice of the peace courts in Cook County. By the 1930s the municipal court had dozens of branches, with a variety of specialties, such as garnishments, rent, domestic relations, and traffic. This provided a cure for some of the problems of the Chicago judicial system. By 1927, 39 cities had adopted a similar municipal court system. However, it did not eliminate political corruption in the courts. Moreover, the judges in the circuit, superior, and criminal courts retained their independence, and the older system, including justice courts, remained in the suburbs and collar counties. So the calls for reform continued.An effective solution to the inefficiency and, to an extent, the corruption of the judicial system emerged in 1964. A constitutional amendment consolidated all the disparate trial courts in the state into 19 unified circuit courts. By then, Cook and DuPage Counties had their own circuit courts, McHenry and Lake Counties together had formed the Nineteenth Circuit Court, while other collar counties were part of larger circuits. Within each circuit court, three levels of judges—circuit judges, associate judges, and magistrates—handled all judicial matters. The chief judge was given power over all the other judges to establish uniform rules of operation and procedure, and many courts and judges specialized in particular types of cases, especially in Cook County. The crazy quilt of overlapping jurisdictions and independent judges was finally ended. The 1970 constitution made some minor adjustments to the system. For instance, appointed magistrates became appointed associate justices. In 1989, the legislature established judicial subcircuits to increase the diversity of the judiciary.At the opening of the twenty-first century, the Circuit Court of Cook County was the largest unified court system in the world, with 400 judges assigned to 14 specialized divisions of geographic districts. The specialized divisions, such as probate and the juvenile division, which has continued the work of the 1899 juvenile court, allow the judges to develop expertise in various areas of the law. The geographical divisions provide forums for local law enforcement to deal with local problems. Meanwhile, the power of the chief judge to control the entire structure allows the court to address the changing needs of Cook County.In addition to city and county courts, Chicago is also a center of the national judiciary. Of particular importance, the influential U.S. Circuit Court of Appeals for the Seventh Circuit sits in Chicago. During the twentieth century, two members of that court were elevated to the United States Supreme Court, Sherman Minton, who served on the Supreme Court from 1949 to 1956, and John Paul Stevens, who was appointed in 1975. In 1999, Ann C. Williams became the first African American to sit on the Seventh Circuit. This court has close ties to the University of Chicago Law School. As of 2001, at least two of the sitting judges, Richard Posner and Frank Easterbrook, continued to hold positions on the University of Chicago Law School while sitting on the bench. The Seventh Circuit has become known for advocating the use of economic analysis in deciding federal cases.",
    "Bibliography": "Getts, Victoria. The Juvenile Court and the Progressives. 2000.Lepawsky, Albert. The Judicial System of Metropolitan Chicago. 1932.Solomon, Rayman L. History of the Seventh Circuit, 1891–1941. 1981.",
    "Author of Text": "R. Ben Brown",
    "Hyperlinked Terms Associated": [
        "juvenile court",
        "Cook County",
        "Hull House",
        "collar counties",
        "DuPage",
        "McHenry",
        "Lake",
        "law",
        "African American",
        "University of Chicago"
    ]
}