{
    "Title": "Crane Co.",
    "Descriptive Text": "Richard Teller Crane, a nephew of Chicago lumber dealer Martin Ryerson, moved to Chicago from New Jersey in 1855. Richard and his brother Charles soon formed R. T. Crane & Bro., which manufactured and sold brass goods and plumbing supplies. The new company soon won contracts to supply pipe and steam-heating equipment in large public buildings such as the Cook County courthouse and the state prison at Joliet. By 1865, when the name of the company was changed to the Northwestern Manufacturing Co., it ran a large pipe mill and manufactured engines and steam pumps; by 1870, when it employed about 160 people, it was making elevators as well. After the Chicago Fire of 1871, the company decided to expand its operations. Just after the firm became Crane Bros. Manufacturing Co. in 1872, it employed as many as 700 men and boys and manufactured over $1 million worth of products per year. In 1890, when it had sales branches in Omaha, Kansas City, Los Angeles, and Philadelphia, the company changed its name to Crane Co. By this time, Crane was supplying much of the pipe used for the large central heating systems in Chicago's new skyscrapers, and it was also selling the enameled cast-iron products that were soon found in bathrooms in residences across the country. In 1910, when Crane had begun to manufacture in a plant at Bridgeport, Connecticut, its Chicago plants employed more than 5,000 people. A large new Chicago plant on South Kedzie Avenue was built in the 1910s. During the 1920s, when Crane expanded overseas, the company was the world's leading manufacturer of valves and fittings. During the next few decades, Crane continued to employ thousands of Chicago-area residents at its Kedzie Avenue plant, and the company's annual sales rose to over $300 million by the mid-1950s. In 1959, however, the company was acquired by Thomas M. Evans, its first owner who was not a member of the Crane family. Evans proceeded to turn Crane into a global conglomerate that made aerospace equipment as well as plumbing supplies; the headquarters eventually moved from Chicago to Bridgeport. By the mid-1970s, Crane employed only about 1,000 people in the Chicago area. By the end of the century, Crane was doing annual sales of about $2 billion, but it was no longer a leading company in the city in which it was born.",
    "Bibliography": "This entry is part of the Encyclopedia's Dictionary of Leading Chicago Businesses (1820-2000) that was prepared by Mark R. Wilson, with additional contributions from Stephen R. Porter and Janice L. Reiff.",
    "Hyperlinked Terms Associated": [
        "Fire of 1871"
    ]
}