{
    "Title": "Creation of Chicago Sports",
    "Descriptive Text": "Sport lies at the heart of one of Chicago's founding legends. When the city was a frontier boomtown, as the story goes, local authorities staged a dogfight, knowing that such an event would attract the town's most notorious characters. As soon as the battle began, police moved in, arrested every thief and desperado, and showed them to the city borders. Thus was Chicago cleansed.While the story is probably apocryphal, it contains a germ of truth. Early Chicago had only the most primitive sports. Until about 1850, men outnumbered women, and a bachelor subculture encouraged drinking and gambling, as well as activities like billiards and horse races. As Chicago began its rapid growth in the years just before and after the Civil War, new recreations emerged. Boxing, baseball, and cricket, all in vogue in the east, especially in New York City, made their appearance here. During the final decades of the nineteenth century and the opening years of the twentieth, a new sporting culture emerged, one no longer on the fringes but in the mainstream of American life.Prizefighting offers a good example of the older ways. Bare-knuckle boxing remained an outlaw sport throughout America for most of the nineteenth century, and occasional furtive bouts held in or near Chicago—fighters and fans often crossed over into Indiana to elude constables—were sporadic, spontaneous, crude affairs, patronized mostly by men of working-class or lower status. Prizefights hardly suited earnest Victorians—more precisely, those social, economic, and religious elites rising to power in the city, as well as the growing middle class aspiring to respectability. Boxing remained illegal until fights with gloves under the Marquis of Queensbury rules were established toward the end of the century.Saloon-centered sports like boxing, billiards, dogfighting, and bear baiting were viewed as disruptive by businessmen, the clergy, and other middle-class Chicagoans. Such activities tempted men away from their jobs and toward gambling and drinking, swearing and Sabbath-breaking. More, the raw physicality of these sports offered a world at odds with the quiet virtues of home and family. Sports' rise to respectability—not only in Chicago, but throughout America—came when new athletic games displaced the ancient blood sports—or, more precisely, banished them to the fringes of lower-class and ethnic neighborhoods. Reformed sports were justified by a new ideology that merged athleticism with morality. Clean sports, reformers argued in the late nineteenth century, taught lessons in teamwork and self-sacrifice, in steady habits, leadership, and self-discipline. The Young Men's Christian Association, first founded in England, came to Chicago just before the Civil War, and by the 1870s, leaders like evangelist Dwight Moody and businessmen such as Cyrus McCormick, George Pullman, and Philip Armour helped the YMCA use athletics to spread the gospel of hard work and sobriety.Baseball was the first major team sport that was part of the new ethos. It emerged in New York City in the mid-nineteenth century, and by the Civil War, amateur teams ranged along the Atlantic coast. The sport attracted many substantial middle-class citizens, and advocates emphasized how it taught manly fortitude. The Chicago Base Ball Club, founded in 1858, was followed by three more “nines” before the Civil War. Then the game's popularity exploded. Nearly 50 amateur clubs played here by 1867. Soon the Board of Trade fielded teams, and local magnates like Marshall Field and Potter Palmer sponsored clubs. Rivalries with Milwaukee and St. Louis quickly emerged, and, by 1870, a Chicago merchant put up $15,000 and founded the White Stockings, the city's first professional team, eventually renamed the Chicago Cubs. (America's first professional team was the 1869 Cincinnati Red Stockings.) Operated by William Hulbert, the White Stockings lured such stars as Albert Spalding away from the Boston Red Stockings and Cap Anson from the Philadelphia Athletics. The team quickly joined with other avowedly professional teams to form the National League of Professional Base Ball Clubs.With migrants from the hinterlands and European immigrants pouring in, the city doubled in population every decade to 1890 and continued to add half a million new residents each decade until the Great Depression. Sports in particular and leisure in general consumed more and more of people's time and energy. Chicago's cultural elites often viewed newcomers as a disorderly rabble in need of discipline. For their part, the working classes labored hard under the new manufacturing regime, and they sought to fill their precious free time with exuberant pleasures. The very word “sport” measured the change. In 1850, a sport (or sporting man) was one who frequented the track, hung out in brothels and bars, spoke knowingly of the great pugilists, made money by his wits, and lived to gamble. By 1900, however, the more common usage of sport—the one we still use today—implied healthful athletic competition between teams or individuals.The new sporting ideal did not, however, bring unity to Chicago's disparate classes, races, or ethnic groups. Many among the wealthy played in splendid isolation, competing against each other at exclusive yacht clubs, golf courses, athletic clubs, and colleges, a whole host of institutions designed to mark the boundaries of caste and class. Even well-off Jews, Catholics, and African Americans were excluded from these elite sporting venues.But the class boundaries of the sports world were never wholly impermeable. The competitive nature of sport and the desire to win meant that even elite sports organizations—a rowing club, for example—might obtain “ringers,” athletes retained for their ability, not their membership in an elite group. Moreover, sports, like the American social structure itself, contained some flexibility. For example, a few small entrepreneurs grew wealthy by manufacturing sporting merchandise, men like former ballplayer Albert Spalding and Swiss immigrant John Brunswick. In addition, middle-class communities formed their own versions of elite sporting organizations, including country clubs with golf courses and tennis courts and, by 1890, hundreds of bicycling clubs. Various immigrant groups re-created some of their old games from home, such as the German Turnverein, where gymnastics was part of a larger cultural agenda, including an ideological commitment to socialism. Even baseball could at once unite citizens in a shared culture—the game was, after all, the national pastime—while still marking group boundaries, as labor unions and country clubs sponsored their own amateur nines.More new sports entered the scene shortly before the turn of the century, most notably basketball and college football. James Naismith invented basketball at the Springfield, Massachusetts, YMCA in 1891, and it spread rapidly. Within two years, the game was played at the University of Chicago and in urban YMCAs. Hull House quickly incorporated the game into its youth programs, Chicago high schools formed leagues for boys and girls and launched the first statewide tournament in 1908, and neighborhoods too created teams and built playgrounds. Within a scant few years, basketball had grown into one of Chicago's most popular sports, especially among working-class males.Football's early beginnings were much more elite. Informal versions of the game that we know as soccer were played in early-modern England and in the American colonies, though teams consisted of anyone who wanted to participate, playing fields were pastures or other open spaces, balls were inflated animal bladders, and goals local landmarks. Chicago had its own League of Association Football (soccer) beginning in 1883, which began with five neighborhood teams, and the sport continued to grow in popularity. Shortly after the Civil War, however, a new American version of the game developed at elite eastern colleges, the forerunner of the run-pass-and-kick football we know today. By the 1880s, Ivy League college games attracted thousands of fans (many of them unaffiliated with any college) and garnered ever-increasing space in the newspapers.Chicago followed the national trend: high-school students were organized into the Cook County Football League, Northwestern University began intercollegiate play in 1882, and, shortly after its founding, the University of Chicago competed against other Midwestern powerhouses such as Michigan and Wisconsin. Chicago President William Rainey Harper recognized the value of athletics for publicity, and in Amos Alonzo Stagg he found a football coach who could build a nationally competitive program; indeed, during the first decade of the twentieth century, Chicago was America's predominant football power. Building on the Maroon's success, football spread throughout the city, with countless club, school, and park district teams. The city's first professional team, the Chicago Cardinals, did not arrive until 1920 (the year the National Football League was founded), but the college game continued to attract greater crowds and press coverage throughout the 1920s. Indeed, amateur football laid the groundwork for the professional game, which originated in the Great Lakes region after World War I.By the Progressive era, a sporting trend had taken hold of America that differed markedly from anything before. The old blood sports still lingered, but the new direction was clear. Modern sports had carefully formulated rules, regulatory bodies (such as the National Collegiate Athletic Association, founded in 1906), increasingly sophisticated record keeping, and uniform rules of entry (for white males, that is, since blacks and women were routinely excluded). Sports were now highly commercialized activities—repeatable spectacles played before paying audiences. Equally important, a new sports ethos was ascendant, one that argued for the moral value of wholesome physical activity. Chicago journalists disseminated both this new ethos and daily information about the games themselves. The city's newspapers were among the nation's first to develop entire pages and even sections for sports, and local writers cultivated a unique narrative style. Moreover, by the early twentieth century, sports had influential new patrons: big businesses that founded industrial leagues; private organizations like the YMCA that sought clean, alcohol-free activities; and government-sponsored schools, parks, and playgrounds, all looking for wholesome alternatives to street culture. Perhaps most important in spreading the gospel of Chicago sports, local teams competed quite successfully in these years, especially the Cubs during the first decade of the century, the Chicago White Sox during the World War I era, and Stagg's University of Chicago football teams.Divisions of class and ethnicity did not disappear from sports; the wealthy still retreated to exclusive country clubs, and immigrants like the Bohemians and the Poles continued to build community through their own Old World athletic associations, the Bohemians' Sokols and the Polish Falcons. But sport, along with other leisure activities of the rising consumer culture, increasingly created bonds among diverse Americans. To be a Cubs or a White Sox fan was to be a true Chicagoan, and therefore a true American. Fandom was a bond that united a city of strangers. The children of immigrants, especially, found that knowledge of batting averages and boxing champions could be part of the process of Americanization, of fitting in and belonging. This second generation did not so much lose its ethnic identity as take on a dual identity. One could be Polish and American, Italian and American, Jewish and American.One of the most remarkable things about sports by the early twentieth century was the sheer amount of it; Chicago was awash in sports. Partly this was because the boundaries that later emerged between professional and amateur games were much more fluid. Baseball, for example, was the most popular sport of the era, with semiprofessional teams proliferating all over the city. Companies such as Sears, Roebuck and Illinois Steel sponsored clubs to retain worker loyalty. Other teams represented neighborhoods, such as the Logan Squares, and still others, such as Cap Anson's Colts, were promoted by individuals. These latter two were members of the Chicago League, and their games against each other were well attended and received extensive newspaper coverage. Working-class men supplemented their wages by playing semipro games and betting on their own teams. Excluded from such white neighborhood and industrial leagues, African Americans organized their own teams during these years. Mostly they played black clubs from other cities, but plenty of games pitted white against black teams. Indeed, even professional organizations—the White Sox and Cubs, for example—played against semipro teams, including African American ones. Latinos too, especially in Gary and Hammond, formed their own teams and leagues.Athletics also had become a marker of masculinity, a male realm, a place where men displayed physical prowess and fortitude. Increasingly, sport became a lingua franca; at the office, during lunch break in the factory, over a beer after work, men came together to talk of sports. Moreover, team games modeled a masculine ideal, one much like the business world—cooperative within the organization, competitive without.Nevertheless, substantial numbers of women played in the early years of the twentieth century. Some schools offered athletic programs for girls, and industrial leagues for working-class women opened up opportunities too. Tennis and basketball were sports of choice for high-school and college girls. And among working-class women, the Western Electric Company, for example, had 28,000 members in its recreation program by the mid-1920s, including an 8-team women's baseball league and 26 women's bowling teams. Swimming and volleyball also were remarkably popular with women, especially in programs offered by the Chicago Park District. Numbers suggest the growing popularity of sports among Chicago women: shortly before World War I, 1,400 women entered a track meet hosted by the Park District and the Chicago American newspaper; during the same period, a citywide softball tournament attracted 900 women's teams, and a local woman's basketball championship drew 1,200 teams. While the old Victorian notion that physical strenuosity and competition harmed women still persisted in some quarters, thousands of female Chicagoans nonetheless took every opportunity to play sports through neighborhood, park, and industrial leagues.The post–World War I era marked a watershed in Chicago sports history. Consider four seminal events. In 1919, several members of the Chicago White Sox conspired with gamblers to deliberately lose the World Series to the Cincinnati Reds. The “Black Sox” scandal besmirched baseball's hard-won image as an honest sport, and many predicted the game's ruin. But team owner Charles Comiskey and his attorneys managed to salvage the situation. Eight indicted White Sox players were cleared in court, then banned from the game by baseball's new commissioner, Kenesaw Mountain Landis. Landis's decree was draconian and unjust, but it sent a message that the national pastime had been cleaned up. With a strong commissioner's office regulating the game, baseball owners went on to build new stadiums and fill them with unprecedented numbers of fans. Instead of declining, baseball entered a new golden age, and the rise of the game's greatest star, Babe Ruth, was emblematic of this triumph.Prizefighting too staged its greatest triumphs during these years, and shook off its old outlaw stigma. The ring had an initial burst of respectability at the turn of the century when the new Marquis of Queensbury rules seemed to sweep away the corruptions of the old bare-knuckle era. But when Jack Johnson—proud, defiant, and black—became heavyweight champion in 1908, the rising racism of the era elicited a search for a “great white hope” who could defeat him. Not until Johnson lost his title in 1915 to Jess Willard could the champion once again embody white manhood. The 1920s brought the ring's apotheosis, and the high point of the decade came in 1927, when over 100,000 people attended the Dempsey-Tunney championship fight in Chicago's new Soldier Field, a stadium dedicated to the American servicemen who had fought overseas in the Great War. Tunney's victory (he was known as the “Fighting Marine”) in this shrine to patriotism signaled the growing ties between sport and nationalism. Indeed, the 1920s were an era when the localism of neighborhood and ethnicity lost some of its allure to a citywide and nationwide mass culture. As the old immigrants aged, a new generation that knew only American ways emerged, a group in which commercialized mass leisure found its most fertile ground.Yet if sport in the 1920s knit together many Chicagoans from across the city as fans, the divisions of race grew deeper. The horrific 1919 Chicago race riot, after all, began on a segregated beach on the South Side with the stoning of an African American teenager who inadvertently crossed an invisible barrier separating black from white swimmers. Athletics developed their own version of America's deepening segregation. Jim Crow discrimination in sport flowered in 1887, when legendary Chicago White Stockings star Cap Anson refused to let his team play against a top African American pitcher, achieving a policy of discrimination that soon spread throughout the league. In the coming years, several black teams came and went, but the most successful institutional response was the Negro National League, founded in 1920 by player-manager-owner Rube Foster, who brought together entrepreneurs from several Midwestern cities in Chicago. The Negro League served its purpose, prospering until baseball was reintegrated in 1947, when Jackie Robinson joined the Brooklyn Dodgers. The Negro League produced a generation of great athletes, and the teams themselves grew into important businesses in African American communities. Moreover, black baseball developed a distinctive style based less on power than on aggressive base-running. Chicago remained the capital of black baseball in America in that era, hosting the annual East–West all-star game, which filled the South Side's Sox Park every year.A fourth development of the 1920s was the rise of the National Football League. The father of professional football, George Halas, was the son of Bohemian immigrants. Raised in Chicago's Pilsen neighborhood, he first developed a love of sport at his neighborhood Sokol. In school, however, he played American games. He found his way into industrial-league football and then played for the University of Illinois. The Staley Starch Company of Decatur offered him a job setting up industrial-league teams to improve employee morale. Semiprofessional football was strongest in midsize Great Lakes cities like Canton, Ohio, and Green Bay, Wisconsin. When Halas contacted the owner of the Canton team to arrange a game in 1920, he was invited to the first meeting of the American Professional Football Association. Representatives of eight teams met in an auto showroom in Canton, worked out a schedule for the next season, and agreed not to tamper with either college athletes or each other's players. Each owner was asked to put up $100, though Halas later remarked that he doubted there was that much money in the whole room. Nonetheless, Halas rapidly emerged as the leader of the new league, and he left Decatur to start a team in Chicago. The new circuit almost immediately outgrew its parochial origins, taking on the name the National Football League, and the Chicago Bears became one of the flagship teams.By the 1920s, sports had taken on the forms we recognize today. The games themselves, their leagues, regulatory agencies, urban stadiums, and media coverage—even electronic journalism began in the 1920s with radio broadcasts —all were in place. The Great Depression and World War II certainly curtailed the growth of sport, but in the second half of the twentieth century, athletic culture once again exploded. Since the 1920s, sports have gotten much bigger: greater revenues, higher salaries, more consumer goods, larger audiences, fuller coverage over television and cable networks, new leagues, and so forth. By the last decades of the twentieth century, professional football and even basketball vied with baseball as our predominant game. Still, the games themselves and the institutional structures of modern sports had been in place since early in the century.Sports have also become much more international in scope. Baseball recruits star players from Asia and Latin America, many Europeans and Africans consider basketball their favorite sport, and American children idolize the great soccer players from around the world. From the 1920s on, Al Capone was Chicago's most internationally recognizable citizen, until he was replaced first by Muhammad Ali in the 1960s, then by Michael Jordan in the 1990s. As sports have become less parochial, old prejudices have subsided too. African Americans, Latinos, and women—especially since the passage of Title IX of the Education Acts opened up school sports—are more visible and more accepted as sports heroes than ever before. Although team ownership and management remain mostly the province of white males, that too is slowly changing. Perhaps the greatest change has been the sheer amount of sports marketing around the world and the pervasiveness of athletic imagery for selling goods.If a Chicago sports fan from the 1920s were magically transported to the 1990s to witness the city's greatest sports triumph, the Chicago Bulls' sixth championship of the decade, that fan would have been surprised by the sheer magnitude of the spectacle, and stunned that the team's leader, a black man, had become the most famous human being in the world. But our fictitious fan would have been familiar with the commercialism, the emotional outpouring, and the civic pride of that event, for since the early twentieth century, sports have been central to Chicago life and identity. Our teams and recreations remain fundamental to our urban self-definition.",
    "Author of Text": "Elliott J. Gorn",
    "Hyperlinked Terms Associated": [
        "police",
        "gambling",
        "horse races",
        "Civil War",
        "Boxing",
        "baseball",
        "Young Men´s Christian Association",
        "work",
        "Great Depression",
        "leisure",
        "clubs",
        "golf",
        "colleges",
        "Jews",
        "African Americans",
        "Swiss",
        "tennis",
        "bicycling",
        "Turnverein",
        "basketball",
        "football",
        "University of Chicago",
        "Hull House",
        "playgrounds",
        "soccer",
        "Northwestern University",
        "park district",
        "Cardinals",
        "Great Lakes",
        "World War I",
        "schools",
        "White Sox",
        "Poles",
        "Americanization",
        "Italians",
        "Logan Squares",
        "Gary",
        "Hammond",
        "bowling",
        "Swimming",
        "softball",
        "racism",
        "Soldier Field",
        "race riot",
        "South Side",
        "Pilsen",
        "Bears",
        "broadcasts",
        "World War II",
        "Bulls´"
    ],
    "Street addresses associated": [
        "Pilsen",
        "South Side",
        "Logan Square"
    ]
}