{
    "Title": "Crestwood, IL",
    "Descriptive Text": "Cook County, 17 miles S of the Loop. Crestwood shares an early history with the adjoining communities of Alsip, Worth, Palos Heights, and Robbins. All were part of the marshlands surrounding the Saganashkee Swamp which were drained for farming and which provided the route for the Calumet-Sag Channel built from 1911 to 1922. From the middle of the nineteenth century, the area included scattered farms and the beginnings of small market towns as railroad stops were established. In the early twentieth century, pressures for residential development grew in the Crestwood area with the establishment of large forest preserves to the west and the Midlothian Country Club to the south.In 1927, residents around the country club incorporated as the village of Midlothian. Following that lead, with a population of around 400, the residents from the area north of Midlothian to the Cal-Sag Channel incorporated as the village of Crestwood in 1928. As housing continued to develop, Kostner and Cicero began to develop as commercial streets for the village. In the 1920s, the Midlothian Turnpike, once a Native American trail, was improved and motorists used it as their route from Blue Island to the Midlothian Country Club. Through the 1920s and 1930s, few residents had cars, and many walked to Midlothian or to Blue Island to use trolley and train lines to commute to work in the city.Typical of other suburban towns, Crestwood saw the growth of a rich variety of local organizations, many following the lead of the Crestwood Boosters Club formed in 1947. These included scouting, Little League, and other recreational and women's groups.Crestwood experienced significant residential growth in the 1960s and 1970s. Its population grew from 1,213 in 1960 to 10,852 in 1980, with little change in the two decades after that.Both in its early years and throughout its growth, the population of Crestwood has been predominately of German background, with other families of Polish, Italian, Slovak, and English extractions. The minority population was under 10 percent in 2000.A substantial transformation in the village revolved around the Howell Airport located at Cicero Avenue and State Route 83. For many years, Howell had served as one of the busiest general aviation airports in the region. However, it was replaced by a large shopping complex known as RiverCrest Centre that opened in 1990. This commercial area, along with related business areas along Cicero Avenue, gave Crestwood an extremely strong local tax base.",
    "Bibliography": "Great Today, Greater Tomorrow: Village of Crestwood. 1976[?].",
    "Author of Text": "Larry A. McClellan",
    "Hyperlinked Terms Associated": [
        "Alsip",
        "Worth",
        "Palos Heights",
        "Robbins",
        "railroad",
        "forest preserves",
        "Midlothian",
        "Blue Island",
        "work",
        "Polish",
        "Italian",
        "Slovak",
        "German",
        "English",
        "airports"
    ],
    "Street addresses associated": [
        "Crestwood",
        "Alsip",
        "Worth",
        "Palos Heights",
        "Robbins",
        "Midlothian",
        "Blue Island"
    ]
}