{
    "Title": "Crete, IL",
    "Descriptive Text": "Will County, 30 miles S of the Loop. Located just south of Cook County, Crete grew alongside the wagon road known as Vincennes or Hubbard's Trail, later the route of the Dixie Highway and Illinois Route 1.Among the first landowners were the family of Willard and Diantha Wood, who arrived in1836. By the mid-1840s a small market center had developed in the community known as Wood's Corners. In 1843, Wood served as the first postmaster and selected the name Crete from the New Testament writings of St. Paul. Wood platted the village in 1849, served in elected positions, donated land for churches, and built a frequently used hotel. Immigrant Germans arrived in the 1840s and 1850s. Into the twentieth century, German could be heard as often as English in Crete.Due mainly to families associated with the Congregational Church, Crete was a key stopping point on the Underground Railroad, and strong abolitionist sentiment led to a large enlistment for the Civil War.Initial businesses related to farming, with a woodworking plant established in 1869. Also in 1869, the Chicago, Danville & Vincennes Railroad came through Crete, connecting to markets in Chicago.With a rail line and established businesses, Crete grew as the commercial center for eastern Will County, incorporating in 1880. In 1893, a local entrepreneur built the Hattendorf Hotel for visitors to the World's Columbian Exposition in Chicago. However, Crete was too far south to benefit from the fair visitors. In 1906 the Chicago and Southern Traction Company, an interurban line between Chicago and Kankakee, tied Crete more closely to the Chicago region. In 1926, Chicago and Kentucky businessmen built Lincoln Fields, later renamed Balmoral Park racetrack, on 1,000 acres south of Crete. Also in 1926, Chicago interests purchased land east of the village and created Lincolnshire, planning four golf courses and upscale commuter-oriented housing.Throughout the twentieth century, Crete has added large residential areas while at the same time seeking to preserve its historic central core. The population grew from 760 in 1900 to 2,298 in 1950 and 7,346 in 2000.",
    "Bibliography": "Crete Area Historical Society. A Pictorial History of Crete. 1986.Lazaros, Ettarose, and Phyllis Monks. Crete, 1836–1980. Edited by Audrey DeMuth. 1980.",
    "Author of Text": "Larry A. McClellan",
    "Hyperlinked Terms Associated": [
        "Germans",
        "Underground Railroad",
        "abolitionist",
        "Civil War",
        "Railroad",
        "Will County",
        "Worlds Columbian Exposition",
        "interurban",
        "golf"
    ],
    "Street addresses associated": [
        "Lincolnshire"
    ]
}