{
    "Title": "Crime and Chicago's Image",
    "Descriptive Text": "Chicago's criminal reputation long preceded Al Capone and the beer wars. Born in the same years as the sensationalist penny press and Americans' new fears of a masterless working class, the city seemed even to its earliest observers a hotbed of crime and immorality. Stories of murder, rape, theft, arson, and other mayhem filled the frontier town's many newspapers. In its 1840 complaint that “the business of stealing horseflesh,” has been “reduced to a regular system,” the Tribune echoed the perception of countless Chicagoans. The same year, the city's first hanging—with 2,500 reportedly in attendance—confirmed the view.By the end of the 1840s, observers both within the city and beyond regularly noted the existence of an identifiable criminal underworld. In the words of the Democrat, it was “getting to be a notorious fact that robbers, pickpockets, thimble riggers [literally, those who played the three-shell game, but more broadly any who used sly tricks to cheat], &c., &c., are perfectly at home in our city.”The visibility of vice enhanced the city's criminal reputation. At midcentury, Chicago reportedly had more gambling establishments than the larger city of Philadelphia and more per capita than New York. Vice first concentrated in an area along the Chicago River known as “the Patches,” places, as the Tribune put it, of “the most beastly sensuality and darkest crimes.”So wicked was the city's reputation that many saw the Fire of 1871 as divine retribution against a modern-day Sodom and Gomorrah. Lawlessness after the conflagration gave no cause for optimism. “The city,” one newspaper reported, “is infested with a horde of thieves, burglars and cut-throats, bent on plunder, and who will not hesitate to burn, pillage and even murder.”Fire did not bring redemption, and Chicago's reputation darkened in the late 1800s. Violent labor disputes—especially the Haymarket crisis—added to the image of lawlessness. By the 1890s the notorious Levee vice district attracted criticism—and visitors—from around the world. Chicago “makes a more amazingly open display of evil than any other city known to me,” a visitor from London exclaimed. “Other places hide their blackness out of sight; Chicago treasures it in the heart of the business quarter and gives it a veneer.”The World's Columbian Exposition of 1893 focused attention on the city's sins as well as its achievements. William T. Stead's If Christ Came to Chicago (1894), which used the city to symbolize modern corruption, and detective Clifton Wooldridge's Hands Up! (1901), a popular account that detailed the many arrests he made at the exposition, added to the city's sordid reputation. So too did the sensational story of Herman Mudgett, the confessed killer of 27, many of whom were exposition visitors boarding at his South Side Gothic “castle”—a horror house, readers across the country learned, with secret passages, torture chamber, and crematorium.The efforts of Progressive-era muckrakers and reformers ironically added new layers to the city's criminal reputation. “Chicago, in the mind of the country,” George Kibbe Turner wrote in McClure's (1907), “stands notorious for violent crime.” His tracing of that crime to widespread official corruption indicted much of the city. Assistant Attorney General Clifford G. Roe's media-savvy campaign against “white slavery” and the widely publicized vice commission report, The Social Evil in Chicago (1911), put the city at the center of a nationwide prostitution scandal. The tradition of investigation and exposure continued in the 1920s and 1930s, especially in research conducted by members of the influential Chicago School of Sociology that helped make the city's criminal subculture the most intensively studied in the world.The killing of vice leader Jim Colosimo in 1920, the first year of national Prohibition, signaled a new phase in Chicago violence. The bloody beer wars of 1924–1930 made Al Capone famous and the city synonymous with the new phenomenon of gangsterism. Chicago's notoriety grew in a series of violent episodes: the 1924 shooting of gang leader Dion O'Banion in his North Side flower shop, the 1926 machine-gunning of Hymie Weiss on the steps of Holy Name Cathedral, the 1929 St. Valentine's Day Massacre of seven men in a Clark Street garage. Widely reported in the national and international press, these incidents were the subject of popular contemporary books and plays. Even more important, Underworld (1927), Public Enemy (1931), Scarface (1932), and scores of lesser films broadcast to eager audiences dramatic tales of Chicago criminality. As one journalist put it in 1930, “In all the seven seas and the lands bordering thereon there is probably no name which more quickly calls up thoughts of crime, violence and wickedness than does that of Chicago.”Yet even during the twenties and thirties, Chicago's levels of violence and vice were never especially high. Instead the city's reputation was a matter of myth and symbol. For Chicago—in its booming growth, unrestrained energy, and sometimes explosive conflicts—symbolized for many the promises and perils of America's urban future. In its “excessiveness,” one writer on crime explained, Chicago “is like other American cities—only more so.” The myths of Chicago crime were compelling because they spoke to larger concerns—about morality, economic competition, ethnicity, sexuality, the pursuit of pleasure, and its dangers.Capone and his peers have continued to loom extraordinarily large in popular perceptions of Chicago. Reinforcing those perceptions has been a steady stream of books, television series, and films as varied as The Roaring Twenties (1939), Al Capone (1959), Some Like It Hot (1959), and The Untouchables (1987). Though resented by some Chicagoans, the city's criminal reputation has taken on new meanings in the form of nostalgia, compelling as an odd source of civic pride and, perhaps, as a reminder of a time when urban disorder seemed more contained, rational, and controllable than it does today.",
    "Bibliography": "Asbury, Herbert. Gem of the Prairie: An Informal History of the Chicago Underworld. 1940.Ruth, David E. Inventing the Public Enemy: The Gangster in American Culture, 1918–1934. 1996.",
    "Author of Text": "David E. Ruth",
    "Hyperlinked Terms Associated": [
        "newspapers",
        "gambling",
        "Chicago River",
        "Fire of 1871",
        "Haymarket",
        "vice district",
        "Worlds Columbian Exposition",
        "South Side",
        "vice commission",
        "prostitution",
        "Chicago School of Sociology",
        "gang",
        "St. Valentines Day Massacre"
    ]
}