{
    "Title": "Croatians",
    "Descriptive Text": "A Croatian-language encyclopedia published in Yugoslavia in 1942 included a three-page entry on Chicago, illustrated by a photograph of the lakefront and a map of local Croatian settlement. Because Chicago was a magnet for both peasants and political activists emigrating from Croatia, the historian of Croatian immigrants in the United States called Chicago the “Second Croatian Capital.” Croatian immigration is difficult to measure because Croatia's lack of political autonomy prompted U.S. immigration and census officials to lump them with Slovenes or Yugoslavians. That lack of national independence, however, nourished American Croatians' ethnic ties and kept their attention on the political reconfiguration of Southern Europe. The nearly continuous flow of migrants from the Balkans to Chicago made the city a place where both Europeans and Americans could renew Croatian politics and culture.Although Croatians had traveled to southern and western North America since the sixteenth century, only in the middle of the nineteenth century did they reach the Midwest. A few itinerant Croatian peddlers of religious jewelry conducted businesses from Chicago. The collapse of farming and the blight of phylloxera on Dalmatian vineyards brought a few hundred thousand Croatians to the industrial Northeast, beginning in the 1880s. The majority stopped in the Allegheny Valley to work in the burgeoning mining and steel industries. Some passed through Chicago on their way to jobs in heavy industry and coal mines in the West. But many headed directly for Chicago, where Croatian saloonkeepers, who doubled as labor and steamship agents, reported that work was available.Former farmers found jobs in the stockyards, at factories such as International Harvester and Crane Brothers Manufacturing Company, in the building trades, and on the surface rails. Some left the city in the summers for construction work. In nearby Whiting, Indiana, Croatians worked in oil refineries. Most migrants were single men who paid to live in boardinghouses run by Croatian wives who did laundry and prepared meals. Women worked in packinghouses or other factories, or set up small shops.The small colony living south of the Loop in the early twentieth century grew into several distinct settlements, each with its own Roman Catholic church and priest from Croatia. Migrants from the Dalmatian region settled near Wentworth Avenue in Armour Square and opened St. Jerome's in 1912. Another group concentrated in Pilsen and worshiped at Holy Trinity Croatian Catholic Church after 1914. Financially successful Croatians gathered in Englewood. A third group of migrants settled in the far southeastern part of the city. Initially they worshiped with Slovenes at St. George's at 95th and Ewing, but in 1914 they dedicated Sacred Heart Church. Between 15,000 and 50,000 Croatians settled in Chicago before World War I slowed European emigration.Even as the establishment of Croatian parishes solidified immigrants' attachments to particular neighborhoods, political organizations made Chicago the center of American debate over Croatia's proper role within the Austro-Hungarian Empire, and, after World War I, within the Kingdom of Serbs, Croats, and Slovenes (Yugoslavia after 1929). Between 1892 and 1943, 44 Croatian newspapers and magazines were published in the Chicago area. Some reflected the active socialist contingent; others debated the future of the Balkans. The most important of these was Hrvatska Zastava (Croatian Flag), which began publication in 1901; in 1912, it became the organ of the Croatian Alliance, advocating a federal South Slavic state ruled by all three nationalities. Chicago also hosted several national conferences that debated Croatian governance. A constant flow of Croatians back and forth between Europe and America ensured continued attention to the state of politics in Europe, until American immigration restrictions established in the 1920s limited the number of “Yugoslav” migrants to the United States.Chicago's Croatians became less active in European affairs during the 1920s and 1930s, but maintained cultural coherence through a variety of festivals, clubs, and fraternal associations. Churches and picnic groves, especially the Yugoslav Benevolent and Pleasure Club and the Sacred Heart Church, hosted picnics and festivals in the summertime. Croatian Americans joined lodges of the Croatian Catholic Union, headquartered in Gary, Indiana. In 1935, Ivan Majdak of Berwyn founded the Croatian-American Radio Club, which broadcast a weekly radio program on WGES. The Croatian Woman's Society supported charitable causes: during World War II they sent packages to soldiers in Europe, and during the 1990s they collected funds to help victims of the war in Bosnia. Similarly, the singing society Zora (“Dawn,” one of the first Croatian choral societies in the United States), ethnic soccer teams, Kolo or circle dances, and tamburitza music reminded Chicago's Croatians of Europe.After World War II, another wave of Croatian migrants sought out Chicago. Attracted by Chicago's reputation in Croatia, political refugees and intellectuals fleeing Marshal Tito's rule in Communist Yugoslavia reinvigorated the ties of a community that had begun to marry outside its ethnic bounds and disperse across the city and suburbs. The Pilsen colony scattered as Mexicans moved there, but Holy Trinity's school continued to be staffed by Croatian clergy, even after the mid-1960s when most of the graduates had Hispanic surnames. Chicago's growing community of Croatian Muslims established their own mosque in 1957. The founding of the Croatian Folklore Group of Chicago created another opportunity for sustaining ethnic traditions. Many of the political migrants settled in Rogers Park and worshiped at the Angel Guardian Croatian Catholic Church. The 1960s also brought economic refugees from Yugoslavia.Chicago's awareness of local Croatian nationalism and culture reawoke during the 1970s. Edward Vrdolyak, the son of Croatian saloonkeepers from the Southeast Side, was elected Tenth Ward alderman in 1971. Michael A. Bilandic, who had gone to Croatian-language school at St. Jerome's, became mayor after the death of Richard J. Daley in 1976 and was elected in his own right for another term. Beyond the sudden popularity of Croatian greetings in city hall, Bilandic's ancestry was highlighted by his appearance at negotiations with Croatian nationalists who held six hostages at Chicago's West German consulate in August 1978. Several national conferences on Croatia's future and celebrations of Croatian Independence Day were staged at the LaSalle Hotel.In the 1990s Croatia and Chicago continued to feel one another's influence. One of the most active lodges of the Croatian Catholic Union reported from Waukegan, and Chicagoan Myrna T. Jurcev served as the CCU's national secretary-treasurer. A large sign on 53rd Street in Hyde Park reminded passers-by that “Croatia is dying to be free.” Although the original concentrations of Croatians in Chicago have dispersed, the city's role as a political and cultural center kept Croatian ethnicity intact and distinct from that of other Balkan emigrants.",
    "Bibliography": "Prpic, George J. The Croatian Immigrants in America. 1971.Zivich, Edward A. From Zadruga to Oil Refinery: Croatian Immigrants and Croatian Americans in Whiting, Indiana, 1890–1990. 1990.",
    "Author of Text": "Amanda Seligman",
    "Hyperlinked Terms Associated": [
        "Slovenes",
        "Yugoslavians",
        "building trades",
        "construction",
        "Whiting",
        "boardinghouses",
        "Loop",
        "Roman Catholic",
        "Armour Square",
        "Pilsen",
        "Englewood",
        "parishes",
        "Serbs",
        "newspapers",
        "magazines",
        "socialist",
        "clubs",
        "Gary",
        "Berwyn",
        "soccer",
        "World War II",
        "Mexicans",
        "Muslims",
        "Rogers Park",
        "refugees",
        "mayor",
        "Waukegan",
        "Hyde Park"
    ],
    "Street addresses associated": [
        "Pilsen",
        "Englewood",
        "Hyde Park",
        "Rogers Park"
    ]
}