{
    "Title": "Crystal Lake, IL",
    "Descriptive Text": "McHenry County, 43 miles NW of the Loop. In her memoir Wau-Bun, Juliette Kinzie described seeing in 1830 “a beautiful sheet of water, now known as Crystal Lake.” Ziba Beardsley's 1835 description of the lake as “clear as crystal” named both lake and community. Beman Crandall and Christopher Walkup platted the east shore village in 1840.In 1855, residents believed that the Illinois & Wisconsin Railroad would follow the Big Foot Trail through the hamlet without any local investment. However, without any Crystal Lake investors, the railroad chose a route over a mile to the north. Building northward from Algonquin, the Fox River Valley Railroad skirted the village to the east. After the rival track gangs attacked each other at the crossing point, peace came when the Wisconsin line bridged the Fox River's rails.The consolidated line known as the Chicago & North Western erected a station near the junction and laid a spur to Crystal Lake. Two villages developed: Nunda at the junction and Crystal Lake. Each village incorporated independently in 1874, but in 1908, Nunda became North Crystal Lake and in 1914 the two communities merged to form the city of Crystal Lake, with most commercial activity shifting to the station area.In 1863 at the end of the Crystal Lake rail spur, Charles Dole of Chicago's Armour and Dole established an expansive estate including the lake bottom. Dole had ice cut from the lake, which he shipped to Chicago even during summer months; well-insulated ice houses lined the shore. Popular in Chicago as Knickerbocker Ice, its quality attracted many vacationers to the lake. Resorts and boardinghouses rose around the north shore while the Dole family hosted picnics and public outings along their beachfront. In 1912 citizens took legal action to ensure public access to the lake, and in 1921 a Crystal Lake Park District was established. Unfortunately, lake bottom ownership was not clearly resolved.Crystal Lake's reputation as a resort lasted throughout the 1920s, and wealthy vacationers built homes in the woods along the lake's south shore. Facing unwanted expansion from the city of Crystal Lake, south shore residents incorporated as Lakewood in 1933.The area's population remained stable from the 1930s through the 1950s. When the Ladd family's large Coventry subdivision quickly sold out to pilots based at Chicago's expanding O'Hare Airport in the early 1960s, Crystal Lake became the center of a land rush. From the Ladd success to 1980, the city's population doubled, reaching 18,590, and the commercial activity of the retail center moved away from the railroad. By 2000 the population had grown to 38,000. As the lake grew increasingly crowded, the city of Crystal Lake, the Crystal Lake Park District, the village of Lakewood, and a lakeshore property owners group continued to contest lake ownership and control. To alleviate the problem, the city of Crystal Lake devised a plan to create a lake from a large gravel pit on the southeast side of the city for recreational use.",
    "Bibliography": "Heisler, James, Susan Riegler, and Roberta Smith, eds. Crystal Lake, Illinois: A Pictorial History. 1986.McHenry County in the Twentieth Century, 1968–1994. McHenry County Historical Society. 1994.Nye, Lowell A., ed. McHenry County, Illinois, 1832–1968. 1968.",
    "Author of Text": "Craig L. Pfannkuche",
    "Hyperlinked Terms Associated": [
        "Railroad",
        "Algonquin",
        "Fox River",
        "Railroad",
        "subdivision",
        "OHare Airport"
    ],
    "Street addresses associated": [
        "Nunda",
        "Crystal Lake",
        "Lakewood"
    ]
}