{
    "Title": "Cubans",
    "Descriptive Text": "Cubans began migrating to Chicago during the 1950s. A few were attracted by economic opportunities, but most were political dissidents fleeing Fulgencio Batista's repressive regime. Although some returned to the island with the triumph of the Cuban revolution in 1959, the majority stayed, leaving approximately 2,500 Cubans in Chicago in 1960.Opposition to the Castro government set in motion consecutive emigration waves, bringing 20,000 Cubans to the Chicago area between 1960 and 1973 and smaller numbers thereafter. White professionals, mainly doctors, dentists, lawyers, engineers, accountants, and teachers, constituted the majority of the first group of political refugees (1960–62). The “freedom flights,” which permitted Cubans to reunite with their families in the United States, propelled the second wave, of approximately 20,000 Cuban exiles, between 1966 and 1973. Stricter immigration policies subsequently limited the flow largely to Cubans coming from third countries, especially Spain and Mexico. The third wave, known as the Mariel boatlift, arrived in 1980. This group comprised mainly single men in their twenties, mostly colored and poor, with no relatives in Chicago. The fourth and most recent wave included balseros (boat people) of similar social status who had been picked up by U.S. Coast Guard ships, beginning in 1990. By the end of 1996 about 2,000 balseros had settled in the Chicago area, many relocated to the city by Catholic Charities.In contrast with the Cuban exiles of the 1960s and the 1970s who left the island for political reasons, the last two waves left mostly for economic reasons. Cubans who have come to Chicago since 1980 have been younger and less educated. Later immigrants, arriving after the 1994 U.S. laws changed Cuban refugee status from political to economic, have received fewer economic and health benefits from the U.S. government.According to Latino Institute data (1995), most Chicago-area Cubans live in Cook County (14,437), with others scattered across DuPage (1,286), Kane (264), Lake (539), McHenry (99), and Will (185) Counties. Approximately 7,000 Cubans have migrated to the suburbs, constituting the highest percentage of any Hispanic group. They live in Maywood, Melrose Park, Morton Grove, Northbrook, Oak Park, Park Ridge, Stone Park, and Skokie. Unlike other Hispanics, who are more likely to live in barrios, Cubans who have remained in the city have dispersed to such North and Northwest Side neighborhoods as Logan Square, Edgewater, Albany Park, and Irving Park. In 1979, 45 percent of Cuban Americans in Cook County owned their homes, compared with only 35.8 percent of other Hispanic groups.Although most Cubans are Roman Catholic, there are some Protestants, mainly Baptists, Methodists, Pentecostals, and Jehovah's Witnesses. Catholic Cubans in Chicago celebrate the feast of Our Lady of Charity, the patroness of the island, on September 8, with masses at Saint Ita in Chicago, Saint Lambert in Skokie, and Sacred Heart in Melrose Park. The main celebrant, flown from Miami or New York, is usually a Cuban priest known for his patriotic zeal. Many Cubans practice Santería, a syncretic manifestation of Catholicism and African religion. All Santeros (Santería priests) celebrate the feast of Our Lady of Charity (Ochún) on Sept. 8, St. Barbara (Changó) on December 4, and St. Lazarus (Babalú) on December 17.More likely than other Hispanic minorities to be business owners, Chicago's Cubans have moved into food markets, jewelry and retail clothing stores, real-estate and insurance brokerages, investment, marketing, and construction companies. Cuban women have high rates of participation in the labor force, often in male-oriented careers such as medicine, dentistry, and law. Education is even more prevalent, including high school, college, and university faculty.The Cuban American Chamber of Commerce, founded in 1969, counts 184 active members and manages a powerful credit union. Every year it confers the prestigious “Mercurio” award to a distinguished Cuban in an artistic, professional, or political field. In addition to offering various services to Cuban and other Latino communities, it traditionally sponsors or cosponsors patriotic festivities such as January 28, the birth date of José Martí, national hero and martyr of the Cuban War of Independence (1895–1898).Politics on the island and U.S. foreign policy continue to form an essential component of Cuban American identity and political culture. Chicago has harbored various Cuban political organizations, mostly with headquarters in Miami. Important groups that have struggled against Castro's government and for political change in Cuba over the years are Abdala, CID (Independent and Democratic Cuba), FOCI (Federation of Cuban Organizations of Illinois), JPC (Cuban Patriotic Council), and CANF (Cuban American National Foundation). Although most community members do not perceive serious internal conflicts, divisions persist over relations with the Castro regime. Anti-Communists criticize Cubans who advocate lifting the U.S. trade embargo or inviting artists from the island to perform in the United States. The most fervent opponents of Castro even condemn visits to the island and sending money to relatives back home. A stronger consensus persists, however, in the hope for a democratic change in Cuba.",
    "Bibliography": "González-Pando, Miguel. The Cuban Americans. 1998.Masud-Piloto, Felix. From Welcomed Exiles to Illegal Immigrants: Cuban Migration to the U.S. (1959–1995). 1996.Pérez-Firmat, Gustavo. Life on the Hyphen: The Cuban-American Way. 1994.",
    "Author of Text": "Mirza L. González",
    "Hyperlinked Terms Associated": [
        "Catholic Charities",
        "refugee",
        "Cook County",
        "DuPage",
        "Lake McHenry",
        "Will",
        "Maywood",
        "Melrose Park",
        "Morton Grove",
        "Northbrook",
        "Oak Park",
        "Park Ridge",
        "Stone Park",
        "Skokie",
        "Logan Square",
        "Edgewater",
        "Albany Park",
        "Irving Park",
        "Roman Catholic",
        "Protestants",
        "Skokie",
        "Melrose Park",
        "real-estate",
        "insurance",
        "construction",
        "dentistry",
        "law",
        "Chamber of Commerce",
        "political culture"
    ],
    "Street addresses associated": [
        "Maywood",
        "Melrose Park",
        "Morton Grove",
        "Northbrook",
        "Oak Park",
        "Park Ridge",
        "Stone Park",
        "Skokie",
        "Logan Square",
        "Edgewater",
        "Albany Park",
        "Irving Park"
    ]
}