{
    "Title": "Cubs",
    "Descriptive Text": "The Cubs are the only original National League (NL) franchise to play every season in its original city. The team, first known as the White Stockings, was organized in 1870 to advertise the city. The squad joined the new National Association in 1871 but missed two years following the Great Fire of 1871. In 1876 team president William Hulbert organized the NL with other team owners. Pitcher-manager Albert G. Spalding, who led the White Stockings to their first NL pennant, became the team's president and chief stockholder in 1882. Under player-manager Adrian “Cap” Anson (1879–1897), the team dominated the NL in the early 1880s with five pennants (1880–1882, 1885–1886). The club played at five ballparks before moving into the $30,000 West Side Park (Polk and Walcott) in 1893.Following Anson's dismissal, the team was known as the Orphans, and briefly in 1902, Selee's Colts, after new manager Frank Selee. In 1905, Spalding sold the team, then referred to as the Nationals or Cubs, to the team's press agent, Charles W. Murphy, for $105,000. The following year, under manager Frank Chance (1905–1912), the Cubs went 116–36, the best record in major league history, but lost the World Series to the Chicago White Sox. Officially adopting the Cubs moniker in 1907, the team, led by a great pitching staff including Mordecai “Three-Finger” Brown, won three straight pennants (1906–1908), two world championships over the Detroit Tigers, and another pennant in 1910. In 1916, the club was sold for $500,000 to a syndicate led by Charles Weeghman, who in 1914 had built the ballpark at the corner of Clark and Addison Streets that in 1926 was named Wrigley Field. In the war-shortened 1918 season the Cubs won the pennant but lost the World Series to the Boston Red Sox, led by pitcher Babe Ruth. Two years later, William Wrigley became the team's majority owner.In 1929, manager Joe McCarthy's future Hall of Famers Rogers Hornsby, Hack Wilson, Gabby Hartnett, Riggs Stephenson, and Kiki Cuyler led the Cubs to a pennant, but they lost the World Series to the Philadelphia Athletics. One year later, Wilson hit 56 homers and drove in a record 191 runs, a major league mark that many pundits consider unlikely to be surpassed. Philip K. Wrigley became team owner in 1932, and manager Charlie Grimm piloted the squad to the NL championship. They lost the World Series to the New York Yankees in four games highlighted by Babe Ruth's alleged called shot into the center field bleachers in game three. The Cubs won another pennant in 1935 but lost the World Series to the Detroit Tigers. In 1938, catcher-manager Gabby Hartnett's legendary “Homer in the Gloamin'” helped the Cubs capture the pennant, only to be swept again by the Yankees in the World Series. The Cubs won their last pennant in 1945, losing the World Series in seven games to the Tigers.For years thereafter, loyal fans, encouraged by the Wrigleys' fan-friendly environment that included free television coverage beginning in 1948, suffered through poor seasons. The team was integrated in late 1953 with Gene Baker and fan favorite Ernie Banks, who hit a career 512 home runs. The innovative “college of coaches,” which introduced a variation on collective management between 1961 and 1965, was more provocative than it was successful. In 1969 manager Leo Durocher's squad with Ron Santo, Billy Williams, and Ferguson Jenkins led the pennant race for most of the season, only to be overtaken by the New York Mets.In 1981 the Wrigleys sold the team to the Tribune Company for $20.5 million. Attending Cubs games became enormously popular with upscale Chicagoans as well as tourists, abetted by competitive teams, an appealing ballpark, and popular announcer Harry Caray on superstation WGN from 1982 to 1998.In 1984 the Cubs went 96–65 and, led by manager Jim Frey, MVP Ryne Sandberg, and Cy Young pitcher Rick Sutcliffe, won the NL Eastern Division championship but lost the playoffs to the San Diego Padres. Sandberg and Sutcliffe, together with Andre Dawson, led the Cubs to the 1989 NL Eastern Division championship, but manager Don Zimmer's club fell to the San Francisco Giants in the playoffs. In 1998 Sammy Sosa hit 66 home runs, and, in 1999, a record-setting year for Cubs attendance, he led the club to the playoffs, where they were swept by the Braves.The Cubs finally won a postseason series in 2003, against the Braves. But the pennant eluded them once again, as they lost a seven-game league championship series to the Florida Marlins.",
    "Bibliography": "Gentile, Derek. The Complete Chicago Cubs. 2002.Holtzman, Jerome, and George Vass. Chicago Cubs Encyclopedia. 1997.Riess, Steven A. Touching Base: Professional Baseball and American Culture in the Progressive Era. 1999.",
    "Author of Text": "Steven A. Riess",
    "Hyperlinked Terms Associated": [
        "Fire of 1871"
    ]
}