{
    "Title": "Cypriots",
    "Descriptive Text": "Although Greek Cypriots have a distinct history and identity, they are closely aligned with the city's Greek population. Greek Cypriots attend Greek Orthodox churches, and the most important holiday is Greek Independence Day on March 25, rather than Cypriot Independence Day on October 1. The main community organization, the Cypriot Brotherhood, is analogous to societies for the descendants of people who came from various parts of Greece.Greek Cypriots began arriving in Chicago during the first third of the twentieth century, but numbers were small until the 1960s and '70s. Most early immigrants came seeking economic and professional opportunities. The last large wave of Cypriot immigration took place between 1974 and 1976, when a Greek-sponsored coup and Turkish invasion of the island forced many Cypriots to leave their homes. Most Cypriots emigrated to England or Australia rather than the United States, and London is home to the biggest Cypriot community outside of Cyprus. Most Chicago Cypriots have relatives in London, and some lived there before moving to the United States.At the opening of the twenty-first century, approximately 1,500–2,000 Greek Cypriots lived in metropolitan Chicago, with no concentration in a single neighborhood. Many Cypriots are professionals or own small businesses, particularly restaurants and construction firms. They are represented by the Cypriot Brotherhood, which aims to preserve Cypriot customs and foster a sense of community. The Cypriot Brotherhood is open to any man or woman whose family is from Cyprus, although in practice all members are Greek Cypriots.Chicago's Turkish Cypriots are more difficult to document than their Greek counterparts. Given the low rate of emigration among Turkish Cypriots, it seems likely that there are few Turkish Cypriots in the Chicago area and that they would participate in Turkish organizations rather than separate Cypriot institutions.",
    "Author of Text": "Emily Brunner",
    "Hyperlinked Terms Associated": [
        "Greek",
        "Turkish",
        "restaurants",
        "construction"
    ]
}