{
    "Title": "Mapping Chicago",
    "Descriptive Text": "The place name Chicago first appeared on French printed maps of North America in the 1680s, as “Riv[ier] Chekagou,” “Portages de Chekagou,” and “F[ort] de Chekogou.” By the eighteenth century, most maps of North America showed a place called Chicago. The New Map of the Western Parts of Virginia ... (1778), by the English Captain Thomas Hutchins, noted “River Chikago, Indian village and fort at the entrance.”Large-scale mapping of the Chicago region began with the surveys of the public lands in northeastern Illinois by the United States General Land Office. Besides marking the lines of the mile-square sections (which later became the routes of major streets and roads) these plats show watercourses and the extent of prairie and woodland. The first plat map of township 39 N., range 14 E., the six-mile square including the heart of Chicago, was surveyed in 1822. It shows Fort Dearborn and cultivated land at what is now State and Madison.In 1830 James Thompson surveyed and drew the first plat for the proposed town of Chicago. Thompson's original manuscript map and copies made from it directed the development of the city, dictating the layout of streets and the division of the land into saleable parcels. As the infant city underwent a land boom in the 1830s, printed elaborations of Thompson's basic map appeared—the first, by Joshua Hathaway, in 1834 and the second, a little later that year, by John S. Wright.There followed a number of maps and plats of the city and additions, fueled by rapid population growth. Henry Hart's City of Chicago, published in 1853, was the largest and most detailed map up to that time and shows the footprints of individual buildings. The first land-ownership map of Cook County, including insets of dozens of outlying communities, was prepared by Walter Flower in 1861.The Great Fire of 1871 and the rapid rebuilding of the city that followed were an additional impetus to city mapping, and in the last quarter of the century, city atlases began to appear. The earliest of these, Peltzer's Atlas of the City of Chicago (1872), shows streets, railroads, property lines, and lot numbers in all subdivisions. Similar real-estate atlases were published by H. R. Page (1879), Elisha Robinson (1886), and Greeley and Carlson (1884 and 1891–92). Fire insurance atlases, which show the outlines of all buildings, name businesses, and are color coded to show construction materials, made their Chicago debut in 1877 with Charles Rascher's Fire Insurance Map of Chicago. The Sanborn-Perris Map Company issued its first volume of Chicago fire insurance maps in 1894; more than 50 volumes had appeared by 1951, and updating of the printed maps by means of paste-on revisions continued into the 1970s.The city's official mapping agency is now the Maps and Plats Unit in the Department of Transportation. The Department of Public Works had a separate department or bureau of maps at least as early as 1876.",
    "Bibliography": "Cobb, David A., and Marsha Selmer. Illinois ... Including Maps of Chicago. Checklist of Printed Maps of the Middle West to 1900, vol. 4. 1981.Library of Congress. Fire Insurance Maps in the Library of Congress. 1981.",
    "Author of Text": "Robert W. Karrow, Jr.",
    "Hyperlinked Terms Associated": [
        "Fort Dearborn",
        "Cook County",
        "Fire of 1871",
        "streets",
        "railroads",
        "real-estate",
        "insurance",
        "construction"
    ]
}