{
    "Title": "Political Culture",
    "Descriptive Text": "One stereotype of Chicago is probably true: people in the city are interested in politics, and particularly in local politics. Where people in some other parts of the country might not even know who represents them in Congress, Chicagoans know not only who represents them, but why. They know which ward formed his or her original political base and how particular ties within this base and beyond it served as a springboard to Congress. They know, in short, the details of how politics works in the city. Chicago voters also are famous for tolerating a certain amount of political corruption, in the nineteenth century and most of the twentieth. There is more to this than the city's legendary “ machine politics. ” Sometimes, it seems corruption is tolerated for its sheer entertainment value, as in the “Greylord” judicial scandals of the 1980s, when the voters retained on the bench judges who were found to be letting lawyers pay for the right to hustle for clients in their courtrooms—in one case by actually stuffing wads of cash into the pocket of a coat on a well-placed coat rack.This interest in the details of local politics may be a feature of American big-city politics generally. It was, after all, a Boston politician—the House Speaker Thomas P. “Tip” O'Neill—who famously explained that “all politics is local politics.” The level of political engagement in New York City and San Francisco is also high. Yet in Chicago, it is widely felt that there is something special about the local political culture, a sentiment not confined to local residents. Outsiders have often marveled, chiefly at the skullduggery of the city's politics. “What kind of city is this?” asked an exasperated civil rights lawyer upon learning that the federal judge who refused to rule on whether Chicago's schools were segregated (which they were) was an old buddy of Mayor Richard J. Daley, placed on the federal bench because President John F. Kennedy probably owed the mayor his election. The idea that judicial qualifications involved friendship and politics more than legal acumen did not surprise Chicagoans.The corruption of local politics has never been confined to the city itself. In the 1960s, Democrats were accused of manipulating electoral results in Chicago, but Republicans were suspected of doing the very same thing in the suburbs and downstate. In 1970, a University of Illinois political scientist, Daniel Elazar, was so perplexed by what he considered an outrageous tolerance for political corruption throughout Illinois that he developed an elaborate social theory to explain it, hinging on the various “migration streams” and political cultures of various parts of the state. Elazar's main point, however, was that corruption was not even remotely an “urban” phenomenon in Illinois. The “machine politics” that was so famously perfected in Chicago by Richard J. Daley, who was mayor from 1955 until his death in 1976, actually was a feature of politics throughout Illinois—including in the “downstate” areas whose residents prefer to see themselves as victims of Chicago's corruption.For the last 25 years, urban historians have been chipping away at stereotypes about the “machines” that ruled many American big cities from the Civil War to World War II. They have questioned the idea that cities were dominated by corrupt, financially profligate, and nonideological party organizations. In the old model, “machine politics” organized city politics in three ways: (1) it distributed patronage and other personalized services to individuals (called “divisible benefits” by political scientists), (2) it recognized the claims of diverse ethnic groups to the at least symbolic power of having their members slated for office on party tickets, and (3) it “humanized” urban bureaucracies by sending kindly “ward heelers” rather than inquisitorial welfare officials to “help” poor people, who in turn voted loyally for the party. Some versions of this older theory claimed that city dwellers, especially low-income immigrants and African Americans, had a “private-regarding” rather than “public-regarding” political ethos, and that this essentially moral failure prevented them from objecting to the corruption that affluent Anglo-Saxon “good government” types denounced as an affront to American democracy. In Chicago, where an organized political machine continued to exist much later than in comparable cities such as New York, some commentators have stressed the entertainment angle, describing local politics as a “spectator sport” in Chicago and citing the 1955 comment by the admittedly corrupt, but lovably candid, Alderman Mathias “Paddy” Bauler that “Chicago ain't ready for reform.” In the reinterpretation of American big-city politics today, however, scholars argue that even the most flamboyant of the old-time bosses worked hard to keep taxes low and bond ratings high. Most historians of city politics now consider the idea that ward politicians were “welfare” providers to be little more than fantasy; they reject the old claim that ethnic coalitions were broadly inclusive; and they picture voters as generally rational and responsible in choosing their political leaders.Indeed, surveying Chicago politics over the long term reveals a political history shaped, for the most part, by conflicts over substantive issues and by the representation of substantive interests. From Chicago's initial incorporation, as a town in 1833 and as a city in 1837, until the Civil War, the city's politics hinged on two efforts that would remain crucial even as other issues supplemented them later: building a physical infrastructure to make a rapidly growing city economically viable, on the one hand, and attracting outside investments in Chicago's development, on the other. The first goal required the city to build streets, bridges, sidewalks, schools, and the water works and sewer system. The second involved persuading the state and federal governments and private capitalists from the East to invest in the transportation links, especially railroad connections, that enabled Chicago to become the nation's primary market for corn, wheat, and lumber by the outbreak of the Civil War. Both efforts were the projects of a “booster” elite of eastern migrants, who had made very speculative investments in Chicago's real estate and therefore depended on the growth of the city's economy. Before the 1860s, these boosters dominated local politics. They served as mayors, in the city council, and on the independent boards that administered the water, sewer, and school systems. More of them were Democrats than Whigs, but the party distinction was unimportant in local politics, mainly because the boosters thought it was important to present a united front to the outside investors they were trying to attract.The leading politician of the “booster” era was John Wentworth (known as “Long John” because of his height), who edited the Chicago Democrat, represented Chicago in Congress for six terms between 1843 and 1867, and served as mayor (for one-year terms) in 1857 and 1860. Almost alone among the city's political leaders at this time, Wentworth appealed to voters with a populistic, Jacksonian rhetoric attacking such “special privileges” of wealthy “monopolists” as the operation of state-chartered banks. Wentworth's opposition to the pro-slavery Southerners who increasingly dominated the national Democratic Party led him to join the Republican Party when it was formed in 1856.The one truly explosive political issue in these years was liquor. As they would for the next few decades, battles over temperance legislation in the 1850s pitted much of the city's Yankee elite against large sectors of its immigrant working class (as early as 1850, 80 percent of the skilled and unskilled workers in Chicago had been born outside the U.S.). In 1855, the “ lager beer riot ” resulted when anti-immigrant Know-Nothings won control of the city council and the mayoralty, hiked the liquor license fee from $50 to $300, and arrested tavern owners under an old but previously unenforced Sunday closing law. The North Side German community was particularly incensed and, after the riot and another city election, led the effort to get the license fee reduced to $100. Generally, however, city politics in this era did not involve broad social issues that mobilized the working-class electorate. From 1849 to 1854, city elections were nonpartisan contests with low voter turnout and little excitement. City government concentrated on building physical infrastructure, using privatized decision-making and financing procedures that minimized competition for resources and gave the politicians little patronage to distribute. These procedures allowed wealthier neighborhoods to get street projects they wanted without having to subsidize projects for poorer neighborhoods, where the streets were largely unpaved and the water and sewer facilities inadequate.The outbreak of the Civil War in 1861 elicited overwhelming patriotic support for the Union cause in Chicago. Democrats and Republicans united in a Union Party until anger over the Emancipation Proclamation in 1863 helped the Democrats reorganize in opposition to some of the Lincoln administration's war policies. This opposition was fueled in the columns of the openly Copperhead Chicago Times. From the Civil War until 1932, Chicago had a two-party system, punctuated periodically by strong third-party showings.The disaster of the Great Chicago Fire of 1871, and the fact that it was widely blamed on the cheap wooden buildings that enabled working-class families to afford homeownership in large numbers, prompted the organization of a Fireproof Reform Party led by Joseph Medill, the Republican editor of the Chicago Tribune. Medill and his party were dedicated to the passage of a fire limit ordinance that would ban wood construction in Chicago.This effort failed, but the reformers were defeated in 1873 because of another disastrous policy: they renewed the temperance effort by enforcing Sunday closing of taverns. A pro-liquor People's Party, led by the North Side German Republican Anton Hesing (publisher of the Illinois Staats-Zeitung ), won control of the city council and elected Harvey Colvin as mayor. Then, by manipulating the dates in the adoption of a new city charter, they managed to cancel the 1875 city election. Colvin's council allies were swept out of office in 1876, the new council elected another mayor, and the rival administrations contested their legal legitimacy in court until yet another mayoral election was held. These shenanigans discredited the People's Party (despite the obvious entertainment value), but this time the regular politicians had learned their lesson. Liquor was removed from the agenda of Chicago politics. Democrats and Republicans both winked at liquor law violations to avoid alienating the Catholic, immigrant, working-class voters who viewed temperance crusades as insulting assaults on their cultural autonomy by Protestant elites. Not until the Al Capone era unleashed by national Prohibition would a mayor again try seriously to crack down on illegal liquor sales. Even in such extreme circumstances, the effort ended the political career of Mayor William Dever in 1927.By the 1880s, meanwhile, the most important issues in city politics involved labor, and especially the role of the police during strikes. Trade union leaders and labor-oriented politicians first turned their attention to the police force after it was used to break the 1867 general strike for the eight-hour day. City officials generally refused to use the police force to help employers to break strikes by disrupting picket lines or protecting strikebreakers, though there was one very spectacular exception to this generalization. From 1885 to 1889, police policy was shaped by the violently antilabor Inspector John Bonfield (“the club today saves the bullet tomorrow”) and by a widespread fear of anarchism after the 1886 Haymarket Affair.Union leaders and radicals in the city demonstrated their ability to mobilize working-class voters in the three-way race that launched the long mayoral tenure of its Democratic winner, Carter Harrison I. A popular figure known for his black felt slouch hat, galloping white horse, command of the languages spoken in many of the city's immigrant communities, and lack of interest in enforcing liquor and gambling laws, Harrison served four consecutive terms as mayor until 1887. Reelected to a fifth term in 1893, he hosted the World's Columbian Exposition before he was assassinated later that year. Four years later, his son Carter Harrison II was elected to serve the first of five mayoral terms of his own, 1897 to 1905 and 1911 to 1915. Harrison II added a “reformer” image to his father's repertoire of linguistic skill, tolerance of vice, and police neutrality during strikes, as the central issues of city politics shifted during the 1890s to the problem of corruption in the award of public utility franchises.It was during the Harrison years that Chicago began to exhibit some of the characteristics of “machine politics” at the ward level, though not those of a citywide “machine.” Republican “boss” William Lorimer built a base in the West Side Tenth Ward, led in the reorganization of the Cook County Republican Party into a network of precinct and ward clubs in 1893, and won election to Congress in 1894 and to the Senate in 1909—from which he was expelled in 1912 for bribing the state legislators who elected him. Among Democrats, the two Carter Harrisons enjoyed personal popularity, but their political bases comprised shifting coalitions of ward-based party leaders including the “ Gray Wolves ” of the city council, who capitalized on the private ownership of public utility companies by developing “boodling” schemes involving bribery or more elaborate forms of extortion.Reformers responded to this corruption in 1896 by organizing the Municipal Voters League (MVL), dedicated to purging the boodlers from the council. In 1897 and 1899, candidates opposed by the MVL were defeated wholesale, though a few notorious boodlers survived, notably “Bathhouse John” Coughlin and Michael “Hinky Dink” Kenna of the First Ward (the downtown vice district ) and Johnny Powers of the West Side Nineteenth (Powers is most often remembered today as the political nemesis of Jane Addams). The utility company issue came to a head as the “traction question” in 1906, when the council rejected municipal ownership of the streetcar system despite the fact that voters had elected Mayor Edward F. Dunne in 1905 in a campaign waged on the issue. Another referendum in 1907 endorsed a compromise that left the transit system in private hands in return for the service improvements that had made public ownership attractive in the first place. The significance of the mass transit issue was heightened by large annexations of suburban territory to Chicago in the 1880s and 1890s, which increased the population who depended on streetcars. These annexations also made it necessary to extend other city services. Suburbanites had voted to trade their political independence for the ability to enjoy Chicago's high-quality services, particularly its water and sewerage systems, in a politics that was the very opposite to urban-suburban relations today.William Hale “Big Bill” Thompson, who was elected mayor three times between 1915 and 1931, symbolized the Roaring Twenties in Chicago. A clownish figure whose antics included a safari in search of tree-climbing fish, a political debate against a pair of caged rats, and a threat to punch the Prince of Wales in the nose if he ever dared to visit Chicago, Thompson was a “wet” Republican who counted Al Capone among his campaign contributors. He was attacked most vociferously, however, for his political overtures to the city's rapidly growing (and, before the New Deal, overwhelmingly Republican) African American community. Democrats actually hired a band to play “Bye, Bye, Blackbird” downtown in their 1927 campaign against him. Thompson was Chicago's last Republican mayor. His downfall did not result from either the racist attacks on him or his legendary toleration of organized crime. Like President Herbert Hoover, Thompson was a victim of the onset of the Great Depression, whose impact on Chicago's government was magnified by corruption. Decades of favoritism in the fixing of property assessments led the State Tax Commission to order the publication of Cook County's assessment rolls in 1928, revealing that, in 1927, property tax assessments ranged from a mere 1 percent of the actual value of real estate for some especially favored taxpayers to 105 percent of value at the other end. This was too outrageous even for Chicago, and especially for those taxpayers who were paying at the high end of the spectrum. The upshot was that the city of Chicago, Cook County, and the myriad of other “special taxing districts” that provided various city services (there were 27 overlapping governments in Chicago by 1933 and a whopping 419 in Cook County as a whole) received no property tax revenue from 1928 to 1930—the years in which the Depression began. With the city and other government bodies on the verge of default just as mass unemployment made relief measures urgent, Big Bill Thompson was forced into retirement.In 1931, Anton Cermak built the modern Democratic machine. Beginning in 1933, the popularity of Franklin Roosevelt's New Deal, the movement of African American voters into the Democratic Party, and, later, the exodus of white middle-class voters to the suburbs destroyed the Republican Party as a viable force in Chicago. After Cermak died in 1933 (he was killed in Miami by a gunman aiming at FDR), Cook County Democratic chairman Patrick A. Nash and Sanitary District official Edward J. Kelly took control of the party. Kelly was elected mayor, and the Kelly-Nash machine maintained power in Chicago until 1947.Using their control of the party, the machine was able to control the city, county, and other jurisdictions of the fragmented local government. The Kelly-Nash machine profited from federal money and patronage jobs in return for their ability to generate impressive electoral support for FDR. University of Chicago political scientist Harold Gosnell wrote a classic study of how this “machine” worked in 1937. In Machine Politics: Chicago Model, Gosnell located the heart of machine rule in the system of party governance based on elected ward committeemen. This system was created by a state primary law in 1910, but its legality was uncertain until 1935. Ward committeemen administer elections, choose candidates for backing by the organization in primaries, and supervise the work of precinct captains. This might sound decentralized (like having 419 independent government bodies), but the ward committee system was the basis for disciplined citywide (and countywide) Democratic machines when party leaders could control the access of the ward committeemen to patronage: jobs for their subordinates and policy-based favors to win business support (building permits, contract awards, favorable tax assessments). The ward committeeman system provided the organizational underpinning for the powerful machines built by Kelly and Nash (1933–1947) and Richard J. Daley (1955–1976). Daley introduced the further innovation of serving simultaneously as chairman of the Cook County Democratic Party and as mayor of Chicago.The work of Democratic ward committeemen and the lack of Republican opposition guaranteed machine-endorsed candidates significant support in all elections, but the machine could not win elections by itself. Politicians still had to champion popular issues and policies to win electoral majorities, particularly in citywide elections. Party chairman Jacob Arvey's 1947 decision not to reslate Kelly for mayor was a clear illustration of the problem. Kelly had several liabilities. He alienated some ward leaders in factional struggles and lost favor with some voters through scandals, poor service provision, high taxes, and rampant organized crime. The crucial issue in 1947, however, was the fact that many white voters were angered by Kelly's support for desegregated public housing available to African Americans in all parts of the city. In 1946, hundreds of police battled hundreds of white demonstrators when a handful of African American families tried to move into the Airport Homes project, near Midway Airport. The project remained all-white, but Kelly pledged to continue to defend open public housing with force, a policy his successors, and particularly Richard J. Daley, abandoned. This retreat had had huge consequences, leading to the construction of the segregated high-rise towers that historian Arnold Hirsch has called Chicago's “second ghetto.” By this time, moreover, divisive racial conflicts had become the main issue in Chicago's politics. Racially oriented politics became increasingly important through the Daley years, and climaxed in the 1983 election of Harold Washington, the city's first African American mayor.Racial issues came to the fore in many American cities in the post–World War II era for obvious reasons. In-migration by African Americans (the massive “ Great Migration ” between World War I and the 1960s) in addition to Hispanic and Asian American immigrant groups combined with out-migration by members of white ethnic groups (“white flight”) to transform the demographics of many American cities, especially in the North. In Chicago for most of this era, the key racial issues involved conflicts between whites and blacks and revolved around the provision of three types of services: housing, education, and the police. Daley championed the interests of white voters on these issues in his long tenure as mayor. On housing and education, he risked the loss of federal funding to maintain segregated facilities. On the police, he refused to credit allegations of systematic racism and police brutality; after the 1968 riots that followed the assassination of Martin Luther King, Jr., he publicly proclaimed that police should “shoot to kill” all arsonists. Daley kept a tight control over African American ward politicians. In a system the black community called “plantation politics,” he punished African American aldermen and ward committeemen who responded to the civil rights concerns of their constituents in the 1960s, cutting off their patronage resourcesand replacing them with more pliable politicians.The successes of the Daley regime were substantial. Like many other cities, Chicago experienced “white flight” from the 1950s to the 1970s, but a larger proportion of the white working-class and middle-class population remained in Chicago than in other comparable cities. This strengthened the local tax base and thereby underpinned the city's continued ability to offer high-quality services, making Daley's Chicago “the city that works.” One reason many white residents stayed in Chicago was that they considered their interests protected at City Hall. Black voters supported Daley in his first election in 1955, in the primary in which he defeated the incumbent who had refused to protect blacks against white rioters in several housing project incidents. By the mid-1960s, however, African Americans had soured on Daley. Since he was unbeatable, black voters stayed away from the polls in large numbers. Daley's base increasingly consisted of white voters confident that Daley shared their cultural values and would protect their neighborhoods.African American politicians found it very difficult to organize during the Daley years. The most powerful black politician in Chicago from 1942 until his death in 1970 was William L. Dawson, a ward committeeman and congressman who built a “submachine” in five South Side wards that delivered dependable Democratic majorities. After Dawson's death, however, Daley could not sustain “plantation politics.” In 1972, Ralph Metcalfe, a loyal alderman in Dawson's organization who had won the congressional seat in 1970, became a hero in the black community when he launched a crusade against police brutality and survived Daley's attempts to destroy his career, though Metcalfe was not able to alter the system fundamentally.Daley's death in 1976 changed the equation. While Daley had been mayor for 21 years, there were 6 different mayors in the next 13 years, culminating in the accession of Richard M. Daley in 1989. This political instability created opportunities that the African American community seized. Angered especially by the same old issues under Mayor Jane Byrne—white domination of housing, education, and police policies—the African American community organized a massive voter registration drive and, in a divisive three-way mayoral primary in 1983, elected Harold Washington over Byrne and Richard M. Daley. This caused an even more divisive general election, in which 79 percent of the city's white voters, most of whom were lifelong Democrats, voted for Republican Bernard Epton. White politicians organized the city council to oppose Mayor Washington, and the city's government was paralyzed for the next two years by what a local comic dubbed “Council Wars.” A court-ordered remapping of ward boundaries increased the number of black and Hispanic aldermen, which broke the deadlock in 1986, but Washington died after his reelection the following year.The centrality of racial politics to Washington's election and administration lies well within the main channels of Chicago's political history. But Washington's inability to organize party politics—partly because he refused to accept traditional levels of corruption—stands as an aberration. Whether he could have reshaped the city's political culture will never be known. His death derailed a movement that relied more on his charisma than on party loyalties. No mayor had faced the obstacles he encountered, with some aldermen trying to undermine his legitimacy by refusing even to refer to him by the title “mayor.” Unable to win the support of most white Democrats beyond the lakefront, Washington relied on intense loyalty among black voters, support from Latino activists previously excluded from power, and a clean administration that won admiration from white liberals but made it impossible to maintain a well-oiled machine. His commitment to administrative reforms restored the city's financial health and eventually won grudging respect from the business community but weakened the party organization by thinning the ranks of patronage workers. He also left no political heir. The confusion that ensued after his death eventually brought Richard M. Daley into the mayor's office in 1989, the beginning of a new era in Chicago politics.",
    "Author of Text": "Robin Einhorn",
    "Hyperlinked Terms Associated": [
        "politics",
        "ward",
        "machine politics",
        "Democrats",
        "Civil War",
        "World War II",
        "patronage",
        "African Americans",
        "Civil War",
        "infrastructure",
        "bridges",
        "schools",
        "water",
        "transportation",
        "railroad",
        "lumber",
        "real estate",
        "mayors",
        "Whigs",
        "Republican Party",
        "Yankee",
        "larger beer riot",
        "Sunday",
        "closing",
        "German",
        "government",
        "privatized",
        "Copperhead",
        "Fire of 1871",
        "fire limit",
        "Protestant",
        "Prohibition",
        "police",
        "strikes",
        "eight-hour",
        "anarchism",
        "Haymarket",
        "gambling",
        "World´s Columbian Exposition",
        "Gray Wolves",
        "vice district",
        "annexations",
        "New Deal",
        "crime",
        "Great Depression",
        "property assessments",
        "Cook County",
        "unemployment",
        "Kelly-Nash",
        "University of Chicago",
        "public housing",
        "Midway Airport",
        "Great Migration",
        "demographics",
        "racism",
        "civil rights",
        "South Side"
    ]
}