{
    "Title": "Street Railways",
    "Descriptive Text": "Chicago had one of the largest street railway systems in the world before it was replaced by buses in the 1950s. In 1929 on the eve of the Great Depression, red streetcars operated by Chicago Surface Lines (CSL) were a familiar sight on arterial streets and carried almost 900 million riders—more than the city's other transit systems and automobiles combined. Yet within 30 years the streetcars were gone.Omnibuses, large carriages seating up to 30 people, first appeared in Chicago in 1852 to haul travelers between the new railroad stations and hotels. The first street railway, or horsecar line, opened in 1859. Horsecars, which typically seated 20 passengers on benches, were pulled by one or two horses along rails laid on the streets. They survived on lightly used lines until 1906.WRECKED HORSE-DRAWN BUGGY, 1909Soon after the introduction of the city's horsecar lines, their owners began looking for some sort of mechanical traction system to replace them. Not only did the horses last only a few years in heavy service, but the estimated 6,600 horses owned by the street railways in the 1880s dumped a considerable amount of manure and urine on the streets. Many horses were killed in the Chicago Fire of 1871, and an influenza-like equine epizootic decimated the surviving horses the following year.The street railway systems in 1867 tried replacing horses with small steam locomotives called “dummies,” but the public objected to the smoke, noise, and sparks they generated. Chicago City Railways (CCRY) on the South Side in 1882 acquired cable car technology from San Francisco. The CCRY cable line on State Street proved so successful that Chicago's street railways eventually built more than 80 miles of lines—one of the largest such systems in the world.Large steam engines mounted in central power plants pulled miles of cable through channels dug into the streets. The cable car operator, or gripman, applied power to the car by attaching his grip to the continuously moving cable.STREETCAR TERMINUS AT HOWARD ST., 1911Charles J. Van Depoele demonstrated an electric streetcar system in 1883 at the Chicago Exposition of Railway Appliances, and Frank J. Sprague built the first successful electric streetcar system, in Richmond, Virginia, in 1888. Chicago's street railways began converting from cable cars to streetcars after 1890, a task completed in 1906. Electric cars were cheaper to operate than cable cars, were larger, and could accommodate more passengers. From 1864 the city had streetcar companies on the West, North, and South Sides, and a number of minor ones in outlying areas. Charles T. Yerkes bought the West and North Side systems in the 1880s and began consolidating them—a task not completed until after 1900. By 1920 there were two major systems and three minor ones. These five companies operated in areas that had been suburbs before they were annexed to Chicago in the late nineteenth century. They also owned subsidiaries that ran smaller operations in the suburbs.PLAN OF CHICAGO CAMPAIGN (RAIL LINES)The conditions that were to prove the street railways' undoing appeared long before the turn of the century. Traffic congestion in the Loop slowed overcrowded streetcars to a crawl. Public disenchantment was aroused by the corruption of traction magnate Charles T. Yerkes, of the city council's infamous “ Gray Wolves ” faction, and even of property owners who had to give their consent before streetcar lines could be built in front of their land. Beginning in 1907, the city and then the state began to regulate and tax street railways. The city and state continued the 1859 cap on fares at five cents despite inflation that drove up costs, and taxed profits at a 55 percent rate. The railways, which had been highly profitable in the last decades of the nineteenth century, had difficulty after 1907 raising capital to modernize or expand.Although the automobile did not become a factor in commuting in Chicago until the middle 1920s, the city's largest street railway, the Chicago Railways Company operating on the North and West Sides, filed for bankruptcy in 1926—a time at which ridership was at record levels and nearly three years before the onset of the Great Depression drove the remainder of the railways into bankruptcy. When it proved impossible to reorganize the street railways as a private enterprise, the state created the Chicago Transit Authority to buy them.The last suburban streetcar ran on the West Town's system in 1948, and Chicago's last streetcar operated June 22, 1958, on the Clark-Wentworth line. The street railways were the victims of their own high costs, increased use of the automobile, overregulation, and population migrations to the suburbs. The street railways, which suffered declining profits after 1907 because of city and state regulation, did not have the money to build new lines into the suburbs.The bankrupt CSL system, which included all five of the streetcar companies, was acquired by the new Chicago Transit Authority in 1947 for a bargain-basement price of $75 million. Its investors lost $110 million on the transaction.",
    "Bibliography": "Barrett, Paul. The Automobile and Urban Transit: The Formation of Public Policy in Chicago, 1900–1930. 1983.Weber, Robert David. “Rationalizers and Reformers: Chicago Local Transportation in the Nineteenth Century.” Ph.D. diss., University of Wisconsin. 1971.Young, David M. Chicago Transit: An Illustrated History. 1998.",
    "Author of Text": "David M. Young",
    "Hyperlinked Terms Associated": [
        "buses",
        "Great Depression",
        "railroad stations",
        "hotels",
        "Fire of 1871",
        "South Side",
        "Loop",
        "Gray Wolves",
        "commuting",
        "Chicago Transit Authority",
        "West Town´s"
    ],
    "Street addresses associated": [
        "West Town"
    ]
}