{
    "Title": "The City the Planners Saw",
    "Descriptive Text": "The Plan of Chicago spends relatively little time discussing the Chicago that is, concentrating instead on the Chicago that might be. This is especially true of the images it contains. Of the 142 illustrations, only ten depict the city in 1909. These consist of four photographs of recreational facilities within neighborhood parks, four of major boulevards ( Grand Boulevard —now Dr. Martin Luther King Jr. Drive—Drexel Boulevard, Michigan Avenue, and Lake Shore Drive), one of Grant Park, and one of Pine Street (soon to be North Michigan Avenue) looking north toward the Water Tower. All of the photographs are small and lacking in detail. The vast majority of illustrations are either drawings of the Plan's proposals or diagrams and photographs of features of European cities, most notably Paris, that the planners wished to emulate.The Planners Look at ChicagoThe Plan hardly ignores the actual city, however. Its creators understood that an important test of the credibility of any comprehensive proposal would be its ability to convince readers that it assessed current conditions and needs accurately. Meeting this test posed an interesting challenge for the planners, however, since they wished to affirm their confidence in Chicago's future while still contending that there were costs and even dangers in simply letting current trends continue. To put this more positively, they believed that Chicago's peerless promise justified taking bold steps—that is, measures that were expensive and potentially controversial—right away.The Plan expresses this belief in its first chapter when it posits that thoughtful people agree that the age of planning was at hand. The moment was ripe to bring order out of the chaos of rapid urban growth through carefully considered systemic changes. It then observes that \"the American city, and Chicago preeminently, is a center of industry and traffic.\" This observation is the justification of the Plan's emphasis on improving commercial facilities, transportation, traffic flow, and general convenience. Since a productive urban labor force required places to play and rest, the planners also believed it was necessary to consider parks and recreational facilities. Proper design was a vital consideration in more than a narrow functional sense. A proud city, after all, like any self-respecting human being, \"has a dignity to be maintained.\" Besides, \"good order is essential to material advancement.\"Two chapters later the Plan presents a fuller case for both Chicago's greatness and its need for planning. The city was \"the metropolis of the Middle West,\" with economic and cultural \"primacy\" over a \"domain\" larger than Austria-Hungary, Germany, or France. Home to two million people, Chicago was well past its earlier period of \"chance and uncertainty.\" Merging the rhetoric of antebellum expansion with that of contemporary reform, the Plan declares that it would be a betrayal of the \"undaunted courage\" of the resilient community that rebounded so brilliantly following the fire, \"with its destiny made manifest and its wealth secure,\" to \"fail to keep pace with the march of progress that is gathering into its ranks the progressive cities of the world.\" The Plan then proclaims, in the best booster tradition, that in fifty years Chicago would be the largest city in the world. It cites as authority the prediction of Bion J. Arnold, the respected Chicago-based engineer who served as planning consultant to numerous municipalities. Arnold had concluded \"that if the national and local conditions governing the population of Chicago shall average in the future exactly as in the past,\" by 1952 the number of residents would reach 13.25 million. (Chicago's population did peak about that year, though at approximately 3.6 million, before dropping considerably. Slightly more than 8.7 million people lived in the entire state of Illinois in 1950. Chicago's population was about 2.9 million in 2000, an increase from slightly under 2.8 million a decade earlier.)Problems and ChallengesThe rest of the Plan —while never failing to celebrate the city's achievements, assets, and potential—concentrates on the challenges it faced. In Chicago as in most other rapidly growing cities, there was too much ugliness and squalor. The planners blamed this condition on uncontrolled development and self-interested speculation. The Plan maintains that the issue facing Chicago is no longer expansion but conservation, quality rather than quantity of life. Time and again, it declares that a city's social, cultural, and financial well-being are inseparable. \"The constant struggle of civilization is to know and to attain the highest good,\" it states, \"and the city which brings about the best conditions of life becomes the most prosperous.\" Lack of planning had wasted time, effort, and money, and ignoring sanitary precautions had compounded this waste by causing avoidable health problems. Parts of the infrastructure crucial to the economic vitality of Chicago—notably its streets, railroad rights-of-way, and harbor—were terribly congested, while inefficiency and disorder reigned over far too much of the city. An inescapable example of this was the helter-skelter arrangement of railroad freight yards and terminals.Citing the work of the Special Park Commission, the Plan praises recent improvements but laments the paucity of parks in or near Chicago. The noise of surface and elevated cars was \"excruciating,\" large sections of the city were filthy, and, as almost everyone at the time agreed, the level of smoke pollution was appalling. The river, which determined the city's location and remained crucial to its economy, was a disgraceful cesspool. The bridges that spanned it were inadequate, and all kinds of impediments compromised its navigability. Major streets were too narrow, and the lack of a sufficient number of diagonal roadways cutting through the grid slowed movement in any direction other than due north, south, east, or west.Housing was also a significant problem. Too many people were forced to dwell in terrible places. \"The slum exists to-day,\" the Plan explains, \"because of the failure of the city to protect itself against gross evils and known perils, all of which should be corrected by the enforcement of simple principles of sanitation that are recognized to be just, equitable and necessary.\" Referring to recent civil eruptions, the Plan advances the environmentalist argument that \"the frequent outbreaks against law and order\" originated in \"narrow and pleasureless lives.\" As critics have pointed out since the Plan first appeared, however, it spends much more time on financial rather than living and working conditions. The most intractable challenges to the city's economy, in the planners' opinion, lay not in flaws in the social order but in the configuration of the commercial downtown area bordered by the Main and South Branches of the river, Lake Michigan, and Twelfth Street (now Roosevelt Road). Here, where land values (and, as a result, commercial buildings) were the highest—and where offices, stores, banks, hotels, theaters, and railroad terminals all vied for space—the city was literally choking on its own success. The overmatched streets were so jammed with carts, carriages, wagons, and streetcars, not to mention pedestrians, that traffic often barely budged. If the city did not act, it would not only fail to attract new business, but also current commerce would move elsewhere.Words and NumbersThe view of the city that the Plan of Chicago offers was generally accurate, if clearly colored by its authors' assumptions and priorities. But gaining a reliably detailed and comprehensive understanding of turn-of-the-century Chicago was a challenge for anyone, especially since the city was constantly changing. For some time, visitors' accounts had claimed that the best way to describe Chicago was to deem it indescribable. The young British journalist George Warrington Steevens, who came to America to cover the 1896 presidential campaign, called Chicago \"queen and guttersnipe of cities, cynosure and cesspool of the world.\" He admitted that he could not reconcile its juxtaposition of parks and slums, \"keen air\" and \"stench of foul smoke,\" and \"public spirit and municipal boodle.\" Steevens confessed, \"Not if I had a hundred tongues, every one shouting a different language in a different key, could I do justice to her splendid chaos.\" Writer Julian Street, who visited during a cross-country journey he undertook in order to write a book about the United States, called the city \"an incomprehensible phenomenon, a prodigious paradox in which youth and maturity, brute strength and soaring spirit, are harmoniously confused.\" Street said that anyone trying to evoke Chicago in words would run out of adjectives and then throw a dictionary at it in frustration. \"It is all that you can do, except to shoot it with statistics.\" Street immediately added, \"And even the statistics of Chicago are not deadly, as most statistics are.\"Street was right about Chicago's statistics. By 1900 Chicago occupied about 190 square miles, and, with the exception of the part of the city that now includes O'Hare Airport, it was close to its present size and shape. The largest single change in Chicago's dimensions occurred in 1889-90, when in a series of votes local residents in the city and adjoining towns approved the annexation of several surrounding communities. This increased the size of Chicago almost five-fold, from less than 37 square miles to over 179. The urban infrastructure at the time the Plan was being prepared encompassed about 2,848 miles of streets (the longest of which, Western Avenue, extended for 22 miles) and 1,403 miles of alleys. Barely half the streets and less than a tenth of the alleys were paved. Three tunnels (at La Salle, Van Buren, and Washington Streets) and 91 city-owned and railroad company bridges went under or over the Chicago River.In 1909, the year the Plan appeared, close to 38,000 streetlights, some 8,500 of which were powered by electricity (the rest were lit by gas), illuminated the city. Chicagoans talked on 208,000 telephones, eight times more than in 1900, and they consumed close to half a billion gallons of Lake Michigan water a day, 223 gallons for each resident. This required 11 pumping stations, the oldest of which was constructed at Chicago Avenue in 1854. On January 17, 1900, the Sanitary Canal had opened, fulfilling the long-standing plan of reversing the flow of the Chicago River away from the lake, thus reducing pollution of the water supply. A decade later the district opened a northern addition up to Wilmette Harbor, and shortly after that it redirected the course of the Little Calumet River from the lake and into the main canal.Streetcars ran along the major roads in Chicago's grid, which were generally a half-mile apart, as well as on important diagonal thoroughfares. At the convergence points of streetcar lines, especially where a diagonal route met an east-west intersection, neighborhood commercial centers sprang up. Electrification of street railways began around 1890 and was close to complete by the time of the Plan. One could also take a cab or carriage. A one-horse vehicle charged up to two passengers 50 cents for the first mile, a two-horse carriage twice that fare. In 1910 there were just under 13,000 registered automobiles and some 50 reported motor vehicle deaths in Chicago.The erection of rapid transit lines began in 1890. When the Plan appeared, four companies served the city (critics would argue it was the other way around) along elevated routes that radiated from downtown and are in large part followed by several Chicago Transit Authority lines today. The Chicago and South Side Rapid Transit Company operated its Englewood, Normal Park, Jackson Park, Kenwood, and Stock Yard branches on the South Side. The Lake Street Elevated Railway literally shadowed its namesake out to Oak Park. The Metropolitan West Side Elevated Railroad carried riders on its Garfield Park, Douglas Park, and Logan Square lines. The Northwestern Elevated Railroad's Ravenswood branch headed northwest to the Kedzie Avenue terminus. Its north-south route, which previously ended at Wilson Avenue, reached Evanston in 1908 and Wilmette four years later. In 1897 the Union Elevated Railroad constructed the now iconic rectangular Loop, linking the various lines. By 1911 the separate rapid transit companies had merged, and by 1913 one could transfer without paying another fare.As the planners observed, the real estate market rather than efficiency determined the locations of railroad tracks, stations, and other facilities, though by the turn of the century the companies had accomplished some streamlining by shifting much freight handling outside the business center. Passenger trains moved workers and travelers in and out of downtown in staggering numbers. Carl Condit—the renowned historian of Chicago architecture, building, planning, and urban technology—counts 1,300 such trains a day in 1910 carrying a total of 175,000 passengers (ridership peaked at 270,000 a decade later) to and from the six principal downtown stations. With so many railroad tracks lacerating so much of the city at grade level, traffic delays and deadly accidents were part of the fabric of Chicago life.The 1904 Special Park Commission pointed out that Chicago, once a leader in park construction, had fallen behind other cities in per capita acreage as well as in the convenience of location of the parks that did exist. The Lincoln Park Zoo (there was also an aquarium) and the conservatories in both Garfield Park and Lincoln Park were already established, however, by the early twentieth century. Lincoln Park had added three hundred acres to its original 150-acre expanse by dumping fill in the lake as far north as Belmont Avenue, and Grant Park approached its current size through the same method. The source of much of the fill was the Sanitary Canal dig. Through extensive re-landscaping, the South Parks commissioners transformed Jackson Park, which had been the fairgrounds of the Columbian Exposition, into the kind of natural setting that Frederick Law Olmsted had envisioned it becoming in his 1869 design.Meanwhile, park and playground advocates were busy at work in new ventures both at Chicago's periphery and well within city limits. In 1903 the Cook County Board established the Outer Belt Commission, which evolved the following decade into the Forest Preserve District. By the time the Plan of Chicago appeared, Chicago had created several new parks and recreational facilities. According to the South Park Commission, in 1908 almost 5.8 million visitors enjoyed the indoor and outdoor gyms, pools, club and reading rooms, assembly halls, and lunch rooms in its 13 small parks. The commission counted more than 2 million visits to its dozen playgrounds the same year. Among the new facilities was Sherman Park on the South Side, whose field house was designed by D.H. Burnham and Company. The park was named after Daniel Burnham's beloved father-in-law, John B. Sherman, who died in 1902.The People of ChicagoAccording to the 1900 census, Chicago's population was 1,698,575. It passed 2 million by the time of the Plan and reached 2,185,183 in 1910. While the number of people living in the United States climbed by 21 percent between 1900 and 1910, the population of Cook County jumped 31 percent in the same decade. The Chicago the planners saw was larger than any other city in the world except London, New York, and Paris. The percentage of foreign-born Chicagoans had peaked in the 1850s and 1860s at over half the city, but in 1910 it was still close to twice the rate of the country as a whole. Fully 35.7 percent of its residents were foreign born, and another 41.8 percent, while native to America, had at least one parent from another country. The percentage of foreign-born Chicagoans had peaked in the 1850s and 1860s at over half the city, but in 1910 it was still close to twice the rate of the country as a whole. Two percent of the city was African American. The absolute and relative numbers of African Americans would rapidly rise beginning with World War I. There were 1,788 Chinese in Chicago in 1910, 1,713 of them male. Of the foreign-born white population in 1910, almost a quarter was from Germany. The percentage of Germans was declining, as was that of immigrants from Ireland, while the representation from eastern Europe had rapidly risen. In 1909, 6,296 public school teachers taught 296,426 students. Chicago's mortality rate that year was 14.58 per thousand. More than 20 percent of the Chicagoans who died—6,384 out of 31,296—were children under a year old. Chicago was frequently healthier than other American cities, though rankings fluctuated from year to year. The leading causes of death were pneumonia, tuberculosis, heart disease, and, for infants, diarrhea.Chicagoans worked in an extraordinarily wide range of circumstances, from lofty offices to basement sweatshops. Most found jobs in one of the city's nearly ten thousand manufacturing establishments. In 1909 six major industries—men's and women's clothing (by far the largest in number of workers), iron and steel forging and machine-shop products, printing and publishing, slaughtering and meatpacking, railroad-car manufacturing and repair, and electrical machinery—employed more than 142,000 of Chicago's 294,000 wage earners. Heavy industry was concentrated along the North and South Branches of the Chicago River and on the city's Southeast Side. The dreadful working conditions in the garment industry—and, more sensationally, the packinghouses—attracted attention nationwide, especially after the publication of Upton Sinclair's The Jungle in 1906.Chicago was very much a union town and a place where class lines were sharply drawn, as they had been since at least the 1870s. Among many labor disputes in the years just before the publication of the Plan of Chicago were the especially bitter and violent stockyards strikes of 1902 and 1904, and the teamsters strike of 1905. The last dragged on over a hundred days and took the lives of fourteen people, including two policemen. In June of 1905 a few hundred anarchists, socialists, and left-wing trade unionists met in Chicago to form the Industrial Workers of the World. Big Bill Haywood called the convention to order by banging a wooden board on the podium, while Eugene Debs and Mother Jones were among those who addressed the delegates.POPULATION DENSITY BY WARDAs reprehensible as were the circumstances in which many people worked, even worse were the places where poor Chicagoans lived, ate, and slept. While there were wards on the outer edges of Chicago inhabited by under ten people per acre, population density averaged over one hundred per acre in the slums of the Near West and Near Northwest Sides. The overcrowding in some blocks exceeded four hundred persons per acre. The Investigating Committee of the City Homes Association, chaired by University of Chicago sociologist Robert Hunter and including Jane Addams, issued a scathing report in 1901 on slum housing. In The Tenement Conditions of Chicago, the committee claimed that the housing situation in the city was awful and getting worse. They blamed not only greedy landlords but also \"the short-sighted policy of the municipality which permits the growth of housing conditions for whose improvement years of agitation and vigorous effort will be necessary.\" The committee claimed that 300,000 Chicagoans were living in rear tenements jammed into the back of lots meant for one building and in inhumanly overpacked multi-level structures. These people were assaulted by the stench of privies, animal manure, and garbage, while deprived of decent light, air, and plumbing.In 1911, Addams's Hull House colleagues Sophonisba Breckinridge and Edith Abbott conducted a follow-up study in which they found that while the average population density in the city was 19.7 people per acre, in the worst wards it was five times that figure, and in several blocks 350 per acre or higher. While there were now a few sanitary reforms in force and the city had paved more streets and sidewalks since 1901, the overall \"progress\" was discouraging. \"If there is little to be said of improvements during the last ten years, there is much to be said of lack of improvements,\" Breckinridge and Abbott concluded.Culture and PoliticsChicago's cultural and political life was, like so many other things in this city, rife with contrasts. By the time the Plan appeared, a new public library (now the Chicago Cultural Center) and the current homes of the Art Institute, the Chicago Symphony (Orchestra Hall was designed by D.H. Burnham and Company), and the Newberry Library had all been recently built. If 1909 Chicago could boast 21 libraries, 38 theaters, 750 newspapers and magazines, and 1,146 churches, chapels, and missions, it also featured an infamous vice district in the near South Side's First Ward, as well as more than 7,000 saloons. In the same year, Chicago's 4,706 policemen made over 70,000 arrests that resulted in charges being brought. The leading felony was larceny, with 4,369 cases, but this figure did not even approach the number of arrests (43,398) for disorderly conduct. There were seventy-three murders, more than a hundred fewer than in 1905, though twenty more than in 1908.Turn-of-the-century Chicago faced three significant political problems. The first two were logistical. The state constitution permitted cities only limited home rule powers, which made it difficult for these municipalities to borrow money or take any other kind of action on major projects without explicit authorization from the state legislature. At the same time, several different separate local governments and boards exercised different but overlapping powers within Chicago. For example, while Chicago residents constituted the overwhelming majority of residents of Cook County, the latter had (and still has) an independent government. A much more colorful problem was a profoundly crooked group of representatives on the city council. Thanks to the efforts of reform groups such as the Civic Federation and the Municipal Voters League, and the deft if hardly flawless leadership of Carter Harrison II, mayor from 1897 to 1905 and 1911 to 1915, better government advocates had accomplished considerable housecleaning. Muckraker Lincoln Steffens titled his chapter on local betterment efforts in The Shame of the Cities (1903) \"Chicago: Half Free and Fighting On,\" which indicates correctly that victories were partial. They were also temporary, as revealed by the election in 1915 of the corrupt buffoon William Hale \"Big Bill\" Thompson for the first of his three terms as mayor. While they worked with elected leaders, the authors of the Plan of Chicago did not put much faith in such people. Daniel Burnham told the members of the Commercial Club in 1904 that the most pragmatic approach for them to take, if they wished to improve Chicago, was to raise on their own the considerable resources required to establish an independent organization that would force the city to act in a way it would not without external pressure, even if it had taxing and borrowing power. \"The public authorities do not do their duty and they must be made to\" was his steely advice.The City That Was and Might BeBurnham's observation, whether justified or not, reveals that in his more candid moments his view of the city's prospects was guarded. In several of his speeches and letters, and in the Plan, he expressed concern that Chicago's growth had reached the point of diminishing returns since increasing congestion and pollution were serious threats to continued commercial profits, the engine of urban vitality. Such comments displayed less than unqualified confidence in the future, as did his frequently reiterated contention that unless the city did something to make itself more attractive and efficient, businessmen and investors would move their money elsewhere. Working and living conditions also required attention. Chicago would not and could not expect to attract and keep the labor force required to power its industries and staff its offices unless it provided an appealing environment for everyone. Burnham recognized, perhaps more than he has been given credit for doing, that Chicago and America were places different from what they had been up to the 1890s, and that the future did not necessarily promise the same expansive patterns on which Bion Arnold had based his most bullish predictions.Chicago's boosters and apologists eagerly maintained that the city still had plenty of room to grow. If it had shortcomings like dirt, disorder, and corruption, and if it was not as culturally sophisticated as the more established eastern cities, that was because Chicago was still like a strapping adolescent who had yet to reach maturity. The most well known summoning of this metaphor is in Carl Sandburg's famous poem \"Chicago,\" published just a few years after the Plan of Chicago. Sandburg likens the city to a tall and bold young \"slugger,\" whose unrefined brashness and rough edges are part of his appeal. In many respects, the planners were far more forward-looking than Sandburg. His view of the city, now an outdated cliché with no applicability to twenty-first-century Chicago, was arguably misleading even at the time.By the 1890s, and certainly by the time the planners set down to work, the city had reached very close to its full geographical limits, and its basic physical and economic structure was defined. Could it be that time was no longer the ally of Chicago, which had always counted on a bigger and better future? Investors within and outside the city were indeed looking for fresher centers of economic expansion farther to the west. Other cities were providing Chicago with stiff competition in its historically key industries, including lumber, grain, and even meatpacking. The automobile revolution was at hand, and the aviation age was on the horizon; both of these developments would pose challenges to the world's leading railroad city. Chicago continued to grow until the middle of the twentieth century, but not as quickly as its suburbs and some younger cities. The percentage of Chicagoans born outside the state and the country, while still substantial, continued to fall, and soon the outbreak of World War I and immigration restriction would considerably slow the influx of newcomers from abroad.GROWTH OF THE CHICAGO METROPOLITAN AREAThe planners could not foresee the war and its local consequences, of course, but they were convinced that it was no longer acceptable to dismiss the city's shortcomings as part of a phase from which it would soon naturally emerge all by itself. History was on Chicago's side only if people like themselves took effective action. It was time to do so.",
    "Street addresses associated": [
        "Near West Side",
        "Near Northwest Side",
        "South Side",
        "Lower West Side"
    ]
}