{
    "Title": "World's Columbian Exposition",
    "Descriptive Text": "(May 1, 1893–October 30, 1893.)Organized to commemorate the 400th anniversary of Columbus's landfall in the New World, the World's Columbian Exposition became a defining moment in Chicago's history and the history of the United States as a whole.When the World's Columbian Exposition opened, only 22 years had passed since the Chicago Fire of 1871; only 28 years had passed since the end of the American Civil War. In the interval, the era of Reconstruction had given way to a Gilded Age characterized by frenetic industrial growth, mass immigration, and class violence as evidenced by Chicago's 1886 Haymarket Square bombing. With many Americans wondering if sectional conflict had given way to class conflict, American political and economic leaders followed the example of their peers in Europe and turned increasingly to the medium of the world's fair to provide the cultural cement for their badly fragmented societies. The first world's fair, London's Crystal Palace Exhibition of 1851, had been championed by the British government to counter the spread of political radicalism and to tout the global expansion of the British Empire. The success of London's imperial show inspired Britain's continental rivals to organize fairs of their own. The United States followed in 1876 with a world's fair in Philadelphia, but this exposition lost money and left many Americans wondering if the exposition movement would ever take hold in the United States. Chicago's World's Columbian Exposition cast all doubts aside.Momentum to celebrate the Columbian quadricentennial began building in the early 1880s. By the close of the decade, civic leaders in St. Louis, New York City, and Washington DC joined their counterparts in Chicago and announced that they were interested in hosting a fair that, in a time of great economic uncertainty, held the promise of generating commercial profits as well as increasing real-estate values. Exposition backers also were also motivated by the prospect of securing greater prestige for themselves and for their cities. By 1890, it was clear that the U.S. Congress would have to decide where the fair would be held and that the principal contenders, by virtue of their superior financial resources, would be Chicago and New York. New York's financial titans, including J. P. Morgan, Cornelius Vanderbilt, and William Waldorf Astor, pledged $15 million to underwrite the fair if Congress awarded it to New York City. Not to be outdone, Chicago's leading capitalists and exposition sponsors, including Charles T. Yerkes, Marshall Field, Philip Armour, Gustavus Swift, and Cyrus McCormick, responded in kind. Furthermore, Chicago's promoters presented evidence of significant financial support from the city and state as well as over $5 million in stock subscriptions from people from every walk of life. What finally led Congress to vote in Chicago's favor was banker Lyman Gage's ability to raise several million additional dollars in a 24-hour period to best New York's final offer.Euphoric over their accomplishment, Chicago's powerful exposition backers had no time to rest. Although Congress pushed back the opening of the exposition to 1893, major battles lay ahead, especially over the selection of a site. Many downtown commercial interests favored a central location, but struggles over property rights and traffic congestion forced the exposition corporation, headed by Harlow N. Higinbotham, and the national exposition commission, headed by Thomas W. Palmer, to settle for Jackson Park, a marshy bog seven miles south of the Loop.To hasten the process of construction and exhibit selection, exposition authorities vested responsibility in Daniel H. Burnham, the exposition's director of works, and George R. Davis, director-general. Both drew inspiration from earlier fairs, especially the 1889 Paris Universal Exposition with its famed Eiffel Tower. And both sought ways to make the Chicago fair distinctive.For Burnham, architecture and sculpture would be to the Chicago fair what engineering had been to the Paris exposition. With the help of his partner, John W. Root, who died suddenly in 1891, Burnham assembled a stunning array of artistic and architectural talent to design the fair's main, palatial exhibition buildings on grounds that landscape architect Frederick Law Olmsted envisioned becoming a public park that would rival Central Park in New York City. Major outdoor sculptures included works by Augustus Saint-Gaudens, Frederick MacMonnies, and Daniel Chester French. The major buildings and their architects included Administration, by Richard Morris Hunt; Agriculture, by Charles McKim, William Mead, and Stanford White; Electricity, by Henry Van Brunt and Frank Howe; Horticulture, by William L. Jenney and William B. Mundie; Fisheries, by Henry Ives Cobb; Machinery Hall, by Robert Peabody and John Stearns; Manufactures and Liberal Arts, by George B. Post; Mines and Mining, by Solon Beman; and Transportation, by Dankmar Adler and Louis Sullivan. With the exception of the latter, which boasted Sullivan's long-remembered Golden Door, all these buildings were decidedly neoclassical, lathered with plaster of Paris, and painted a chalky white, thus bestowing the moniker of “White City” on the main exposition buildings. The White City's neoclassicism provoked a long-lived debate among architects. Sullivan, for one, would decry the pernicious effects of the fair on American architecture, while others praised the “civilizing” and uplifting effect that Burnham's Beaux-Arts plan would have on the public architecture of squalid American cities.While Burnham was developing his blueprint for the exposition grounds and buildings, Davis and his team of directors tackled the equally monumental task of giving form to the millions of exhibits that would go on display. For assistance with classifying exhibit material, Davis relied on the advice of America's foremost taxonomist, the Smithsonian Institution's G. Brown Goode, who conceptualized the fair as a veritable encyclopedia of civilization.What exactly did “civilization” mean? Part of the answer came from the monumental exhibition palaces stuffed to overflowing with technologies of industrial and agricultural production as well as exhibits of fine art that surrounded the Court of Honor. Another part of the answer was provided by negative example through exhibits and concessions arranged along the Midway Plaisance, a mile-long avenue that ran at a right angle to the White City and blended education with amusement.The inspiration for the Midway came from the 1889 Paris Universal Exposition, where the French government and prominent anthropologists turned representations of the French colonies into living ethnological villages featuring people from Africa and Asia. To lend anthropological legitimacy to their enterprise, Chicago's exposition directors placed the Midway under the nominal direction of Harvard's Frederic Ward Putnam, who had already been chosen to organize an Anthropology Building at the fair. Putnam envisioned the Midway as a living outdoor museum of “primitive” human beings that would afford visitors the opportunity to measure the progress of humanity toward the ideal of civilization presented in the White City. All of the ethnographic villages and most of the other attractions on the Midway, however, were commercial ventures organized by entrepreneurs who obtained concessions through the Ways and Means Committee of the World's Columbian Commission. By opening day, the Midway boasted an African village and a massive Streets of Cairo concession along with other ethnological shows. But the Midway, in addition to providing a serious educational component to the fair, had become its amusement center as well. With its wheel designed by George Ferris revolving high above the fairgrounds, its notorious—at least by Victorian standards—belly dancers, and its varied cuisine, the Midway's multiple fascinations challenged the White City's unity and dignity. Indeed, the Midway Plaisance is perhaps best understood as a cultural hothouse that generated many novel mass cultural forms (Riverview Park and Coney Island, for instance, were direct offshoots of the Midway) that would lend a distinctive character to American culture as it evolved over the course of the twentieth century.As tensions between the White City and the Midway Plaisance made clear, the World's Columbian Exposition reflected broader struggles in American society over the future course of American society and culture. Concerns about the power of the exposition to shape the future were also apparent in the struggles fought by African Americans and women over their representation at the fair.The whiteness of the White City became increasingly offensive to African Americans as plans for the fair unfolded. In response to the determination of African Americans to show the world their accomplishments since emancipation, exposition directors insisted that African American proposals for exhibits be approved by all-white state committees. Most such requests were rejected out of hand. In response to requests from African Americans that they receive a role in planning the fair, exposition authorities appointed a St. Louis school principal to the position of alternate on the national commission. Enraged by the politics of exclusion and tokenism, some African Americans, led by Ida B. Wells, urged African Americans to boycott the fair. Frederick Douglass, who served as Haiti's representative at the exposition, disagreed and urged African Americans to participate as fully as possible. When exposition managers set aside a special “colored American” day (white ethnic groups had their own days as well), Douglass seized the occasion to insist that Americans live up to the Constitution and their promises of social justice for former slaves. But the fair, through its racist policies, had already helped pave the way for national acceptance of the separate-but-equal doctrine that would become the law of the land in 1896.Since the act of Congress that originally awarded Chicago the fair mandated that a Board of Lady Managers be created as part of the exposition's governing structure, it was clear that white middle-class women would have more success than African Americans in securing measure of representation at the fair. But it was not clear how women would be represented. Some women argued that exhibits prepared by women should be displayed in the major exhibition palaces alongside those organized by men and judged accordingly. Others pressed and won their case that women should have a separate building for their exhibits. Bertha Honoré Palmer, president of the Board of Lady Managers, lent her considerable talents to organizing exhibits for the Woman's Building, which was designed by Boston architect Sophia Hayden and located near the point where the Midway Plaisance joined the main exposition grounds.The World's Columbian Exposition defined American culture. Its World's Congress Auxiliary presented lectures and discussions by prominent political activists and intellectuals about subjects as wide-ranging and pressing as religion and science, labor, and women's rights. Historian Frederick Jackson Turner gave his famous paper on the significance of the frontier in American history to a meeting of historians held in conjunction with the fair. Henry Ford saw an internal combustion engine at the fair that fired his dreams about the possibility of designing a horseless carriage. For millions of visitors, the electrical illuminations of the fair were a source of wonder and excitement about the possibilities of illuminating America's farms and cities. Whether they saw the fair firsthand or experienced it through postcards or accounts in newspapers and magazines, most Americans regarded the World's Columbian Exposition as a cultural touchstone and remembered it for the rest of their lives.Multiple tragedies marked the end of the fair. A smallpox epidemic that originated at the fair in midsummer spread throughout the city by early autumn. Then, just before the gala closing ceremonies were to be held, Mayor Carter Harrison was assassinated. Finally, shortly after the fair's close, a fire swept through the fairgrounds, destroying many of the buildings.The fair was gone, but not its influence. It lifted the spirits of over 20 million people who paid to visit the exposition just as the Panic of 1893 hit. Furthermore, many of the exhibits found their way into museums around the country, including the Smithsonian Institution and the Philadelphia Commercial Museum. Chicago's Field Museum owed its origin to the fair and opened in 1894 in the former Palace of Fine Arts, a building that would later be reconstructed to become the Museum of Science and Industry. And the building that had housed delegates to world's congresses would become the Art Institute of Chicago. On another level, the triumph of the World's Columbian Exposition revivified the American world's fair movement and set a standard against which every subsequent exposition would be measured. Forty years later, the promoters of the Century of Progress Exposition made clear their indebtedness to the 1893 fair when they triggered the opening of their exposition with a beam of starlight that left Arcturus the same year that the World's Columbian Exposition had illuminated Chicago's skies.",
    "Bibliography": "Badger, Reid. The Great American Fair: The World's Columbian Exposition and American Culture. 1979.Harris, Neil, Wim de Wit, James Gilbert, and Robert Rydell. Grand Illusions: Chicago's World's Fair of 1893. 1993.Rydell, Robert W. All the World's a Fair: Visions of Empire at America's International Expositions, 1876–1916. 1984.",
    "Author of Text": "Robert W. Rydell",
    "Hyperlinked Terms Associated": [
        "Fire of 1871",
        "Civil War",
        "Haymarket",
        "real-estate",
        "Jackson Park",
        "architecture",
        "amusement",
        "African Americans",
        "postcards",
        "epidemic",
        "Mayor",
        "Field Museum",
        "Museum of Science and Industry",
        "Art Institute of Chicago",
        "Century of Progress Exposition"
    ],
    "Street addresses associated": [
        "Jackson Park",
        "South Loop"
    ]
}