{
    "Title": "Race Riots",
    "Descriptive Text": "Chicago developed a reputation as a cauldron of specifically “racial” conflict and violence largely in the twentieth century. The determination of many whites to deny African Americans equal opportunities in employment, housing, and political representation has frequently resulted in sustained violent clashes, particularly during periods of economic crisis or postwar tension.GUARDSMEN QUESTIONING MAN, 1919 Chicago's most famous race riot of this type occurred between July 27 and August 3, 1919. The violence was precipitated by the drowning of an African American teenager who had crossed an invisible line at 29th Street separating customarily segregated “white” and “black” beaches. Soon, white and black Chicagoans, especially in the South Side residential areas surrounding the stockyards, engaged in a seven-day orgy of shootings, arsons, and beatings that resulted in the deaths of 15 whites and 23 blacks with an additional 537 injured (342 black, 195 white). The police force, owing both to understaffing and the open sympathy of many officers with the white rioters, was ineffective; only the long-delayed intervention of the state militia brought the violence to a halt, and heavenly intervention in the form of rain was probably an important factor as well. The passions of this outbreak were rooted in pent-up tensions surrounding the massive migration of southern blacks during World War I: sometimes hired as strikebreakers, their increased industrial presence was viewed by many white workers as a threat to their own livelihoods, fueling attempts to impose rigid physical boundaries beyond which blacks could not penetrate.WHITE POWER IN GAGE PARK The aftermath of World War II saw a revival of white attacks on black mobility, mostly on the city's South and Southwest Sides, but also in the western industrial suburb of Cicero. Aspiring African American professionals seeking to obtain improved housing beyond the increasingly overcrowded South Side ghetto, whether in private residences or in the new public housing developments constructed by the Chicago Housing Authority, were frequently greeted by attempted arsons, bombings, and angry white mobs often numbering into the thousands. The 1951 Cicero riot, in particular, lasting several nights and involving roughly two to five thousand white protesters, attracted worldwide condemnation. By the end of the 1950s, with black residential presence somewhat more firmly established, the battleground in many South Side neighborhoods shifted to clashes over black attempts to gain unimpeded access to neighborhood parks and beaches.Since the mid-1960s, the nature of race riots in Chicago (as elsewhere) has significantly shifted. Although violent black/white clashes continued into the mid-1970s, the term's use shifted during the 1960s to refer to the uprisings of poorer blacks (or Latinos) protesting ghetto conditions, especially police brutality. Chicago has experienced several noteworthy outbreaks of this type, including the confrontation between police and the largely Puerto Rican communities of West Town and Humboldt Park during the summer of 1966, but most notably the massive 1968 West Side riots following the assassination of Martin Luther King. No clashes of this magnitude have occurred since (even following the 1992 Rodney King verdict in Los Angeles), but the continued salience of many of the protesters' expressed grievances—inferior housing, lack of meaningful employment, and inequitable law enforcement—suggests that the issues surrounding racial violence are by no means a finished chapter in Chicago history.",
    "Bibliography": "Grossman, James R. Land of Hope: Chicago, Black Southerners, and the Great Migration. 1989.Hirsch, Arnold R. Making the Second Ghetto: Race and Housing in Chicago, 1940–1960. 1983.Tuttle, William M., Jr. Race Riot: Chicago in the Red Summer of 1919. 1970.",
    "Author of Text": "Steven Essig",
    "Street addresses associated": [
        "Back of the Yards",
        "South Side",
        "Gage Park",
        "West Town",
        "Humboldt Park"
    ]
}