{
    "Title": "Racism, Ethnicity, and White Identity",
    "Descriptive Text": "If the grand jury investigating the white-on-black violence during the 1919 race riot in Chicago is to be believed, Irish American gangs played a central role in attempting to extend the bloodshed. Members of Ragen's Colts, one of the leading gangs, disguised themselves in blackface in order to set fire to Polish and Lithuanian neighborhoods in the Back of the Yards area. Their hope was to draw the immigrant population into bloody reprisals against African Americans. Two years later, Ragen's Colts again mounted the barricades, hanging in effigy a Ku Klux Klansman in the opening salvo of a successful campaign to isolate and drive from Chicago an organization known for violence against southern African Americans, but now focused on Roman Catholics and Jews as threats to American culture and society. In that incarnation, the Colts battled the forces of intolerance. Thus Ragen's Colts symbolized the bizarre extremes of racial intolerance and terror in early-twentieth-century Chicago.The two faces of Ragen's Colts will almost inevitably strike contemporary readers as contradictory: at one moment deceptive, vile, and exclusionary and at the next campaigning against icons of hatred. However, such contradictions go to the heart of Chicago's history as well. In the city's past and present, two images contend. One emphasizes the astonishing cultural variety and vibrant cultural exchanges nourished in an atmosphere of tolerance. The other stresses how quickly and ruthlessly racial lines have been or can be drawn in the city sometimes called the nation's “most segregated,” one that helped to teach Martin Luther King about a racism he had not encountered in the South.\"IRISHMEN ATTENTION!,\" 1887 To move beyond explaining away such contradictions as simply “paradoxes” requires coming to grips with the chilling extent to which processes of racial exclusion were part and parcel of building increasingly inclusive unities among European immigrants as white Americans. During the 1919 race riot, the blackface arson came in response to the lack of interest among Eastern European immigrants in brutalizing blacks. Some Poles argued that the riot was a conflict between blacks and whites, with Poles abstaining because they belonged to neither group. Indeed the Poles and Lithuanians might well have hated each other more than either group hated African Americans. Thus the racially disguised terror committed by the Irish American gang members was not only an act of racism. It was, perversely, also an act of inclusion, reaching out to newer Roman Catholic immigrants who did not have a secure place in U.S. systems of racial privilege and who did not sufficiently identify and act as whites. In that sense the arson served as a fit prelude to militant, but not interracial, protest against the Klan's attempts to restrict the white race to Protestant Anglo-Saxondom.HARRIET ROSA'S REMINISCENCES, 1850S This essay traces the broader historical patterns through which dramatically inclusive new identities among whites formed in Chicago history. Such inclusive identities failed to expand further, and therefore challenge the color line, because inclusion itself was often based on drawing, extending, and policing color lines. In making this argument, it is tempting to rely on a firm distinction between race, as a relatively permanent boundary, and ethnicity, which was often breached as whites came together. Yet race is not a meaningful biological category; and ethnicity, far from a primordial attachment, is an imagined and constantly reimagined identity. Moreover, the firm distinction between race, as an identity imagined to be largely biological, and ethnicity, as an identity imagined to be based largely on culture, language, and history, came into being relatively recently. The “race relations cycle,” which University of Chicago professor Robert Park and other “ Chicago School ” sociologists used to describe how immigrants and people of color assimilate into the dominant culture, used race to refer not only to African Americans and Mexican Americans but also to Italians, Slavs, and a multitude of other groups. This expansive use of race as a category fit well into an early twentieth-century context, when the relationship of Poles, Italians, and Lithuanians, for example, to American whiteness was far from clear. It was as a result of the process of drawing new European immigrants more fully into the white race that the Sicilian immigrant went from being a member of the Italian race to being a “white ethnic.” The distinction between race and ethnicity therefore cannot explain why some, but not “other,” residents of the United States were included in broadening white identities. Indeed the distinction itself needs to be explained by looking at patterns of inclusion and exclusion.TREATY OF GREENVILLE (TYPESCRIPT), 1795 The sometimes hidden processes of building an overarching white identity through exclusion of people of color are old Chicago stories, dating back at least to the transitions that made Chicago a white city in the first place. In the early nineteenth century, William Cronon writes, Chicago was “a polyglot world.” Potawatomi Indians controlled much of the land around Chicago and traded briskly with “ Sacs, Foxes, French, Ottawas, English, Chippewas, Americans and others.” But in 1833, when most remaining Potawatomis gathered in Chicago to negotiate with a U.S. government determined to strengthen its control of the Indian presence in Illinois, land in and around the city shifted into “ Yankee ” hands by virtue of a pair of treaties. Three years later, most Potawatomis had been removed west of the Mississippi River. “The hybrid cultural universe of Indians and Euroamericans that had existed in the Chicago area for decades was,” Cronon continues, “finally to be shattered by different conceptions of property and real estate. ” The exclusions here carried great drama, but the ways in which the process created a new sense of being white and its importance among “French,” “English,” “Americans,” and “others” also deserves attention. Deep connections between being white and possessing legally defensible rights to property developed as did a sense that whiteness mattered as much or more than specific national origins in making a new “American” race. By 1858, in his celebrated debates with Abraham Lincoln, Senate candidate Stephen A. Douglas heard supporters chant “white men” as he spoke. In arguing that, for example, Celtic people deserved full inclusion in the white race, Douglas emphasized to Chicagoans and other Illinoisans that Irish immigrants and other new arrivals were not black and were not Indian.MAXWELL STREET MARKET, 1917 Chicago's history continued to feature dramas in which whites continued to create larger unities which themselves regularly became the basis for new exclusions. Even the very process of excluding became the basis for white identity. Irish immigrants whose loyalties before migration were often intensely local, for example, might have found themselves speaking Gaelic, building parishes, voting, frequenting bars, and supporting Irish nationalist causes together with migrants from other Irish clans and counties. Italian village and regional identities, although not lost, coexisted with broader identities as Italians and Italian Americans. Workplaces, such as the famously mixed stockyards and garment factories, threw populations together promiscuously. Neighborhoods did likewise, so that the well-studied Italian and Polish districts of the city, for example, were far from only Italian or Polish and sometimes contained only a minority of residents from the group that gave the area its ethnic name and identity. Catholic parishes, typically designed to serve what were visualized as distinct and bounded immigrant neighborhoods, often witnessed population changes and heard masses preached in both the language of the founding group and that of the newcomers. Some parishioners married across ethnic (but within religious) lines, often over sharp objections of parish priests.CHICAGO COMMONS PAGEANT, 1924 These overlapping and wildly uneven processes of developing larger unities while keeping older ones were so complex as to defy easy categorization. Immigration historians have imposed some order on the processes by regarding “American” or “working-class American” as the largest unities being created. In doing so, historians of Chicago have been especially successful at avoiding any mechanistic emphasis on inevitable “assimilation” into a new nation. They have portrayed great dramas in which old values, new migrations, recrossings of oceans, economic change, and popular culture mattered greatly, in which cultures from various homelands both survive and are recreated in Chicago. Above all, they have shown that immigrants were actors, not objects, in the drama of Americanization. Indeed in 1964 Rudolph J. Vecoli's essay on Italians in Chicago struck a first decisive blow against seeing immigrants to the United States as simply “uprooted” populations, desperate and acted upon. When Lizabeth Cohen and Roger Horowitz describe the “culture of unity” which made for the “working-class Americanism” underpinning union organizing in the 1930s and '40s, they emphasize that such interculturalism was in large part “carefully constructed” by immigrants and workers themselves. James Barrett's seminal work on “Americanization from the bottom up” similarly stresses the ways in which earlier generations of immigrants, and the institutions they built, imparted a sense of what it meant to be American to later arrivals. Often this process crossed lines between immigrant groups, with Irish priests, police, and labor leaders, for example, shaping and limiting the process by which Eastern and Southern Europeans could become Americans.But these complex dramas become still more fascinating when we realize that “American” and “working-class American” were not the only overarching unities being created across immigrant populations. So too were racial identities being made. During and after the 1960s, for example, Mexican Americans and Puerto Ricans in Chicago developed what Felix M. Padilla calls a “situational” identity, enabling them to come together as “Latinos” for specific purposes and at particular times. However, the identity of “white American” was the critical one complicating the picture of cross-cultural relations in Chicago. In the major arenas in which cross-cultural contact occurred, the processes of learning and creating a sense of what it meant to be “Americans” and of what it meant to be white in the United States occurred together. Time and time again, becoming white accelerated, formed, and deformed the process by which immigrants from Europe became American.HULL HOUSE MAP (NATIONALITIES), 1895 The settlement house, in which upper- and middle-class women mixed with immigrants and immigrants mixed with each other, is a case in point. The settlements, as historian Thomas Lee Philpott shows, practiced an “open-door policy” which reflected the fact that neighborhoods were mixed. “All the settlements,” he added, excluded people for breaking rules, but “none of them drew any ethnic line.” In Burnside, the 22-block area bordering on the neighborhood's settlement house included 22 national groups. Each group furnished settlement house members. In the 1920s, the University of Chicago settlement house serving Back of the Yards accepted, despite acute Polish-Mexican tensions, Mexican members and helped for a time to convince the neighborhood that they ought to be included in the “white race” and in the community. When the “Latin Club” of Italian and Mexican young men at Hull House fell into conflict, the Italians called for the exclusion of Mexicans as “nonwhite” in an incident illustrative of the complexities of racial categorizing of Mexican Americans in the city's history. Hull House leaders reaffirmed the policy of welcoming Mexicans. On the other hand, virtually all of the settlement houses made peace with Jim Crow policies, excluding or segregating African Americans. In 1915, Gads Hill Center on the Lower West Side declared its blackface minstrel show a “great success.” Polish and Bohemian actors and audience members did not always know English, but they could “enjoy the music [and] really attractive costumes” while learning about both Americanization and racial hierarchy. Young performers named Kraszewski, Pletcha, and Chimiclewski sang “Clare De Kitchen” and “Gideon's Band.” Some of these immigrants might well have seen their residences burn in another “blackface performance,” that of Ragen's Colts, four years later.LETTER AND RESTRICTIVE COVENANT, 1929 Mass movements of homeowners and visionary experiments in housing likewise brought together immigrant cultures and excluded African Americans. The Greater Pullman Property Restriction Association, which campaigned successfully in the 1920s to keep Pullman all-white and to extend greatly the all-white areas around it, “included Catholics, Protestants and Jews. They had names like Perlman, Korzeniecki, Birkhoff, Larocco, Hockstra, Teninga, Novak and Bezdek” as well as more “American” sounding ones. The exclusion of Jews and other new immigrant groups from buying in some limited areas might well have quickened their interest in joining movements to use “ restrictive covenants ” to prevent home sales to African Americans. To make “race” the focus of such campaigns cut against the drawing of exclusionary distinctions among Europeans.A 1949 poem by Langston Hughes caught precisely the intent of restrictive covenants, compacts among white property owners to keep African Americans from moving into segregated neighborhoods:In ChicagoThey've got covenantsRestricting me—However, Hughes also identified another dimension to housing discrimination. In their reaction to the possibility of integration, Hughes suggested, new European immigrants acted alongside the native-born white population:When I moveInto a neighborhoodFolks fly.Even every foreignerThat can move, moves.Why?In participating in the massive grassroots, if also real-estate-agent-sponsored, campaigns to enforce racially restrictive covenants in the second quarter of the twentieth century in Chicago, immigrants literally signed onto, and were accepted into, white racial identity. Coming from areas of Europe in which dividing the world into black and white people made little sense in daily life, and themselves often despised as “not quite white” on their arrival in the U.S., European newcomers and their children came to be more fully included in the white race precisely through the exclusion of African Americans.In 1919, when the Reform Jewish / Christian Scientist businessman Benjamin J. Rosenthal built Garden Homes, Chicago's first model housing, he consciously strove to bring together “people of various nationalities” between State and Indiana below 87th Street. A third-generation Irish resident of the Homes would later recall that Rosenthal wanted to “show us turkeys and the polacks, lugans, dagoes and everybody else that we could all live together without knocking each others' heads in.” Garden Homes was nonetheless “white only.” The African American residents who broke the color line there in 1956 saw their home burn as a result of arson.More intricate patterns of inclusion and exclusion characterized the Roman Catholic Church and the unions in Chicago. The Church, as John T. McGreevy and others have shown, structured itself around the ethnic parish in the first half of the twentieth century. Interested both in Americanization and in maintaining ethnic lines, it was a model cultural-pluralist institution. The Catholic Youth Organization, founded in Chicago, brought together youth from various parishes and of various national origins without eroding ethnic and parish identities. Catholic high schools also increasingly fostered cross-cultural contact among whites. But ethnic exclusivity remained very strong at the parish level, in some ways increasing among priests worried about ethnic intermarriage in the 1920s and '30s. As McGreevy shows, segregation of African American Catholics into separate parishes occurred in this context, with the emphasis on autonomy as well as on exclusion. However, even early in the twentieth century, a sense of “Catholic whiteness” stretched across ethnic lines. As the Church abandoned national parishes and adopted a more integrationist stance after World War II, it failed to find a way to move many of its parishioners, and some of its clergy, to racial inclusion. The neighborhoods on which its parishes were based were increasingly defined as white, rather than simply by nationality.Workplaces and unions are often and rightly seen as key sites of cross-cultural relations. Employers recruited labor from an astonishing range of national groups. Signs regarding safety on the job often appeared in several European languages, even at factories with ambitious Americanization programs. In some cases care was taken to isolate workers from others of the same nationality in an effort to divide the labor force. As a Wisconsin Steel superintendent put it, “We try never to allow two of a nationality to work together if we can help it. Nationalities tend to be clannish and naturally it interferes with work.” Extremely heterogeneous work gangs cooperated to outwit management efforts to increase production and then retired to lunch with others of their own nationality.PILSEN GOOD FRIDAY PARADE, 1978 Trade unions likewise often sought to bring workers together across ethnic lines. This unity was especially sought by radical labor organizations and those seeking to build broad industrial unions rather than narrow and often ethnically segregated craft organizations. The Chicago Tribune in 1885 was confident it could discredit the International Working People's Association by describing a dance which the organization sponsored: “Every variety of step might have been witnessed yesterday. The ‘Bohemian dip,' the ‘German lunge,' the ‘Austrian kick,' the ‘Polish ramp' and the ‘Scandinavian trot.'” The prolabor Illinois Women's Alliance of the 1890s brought together organized labor, ethnically diverse sweatshop workers, and dozens of upper- and middle-class organizations, ranging from the Women's Christian Temperance Union to the Women's Homeopathic Medical Society. U.S. Commissioner of Labor Ethelbert Stewart had Chicago's slaughterhouses in mind when he wrote in 1905 on the labor union as “the first, and for a time the only, point at which [the immigrant] touches any influence outside of his clan. ... By virtue of the intercourse ... clannishness is to a degree destroyed, and a social mixing along other lines comes into play.” In the 1930s, a steelworkers' organizer reported his discovery of “Hungarian goulash, minestrone soup, lox ... corned beef [and] gefilte fish” in the course of his duties.Some scholars, most notably the once Chicago-based sociologist Ira Katznelson, have argued that the world of labor also brought relatively great cross-cultural exchange where race was concerned. The “city trenches” that Katznelson identified divided workers by race largely via neighborhood boundaries, not in workplaces and unions. Such a view has obvious attractions. St. Clair Drake and Horace R. Cayton aptly observed in 1945 that “habits of thought ... characterize certain parts of the city as ‘white' and others as ‘Negro,'” whatever the overlapping concern with naming ethnic neighborhoods. Parks and beaches were likewise black or white. The “job ceiling” which kept work segregated was, on the other hand, more complex, with considerable mixing of African Americans and the Irish on lower rungs of the job ladder in the nineteenth century and of African American, Mexican, and European immigrant workers in the twentieth. Industrial unions, especially in meatpacking, at times fought hard for racial inclusion. Packinghouse union organizer Stella Nowicki echoed Katznelson's thesis in recalling, “We worked in the stockyards with blacks but when we came home, we went to lily-white neighborhoods and the blacks went to their ghetto.” She then described vigorous union initiatives, from social events to campaigns to integrate major league baseball, to bridge “city trenches” off the job.But inclusion on the job had very sharp limits. White-collar work in integrated settings, Drake and Cayton wrote, was broadly opposed by whites as a form of “social equality.” Unions, especially in the crafts, often barred African American entry into jobs, and industrial unions frequently acquiesced or colluded in leaving skilled, high-paying manufacturing jobs in white hands. Wisconsin Steel and Western Electric, on the far Southwest Side, graphically showed the difficulties of imagining unity at work and exclusion residentially and illustrated the difficulties facing antiracist trade unionists. In the area near those plants, Cohen writes, white employees feared African Americans “as co-workers—to say nothing of as neighbors.” Management in the factories, she adds, “respected community prejudice and did not hire blacks.” In this instance, as in more formal actions to enforce residential segregation, the category “white” came to unite and include a variety of immigrant groups.MCCUTCHEON CARTOON, 1919 Both the exclusion of African Americans and the inclusion of new groups of often despised immigrant European workers as white were decisive in defining these cross-cultural exchanges. Through much of the twentieth century it was not clear that the “new immigrants” from Eastern and Southern Europe would be accepted as white or American. During the 1920s, a central character in James T. Farrell's Studs Lonigan would observe, “The Polacks and Dagoes, and niggers are the same, only the niggers are the lowest.” In 1929, sociologist Harvey Warren Zorbaugh wrote that “while the Irish and Swedish had gotten on well as neighbors, neither ... would live peaceably with the Sicilian. There was considerable friction, especially among the children of the two races.” Three European groups made two races—the white one to which Irish and Swedes belonged and the not-quite-white one which included Sicilians. The processes of inclusion and exclusion shaped the formation of white racial identity unevenly but enabled impressive progress toward inclusion among whites of those groups whom Ragen's Colts attempt to conscript into the white race in 1919.In 1954, as pan-white unity reached new heights around issues of “property and real estate,” an American Civil Liberties Union investigator was assigned to visit working-class saloons and to transcribe conversations on integration of the Trumbull Park Homes. “Well,” one drinker argued, “if they get control over there it won't be long before they come here and our home will wind up in a nigger neighborhood and we will have to sell for little or nothing.” This apt summation of what would become the logic of both “white flight” and “white backlash” reflected a complex identity. It was delivered in Polish, but by a Chicagoan who identified himself, and would have been seen, as a “white ethnic” and not a member of the “Polish race.”WHITE CIRCLE LEAGUE OF AMERICA In his 1939 hit song “Ballad for Americans,” African American artist and activist Paul Robeson sang of the promise of many becoming one, while maintaining diverse cultural practices. He sang of an “Irish, Negro, Jewish, Italian, French and English, Spanish, Russian, Chinese, Polish, Scotch, Hungarian ... Swedish, Finnish, Canadian, Greek and Turk, and Czech and double Czech American.” The mysterious Czech and “double Czech,” delivered in minstrel dialect, echoed the tag line (“Check and double check”) of the much-protested racist radio comedy Amos 'n' Andy, a show that originated in Chicago. By reinjecting racism in concluding a litany of multicultural hope, Robeson reminded listeners that much remained to be done before African Americans achieved the inclusion the song heralded. If Chicago history is a guide, a further reminder may be in order: inclusion of most of the song's long list of groups involved their being recognized not simply as Americans but as white Americans and was inseparable from the forces that produced Amos 'n' Andy.",
    "Author of Text": "David R. Roediger",
    "Street addresses associated": [
        "Back of the Yards",
        "Pullman",
        "Hyde Park",
        "Beverly",
        "Morgan Park"
    ]
}