{
    "Title": "Railroads",
    "Descriptive Text": "Chicago is the most important railroad center in North America. More lines of track radiate in more directions from Chicago than from any other city. Chicago has long been the most important interchange point for freight traffic between the nation's major railroads and it is the hub of Amtrak, the intercity rail passenger system. Chicago ranks second (behind New York City) in terms of the volume of commuter rail passengers carried each day.The first railroad in Chicago was the Galena & Chicago Union, which was chartered in 1836 to build tracks to the lead mines at Galena in northwestern Illinois. The first tracks were laid in 1848, and then not to Galena but to a point known as Oak Ridge (now Oak Park ). The Galena & Chicago Union's terminal stood near the corner of Canal and Kinzie Streets.THE PIONEER Other railroads soon completed lines of track linking Chicago with the wheat fields of northern Illinois and southern Wisconsin. Later lines connected the city with Detroit, Cleveland, Cincinnati, New Orleans, St. Louis, Kansas City, Omaha, and St. Paul. Railroads were especially important as haulers of grain and livestock, which helped Chicago gain a primary role in the grain marketing and meatpacking industries.Many of the railroads built west of Chicago had their corporate headquarters in the city, as well as yards and shops. Chicago became a center for the manufacture of freight cars, passenger cars (Pullman Company), and, later diesel locomotives (Electro-Motive Division of General Motors, in La Grange ).RAILROADS AND THE LOOP, C.1930 (MAP) Freight moving across the country is funneled through the railroad yards of Chicago, where it is classified and then transferred to the yards of other railroads within the metropolitan area. The largest of these yards include Proviso and Bensenville on the western edge of the city, Clearing Yard in Bedford Park, Barr and Blue Island Yards on the far South Side, and Corwith Yard near the Stevenson Expressway. Although the nation's railroads now have been merged into just a few large systems, Chicago remains the hub where the tracks of one company end and those of another begin.Until the 1960s the Chicago Loop contained six major railroad terminals for intercity rail passenger traffic. Passengers traveling between the East and West Coasts often had half a day to spend in Chicago between trains and took advantage of the time by sightseeing. Journalists sometimes met trains arriving from New York or Los Angeles to spot the celebrities. The decline of intercity rail passenger travel brought about by the advent of jet airlines led to the decline of the passenger train and the eventual consolidation of remaining services under Amtrak in 1971.RAIL YARDS WEST OF LOOP, 1930S Hundreds of thousands of Chicago-area residents still commute to the Loop by train each day, now under the auspices of Metra, the publicly owned regional rail transportation authority. Twelve such commuter-train services extend outward along the radiating routes of Chicago's rail network. The Burlington Northern Santa Fe line to Naperville and Aurora carries the heaviest volume of passengers",
    "Bibliography": "Grant, H. Roger. The Chicago and North Western Railway. 1993.Mayer, Harold M. “Location of Railway Facilities in Metropolitan Centers as Typified by Chicago.” Journal of Land and Public Utility Economics 20 (1944): 299–315.Trains 53.7 ( July 1993). Article on the modern geography of railroads in Chicago.",
    "Author of Text": "John C. Hudson"
}