{
    "Title": "Railroad Stations",
    "Descriptive Text": "Built by the Galena & Chicago Union Railroad in 1848, the city's first railroad depot was of a simple board construction. The only ornamentation on the structure was a cupola over the second floor, which was used as a watchtower. The building was destroyed by the Great Chicago Fire of 1871.The terminal railroad stations built in Chicago during the mid to late nineteenth century were somewhat more elaborate. The Central Depot, built in 1856 for the Illinois Central and Chicago & Alton Railroads, was used until the early 1890s. While the building itself was a curious mix of architectural styles, it served as a precursor to the grandeur of future terminal stations in Chicago.LAKE SHORE & MICHIGAN SO. STATION, 1872 Other railroads soon followed suit, building many of their terminal stations along the fringes of the Loop in order to maintain proximity to the increasing number of commuters who worked downtown. The Chicago & North Western Railway built their Wells Street Station (located on the site of the Merchandise Mart ) in 1881 in an effort to consolidate their commuter passenger business at one location. The building was noted for its restaurants and spacious waiting rooms. The first Union Station was built the same year at the corner of Canal and Monroe Streets by the Chicago, Milwaukee & St. Paul and other associated railroads. Several other notable terminal stations were built within the next 10 years, including the Dearborn Street Station in the South Loop, the Grand Central Station at Wells and Harrison Streets, and the Central Station built by the Illinois Central at 12th Street.While the first terminal station was a relatively simple affair, many of the terminal stations soon developed elaborate facilities for commercial and business activity. Businessmen and travelers ate at the restaurants located in the downtown terminal stations. Soon space was set aside within the terminals for gift shops, shoe-shine stands, and even small book stands. The second LaSalle Street Station, built in 1902 at the corner of LaSalle and Van Buren Streets, featured a 12-story office building with a steel frame. The tenants of the building included the Chicago, Rock Island & Pacific Railroad and the Lake Shore & Michigan Southern Railroad.GRAND CENTRAL STATION, 1922 As the first major phase of railroad terminal station construction concluded in the early 1890s, many outlying communities in the city and the nearby suburbs began clamoring for their own passenger stations. Given the land speculation that generally followed the entrepreneurial activity of the railroads, a new passenger station could be a potential boon to other local businesses. One such station was the Illinois Central Station at 57th Street in Hyde Park. The station was built in the high Victorian Gothic style, and featured a large central pavilion area, along with canopies that sprawled around the entire building. The station also had restroom facilities and a restaurant frequented by local residents. While not every area was fortunate enough to have such an ornate building, certain architectural elements like cupolas, dormers, and long platforms were incorporated into many of the stations. Notable examples of this period in passenger station construction include the Beverly stations at 91st and 99th Streets and the Morgan Park stations at 111th and 115th Streets, all built to serve the Chicago, Rock Island & Pacific Railroad.The culmination of downtown railroad terminal building came with the construction of two monumental buildings directly west of the Loop. The Chicago & North Western Station built in 1911 by the Chicago & North Western Railway featured a three-story waiting room decorated with bronze-trimmed marble. Union Station, the largest railroad station, was built in Chicago in 1925 at the corner of Canal and Adams Streets. This station was also noted for its impressive waiting room, which bore a strong resemblance to the Pennsylvania Station in New York.SCRUBWOMEN, UNION STATION, 1943 After the 1920s, with passenger traffic waning, railroads built fewer stations in Chicago and its environs. Stations began to revert to the “decorated shed” model, often with a truncated platform and a tiny waiting area, if one was provided at all. Architectural details were no longer incorporated into these utilitarian structures. Interesting examples include the stations in Highwood and Mokena. Where railroad stations had once been lively centers of activity within the surrounding community, they had returned full circle to their more spartan origins.",
    "Bibliography": "Bach, Ira J., and Susan Wolfson. A Guide to Chicago's Train Stations: Present and Past. 1986.Mayer, Harold M. “The Railway Terminal Problem of Central Chicago.” Economic Geography 21.1 (1945): 62–76.Mayer, Harold M. The Railway Pattern of Metropolitan Chicago. 1943.",
    "Author of Text": "Max Grinnell",
    "Street addresses associated": [
        "Hyde Park",
        "South Loop"
    ]
}