{
    "Title": "Railroad Workers",
    "Descriptive Text": "Chicagoans began working on the railroad in 1848, when building began on the Galena & Chicago Union Railroad. By the 1870s, railroads employed some 2,700 workers, about 9 percent of Chicago's labor force. Over 15,000 Chicagoans worked for railroads in 1900, and almost 30,000 in 1930.Railroad workers ranged from unskilled freight handlers to locomotive engineers to those who built and repaired the rolling stock. In the early days of Chicago railroading, most engineers and conductors were native-born men. European immigrants built and repaired track, with the Irish predominating early, followed by Italians and, by the 1910s, Romanians and Mexicans. African Americans worked as Pullman porters and in other often segregated unskilled jobs, and, starting in the twentieth century, women were hired for some clerical and telegraphy jobs, as car cleaners, and as on-train maids. Employment offices on Madison, Canal, and Halsted Streets recruited track laborers for jobs throughout the region.Railroad workers put in long hours; a 1907 law restricted train crews to 16 hours work out of every 24. Well into the twentieth century, work was unsteady and unsafe. One railroad worker in every 357 nationally died on the job in 1889. Though some track workers preferred their outdoor work to regimented factories, turnover was high. Railroads responded to this and to labor unrest by adopting bureaucratic forms of labor discipline and record-keeping and employee welfare programs well before other economic sectors.Railroad workers dominated many Chicago and suburban communities. Pullman is the best-known example; others include Aurora, Blue Island, Fuller Park, and Brighton Park. Chicago's Burnside region, home to car building and repair shops and rail yards of several roads, was an industrial complex of 5,000 workers by 1910. Homeownership was common there. On the other hand, Cook and DuPage County track workers, most of them Mexicans, lived in at least 26 company labor camps in 1928. Conditions in these camps, often consisting of boxcars, ranged from wretched to barely adequate. Despite this, residents frequently developed a strong community life, raised gardens, and held religious services.As early as 1856, Chicago's railroad master mechanics established unions to represent their interests. Engineers struck for the first time, in 1863, against the Galena road. By the 1880s operating workers, in Chicago as elsewhere, had achieved a high degree of union organization and maintained relatively good pay and some job security. Chicagoans played a major role in the 1888 strike of the Brotherhood of Locomotive Engineers against the Burlington lines.Chicago, home to several rail unions, was also at the center of other important rail strikes. Chicago rail workers and residents in the communities in which they lived participated in the “Great” Railroad Strike of 1877, while, in 1886, thousands of unorganized railroad freight handlers struck for an eight-hour day, as did track workers and switchmen. In the Pullman Strike of 1894, neighborhood residents in city and suburbs aided members of the American Railway Union (ARU) in their unsuccessful boycott of Pullman cars. Many joined in violence against railcars, strikebreakers, and police in such diverse places as Blue Island, Hammond, and Back of the Yards. ARU president Eugene Debs was jailed in Woodstock. Chicago rail workers of all skill levels participated in the expansion of unionism during and after World War I, when the railroads were under federal control, a buildup which included the all-black Railwaymen's International Industrial Benevolent Association. In 1922, Chicago unionists were at the center of a national strike of some 400,000 repair shop workers, and, in 1925, the Brotherhood of Sleeping Car Porters launched what would be a successful effort to organize the Pullman Company's African American workforce of porters and maids.During the 1930s, railroad workers took advantage of new federal legislation to join unions, many of which admitted African Americans for the first time. Newly unionized railroad workers enjoyed better pay, and railroad work grew increasingly safe. The U.S. Railroad Retirement Board provided railroaders with retirement benefits even before Social Security. Most unskilled employees and repair shop workers had unionized by 1941. Federal law mandated a 40-hour work week for nonoperating workers in 1949.Railroad employment peaked in the 1920s, declined during the Great Depression, rose during World War II, and then dropped precipitously as railroads succumbed to competition from cars, buses, trucks, and airplanes. Meanwhile, railroad companies adopted diesel locomotives, track-laying machinery, and other innovations that cut their labor forces, often after bitter disputes with rail unions. Corporate reorganization and deregulation contributed to this job loss. Between 1920 and 1995, national rail employment dropped by 89 percent, although the proportion of white-collar and skilled jobs grew. Union membership remained high and pay scales were good, but the shock of downsizing damaged morale at some roads. Civil rights gains occurred slowly, just as overall rail employment was dropping. Pullman porters, for example, finally won their civil rights suit against the Pullman Company after the company had stopped operations. Chicago's railroad workers' neighborhood communities broke up, as central-city depots, yards, and shops were closed or reorganized and workers dispersed to homes distant from workplaces.",
    "Bibliography": "Harris, William H. Keeping the Faith: A. Philip Randolph, Milton P. Webster, and the Brotherhood of Sleeping Car Porters, 1925–1937. 1977.Licht, Walter. Working for the Railroad: The Organization of Work in the Nineteenth Century. 1983.Stromquist, Shelton. A Generation of Boomers: The Pattern of Railroad Labor Conflict in Nineteenth-Century America. 1987.",
    "Author of Text": "Christopher Thale",
    "Street addresses associated": [
        "Back of the Yards",
        "Burnside",
        "Fuller Park",
        "Brighton Park",
        "Pullman"
    ]
}