{
    "Title": "Railroad Strike of 1877",
    "Descriptive Text": "In late July of 1877, Chicagoans played their part in the first nationwide uprising of workers. On July 16, railroad workers in Martinsburg, West Virginia, walked off the job to protest a 10 percent wage cut leveled by their employer, the Baltimore & Ohio Railroad. Strikes to protest cutbacks in the midst of a period of nationwide economic depression soon spread westward across the country. News of attempts to control boisterous crowds fueled worker protest and sporadic violence.Chicagoans watched and waited as the Great Strike ran its course through Philadelphia, Pittsburgh, Louisville, and Cincinnati. While the city's socialists envisioned an opportunity to spread their message about the evils of capitalism, elected officials and the mercantile elite resolved to maintain order, mobilizing citizen patrols and calling for the intervention of the Illinois National Guard and the U.S. Army. Tensions were heightened by lurid reports in the English-language press of “worker mobs.”From July 24 to July 28, this charged atmosphere kindled what one observer called a “labor explosion.” In addition to walkouts and protests by railroad workers, sympathetic actions by other wage workers brought the city close to a state of general strike. Escalating clashes between strikers and the police culminated in a series of intense skirmishes on South Halsted Street, an area with a great concentration of immigrant wage workers in the railroad, meatpacking, and lumber industries. Thanks to a mass mobilization of “special” police by Mayor Heath, the mass arrest of protesters and socialist leaders, and the arrival of six companies of U.S. Army infantry, quiet was restored. At least 18 died in these clashes, and the fears of an uncontrollable class conflict spawned by this incident would long haunt the city and the nation.",
    "Bibliography": "Foner, Philip S. The Great Labor Uprising of 1877. 1977.Schneirov, Richard. Labor and Urban Politics: Class Conflict and the Origins of Modern Liberalism in Chicago, 1864–97. 1998.",
    "Author of Text": "Karen Sawislak",
    "Street addresses associated": [
        "Back of the Yards"
    ]
}