{
    "Title": "Railroad Supply Industry",
    "Descriptive Text": "It is often said that the railroads made Chicago, in the sense that the city's explosive growth was made possible by its position as a center of the national transportation network. What is observed less frequently is that Chicago made the railroads. Starting in the 1850s, the area was home to many manufacturers of railroad, track, and railcars. Not only the well-known Pullman Company, but several other of the area's leading economic enterprises, made a big business out of providing railroads with the cars and supplies they needed to keep running. For much of the city's history, tens of thousands of local residents were employed in the industry, which ranked as one of the area's largest. Even after the rise of the automobile and the airplane, the railway supply business remained an important part of Chicago's economy; but, like the railroads, it declined considerably by the end of the twentieth century.The manufacture and repair of railroad equipment and supplies became one of Chicago's leading industries during the decade before the Civil War, when the first lines began to reach the city. Both the railroads and independent companies operated major shops. By the 1850s, Chicago was home to several large railroad car makers, including the Eagle Works, the American Car Company, and the Union Car Works, which each employed about 300 men. At the same time, the railroad companies started to operate large production and repair shops in and around the city. In 1855 the Illinois Central established shops along the lakeshore at the south end of the city; these works employed about 300 men in the 1850s. Another large establishment was the works of the Chicago, Burlington & Quincy, located in Aurora. By the 1870s, when the Aurora shops employed nearly 1,300 men, this might have been the region's largest single work site. Among the other large manufacturing sites in the area that supplied the railroad industry were the iron and steel mills, which started to make rails in the late 1850s. By the 1880s, Chicago-area steel mills were rolling nearly a third of all the rails made in the United States.By the late nineteenth century, the railroad equipment and supply business was one of Chicago's leading industries. In 1880, four of the area's top eight manufacturing establishments in terms of wages paid were railroad company shops: a total of about 3,600 men were then employed at the shops of the Illinois Central; the Chicago & Northwestern; the Chicago, Rock Island & Pacific; and the Chicago, Burlington & Quincy. But it was the independent railcar makers that made Chicago the center of the U.S. rail supply industry. By 1890, the 12,000 men working in the metropolitan area on car construction and repair were evenly divided among the railroad companies and independents. By that time, the manufacturing operations of the independents alone constituted the area's sixth-largest industry. By 1900, two of the area's top 20 employers were independent railcar manufacturers: American Car & Foundry, which had about 1,500 workers in the Chicago area; and Pullman, which by that time employed about 6,000.One of the world's leading manufacturers of railcars during the late nineteenth and early twentieth centuries, Pullman was the most important single company in the history of the railway supply business in America. This well-known enterprise was the creation of George M. Pullman, who began to experiment with the manufacture of specialty sleeper cars in Chicago during the 1850s and 1860s. In 1867, when there were already several dozen of Pullman's sleepers on the nation's railways, he formed the Pullman Palace Car Company. Although the new company was chartered in Illinois, it made most of its cars in New York and Michigan until the 1880s, when Pullman created a new company town a few miles south of Chicago. By the early 1890s, about 5,500 workers at the company's shops in the town of Pullman were making railcars at the rate of about 12,500 freight cars and 1,800 passenger cars per year. In 1894, after the company laid off hundreds of workers, Pullman became the center of a nationwide strike that would become one of best-known labor disputes in American history. In the years after the strike, Pullman workers continued to turn out huge numbers of railcars. By the 1920s, the Pullman-Standard Car Manufacturing Company was the leading U.S. manufacturer of railcars, with an annual production capacity of close to 100,000 freight cars and hundreds of passenger cars.Pullman was not the only important railcar manufacturer in the Chicago area. There were dozens of area firms in the railcar business during the late nineteenth and early twentieth centuries. After the all-steel freight car was introduced in the 1890s, several Chicago companies became leaders in this field. The American Car & Foundry Company was formed in 1899 in a merger of 13 companies, including Chicago's own Wells, French & Co. During the first part of the twentieth century, American Car & Foundry employed about 1,500 area residents. Even more worked for the Western Steel Car & Foundry Company, a major freight car producer based in Hegewisch, which was making about 100 cars a day by 1905, when its annual sales came to over $7.5 million. This level of output was matched by the Standard Steel Car Company, which built a new plant in Hammond in 1906 and became part of Pullman-Standard in the 1920s. Another leading firm during this period was the Hicks Locomotive & Car Company, which ran two large plants in Chicago Heights.Several Chicago-area firms specialized in supplying railroad companies and other firms in the industry with goods other than finished railcars. One such company was Crerar, Adams & Co., a firm led by John Crerar and J. McGregor Adams, which during the late nineteenth century was one of the Midwest's leading suppliers of specialty railroad goods such as lamps and lanterns. Another important firm was Pettibone Mulliken Corporation, a Chicago company founded in 1880 that by the early twentieth century stood as a leading supplier of railroad track equipment such as frogs, crossings, and switches. Railroad cars across the nation stood on wheels manufactured by workers at the West Pullman plant of the Griffin Wheel Company, which made as many as 500 wheels a day in the 1900s and 1,000 a day in the 1920s. Other specialty manufacturers included Edward B. Leigh's Chicago Railway Equipment Company, a descendant of the National Hollow Brake Beam Company, founded in Chicago in 1887. During its first 20 years, this firm sold over six million brake beams.Starting in the late nineteenth century, privately owned fleets of specialty cars—including sleepers, refrigerator cars, and tank cars—became an increasingly important feature of the U.S. rail system. Chicago-area companies were leaders in the production and operation of such cars. The fleet of luxury sleepers built and run by the Pullman Company, 8,000 of which were being used across the country by the 1930s, was particularly well known. No less important were refrigerator cars, which transformed the meatpacking industry. These cars, introduced in the 1870s, allowed packers to ship fresh meat to distant locations, giving them access to larger markets. Many of the larger packers owned and operated their own fleets of these cars: by the beginning of the twentieth century, Swift & Co. owned nearly 6,000 cars and Armour & Co. nearly 14,000. Some refrigerator cars were manufactured by the packers themselves; others by specialty firms; and still others by large freight car makers such as Pullman and American Car & Foundry. Another important specialty car was the tank car, which was used to transport oil or other liquids. During the early twentieth century, local manufacturers such as the General American Tank Car Company of East Chicago were among the leading American producers of tank cars.By the early twentieth century, firms that leased freight cars to the railroads ranked among the most important kinds of enterprises in the U.S. rail transport industry. Chicago-based companies led the field. The Union Tank Car Company, a descendant of the Union Tank Line, created by John D. Rockefeller's Standard Oil Company of Ohio, moved its headquarters to Chicago in the 1920s. The first giant private car line in the United States, this company increased the size of its fleet from about 10,000 tank cars in 1904 to over 30,000 during the 1920s. Another large Chicago-based company that leased huge numbers of freight cars was the General American Transportation Corporation (later known as GATX). This company was founded in Chicago in 1898 by Max Epstein as the Atlantic Seaboard Dispatch Company, which started with 28 used cars. Although it specialized in leasing, General American soon began to manufacture some of its own cars—including innovative specialty cars such as glass-lined milk tank cars and nickel-lined compartments for holding acids—at its large shops in East Chicago, Indiana. By the 1930s, General American had passed Union Tank Car as the owner of the nation's largest private freight car fleet; in 1948, it owned and operated about 55,000 cars, including tank, refrigerator, and other freight cars.The railroad equipment and supply industry continued to employ thousands of Chicago-area residents through the middle part of the twentieth century, but it declined sharply (like many other manufacturing sectors in the Midwest) after the 1960s. By the early 1990s, the production of railroad equipment employed fewer than 5,000 area residents—a small fraction of the numbers of Chicagoans who had been working in the industry a century earlier. What caused this shrinkage? As the railroad industry became less dominant within the transportation field and less profitable over the course of the twentieth century, several leading companies shut down their Chicago-area factories, along with many other plants across the country. By the 1980s, Pullman, American Car & Foundry, and GATX had all closed their Chicago-area manufacturing operations.Because the late-twentieth-century decline of the railroad equipment manufacturing business in Chicago was part of a national trend, the importance of local firms within the national industry remained relatively high. In the early 1990s, workers at Chicago-area plants still accounted for about a fifth of the entire U.S. output of new railroad equipment. By that time, the leading local railcar maker was the Thrall Car Manufacturing Company of Chicago Heights, a division of the Elmhurst -based Duchossois Industries, Inc. Another area firm that continued to make cars was the Union Tank Car Company, by then part of the Marmon Group, a Chicago-based conglomerate. And ABC Rail Products, Inc., another firm based in the city, was selling about $240 million a year worth of railroad equipment such as wheels and track. Meanwhile, an Idaho-based company briefly used the old Pullman plant to make modest numbers of passenger cars, and GATX continued to be the leading U.S. lessor of tank cars. All of this activity amounted to a reasonably large economic chunk; but it was not comparable to what it had been at the height of the railway age, when Chicago was at the center of the railroad equipment and supply business, then one of the world's leading industries.",
    "Bibliography": "Buder, Stanley. Pullman: An Experiment in Industrial Order and Community Planning, 1880–1930. 1967.Epstein, Ralph C. GATX: A History of the General American Transportation Corporation, 1898–1948. 1948.White, John H. “Railroad Car Builders of the United States.” Railroad History 138 (1978): 5–29.",
    "Author of Text": "Mark R. Wilson",
    "Street addresses associated": [
        "Chicago Heights",
        "Hegewisch",
        "Pullman"
    ]
}