{
    "Title": "Rand McNally & Co.",
    "Descriptive Text": "In 1856, William H. Rand arrived in Chicago from Boston and set up a printing shop. Rand soon hired Andrew McNally, an Irish immigrant and a trained printer. In 1859, the two men started managing the printing shop of the Chicago Tribune newspaper. Rand, McNally & Co. was created in 1868, when it began to publish business directories and railroad guides. After publishing its first map in an 1872 railroad guide, the company became a pioneer in the field of mapmaking. Applying a wax engraving method, which made it possible to mass-produce maps at low cost, Rand McNally became the largest maker of maps in the United States. In 1880, when the company employed about 200 men and 50 women at its shops, its annual sales were about $500,000. The company soon moved into atlas and textbook publishing. Rand sold his interest in the company to McNally in 1899; both of the founders died in 1904–5. For most of the twentieth century, McNally's descendants ran the company. Annual sales reached $2 million in 1913, soon after the company began to make road maps to serve the growing numbers of automobile users. Rand McNally published its first road atlas, the “Auto Chum,” in 1924. In 1952, when it employed over 1,000 people in the Chicago area, the company moved its headquarters from downtown Chicago to nearby Skokie. Annual sales passed $100 million in the 1970s, when there were about 750 employees in the Chicago area. In 1989, Rand McNally started to open retail stores; 10 years later, it owned about 30 stores around the country. Meanwhile, it moved quickly into electronic map products, including its “Streetfinder” brand. In 1998, the McNally family sold the company to a private investment group, AEA Investors Inc. of New York, for $500 million. The 30-year-old AEA, whose founders included the Mellon and Rockefeller families, had hoped to transform Rand into a high-tech multimedia company. A series of financial and strategic missteps, however, put the once venerable Chicago company on thin ice. It filed for Chapter 11 bankruptcy protection in 2003, emerging later that year with a new majority owner, Los Angeles–based acquisitions company Leonard Green & Partners LP."
}