{
    "Title": "Rap",
    "Descriptive Text": "Blending a distinct vocal style with rhythms often borrowed from older recordings, rap (also known as hip-hop) began in New York City during the late 1970s. It soon spread to Los Angeles, and within a decade it had matured into a vibrant expression of urban, largely black, experience. New York and Los Angeles have continued to produce the lion's share of important rap artists, whereas Chicago has contributed little to the genre—little, that is, unless one counts “The Super Bowl Shuffle,” a novelty hit recorded by the Chicago Bears football team in 1985. Meanwhile, it became commonplace for serious rappers to cite the Nation of Islam, a Black Muslim organization headquartered in Chicago, as a lyrical and ideological influence, a rap theme often resulting in controversy.Rap is unique as a musical genre; all other urban genres of the century, including jazz, blues, and disco, have flourished in Chicago. House music, which, with its use of sequencers, synthesizers, and samples, is parallel to rap, arose in gay African American clubs in the West Loop as rap was taking shape.During the second half of the 1990s, Chicago produced a few rappers of note, though this hardly equaled the impact made on both coasts. Chicago rap acts have originated from the city's South and West Sides and include Twista (formerly Tung Twista, known for his rapid-fire vocal style), Do or Die, and Crucial Conflict, which had a minor hit in 1996 with “Hay.” The most important rap artist to emerge from Chicago, Common (formerly Common Sense), has introduced confession and introspection to a genre not known for exploring these softer sentiments. Common's success has fueled the ambitions of other local rappers, including Grav, Rubberoom, No I.D., and All Natural.",
    "Bibliography": "George, Nelson. Hip Hop America. 1998.Rose, Tricia. Black Noise: Rap Music and Black Culture in Contemporary America. 1994.",
    "Author of Text": "Mark Swartz",
    "Street addresses associated": [
        "West Loop",
        "South Side",
        "West Side"
    ]
}