{
    "Title": "Rapid Transit System",
    "Descriptive Text": "By the end of the nineteenth century Chicago's explosive growth had generated street traffic congestion that threatened to choke further expansion. Rapid transit enabled residential development to continue for several decades at a heady pace several miles from downtown in various directions.CHICAGO'S RAPID TRANSIT LINES (MAP) New York built the world's first elevated railroad in 1868, but Chicago did not follow until 1892, when the Chicago & South Side Rapid Transit Company opened. Steam locomotives hauled passengers from Congress to 39th Street, along a right-of-way over the alley between State and Wabash. The line was extended to Jackson Park in 1893, and by 1910 branches had been built to Englewood, Kenwood, and the stockyards. Three other companies constructed elevated lines: the Lake Street Elevated Railway, which went into operation in 1893 from Market Street (now North Wacker Drive) west to California Avenue, reaching suburban Forest Park by 1910; the Metropolitan West Side Elevated Railroad, which began operating electric trains from downtown to Logan Square in 1895, and by 1915 to Forest Park and Cicero, with branches to Garfield Park, Humboldt Park, and Douglas Park; and the Northwestern Elevated Railroad, which opened from downtown to Wilson Avenue in 1900 and reached Wilmette in 1912, with a branch to Ravenswood. By 1898 all elevated lines had converted from steam locomotives to electric power.In 1897 streetcar magnate Charles T. Yerkes, Jr., who owned the Lake Street “L” and the uncompleted Northwestern “L,” completed the Union Elevated Railroad, a downtown loop connecting all four lines. The existing “L”s abandoned their individual downtown terminals and circled the loop. In 1911 the four Elevated companies were brought together under the Chicago Elevated Railways Collateral Trust, and in 1913 the trust finally provided through routing and transfers among the four “L” routes.In 1947 the Chicago Transit Authority (CTA) took over operation of the rapid transit lines. The CTA revamped the operation of the “L”s and closed stations with low ridership. Between 1948 and 1957 the Douglas Park and Humboldt Park lines, the outer end of the Garfield line, and the branches to Niles Center (restored in 1964 as the Skokie Swift), Normal Park, the stockyards, and Kenwood were abandoned.Chicago's first subway had opened in 1943 under Clybourn, Division, and State Streets, 80 years after the London Underground and 46 years after the first U.S. subway in Boston. The busy North-South elevated line was rerouted through it, relieving congestion on the loop. A second subway under Dearborn Street was completed in 1951, enabling the CTA to abandon part of the Logan Square “L.” In the 1950s the Garfield “L” was replaced by a rapid transit line in the median of the Congress (later Eisenhower) Expressway. The Congress line inspired similar projects in other freeway medians. In 1969 the CTA opened a nine-mile extension via the Dan Ryan Expressway to the city's far South Side at 95th Street; in 1970 the Dearborn line was extended from Logan Square five miles to Jefferson Park in the median of the Kennedy Expressway, and in 1984, to O'Hare Airport. An entirely new line to Midway Airport opened in 1993. At the turn of the century the old elevated structures, some more than a century old, were being rebuilt, ensuring their survival well into the twenty-first century.",
    "Bibliography": "Barrett, Paul. The Automobile and Urban Transit: The Formation of Public Policy in Chicago, 1900–1930. 1983.Central Electric Railfans' Association. Chicago's Rapid Transit, 2 vols. 1973–1977.Cudahy, Brian J. Destination Loop: The Story of Rapid Transit Railroading in and around Chicago. 1982.",
    "Author of Text": "Ronald Dale Karr",
    "Street addresses associated": [
        "Englewood",
        "Logan Square",
        "Humboldt Park",
        "Douglas Park",
        "Garfield Park",
        "Ravenswood"
    ]
}