{
    "Title": "Ravenswood",
    "Descriptive Text": "neighborhood in Lincoln Square Community Area. Ravenswood, a residential subdivision in the township of Lake View, was designed to be one of Chicago's first and most exclusive commuter suburbs. In 1868, a group of real-estate speculators formed the Ravenswood Land Company and purchased 194 acres of farm and wooded land eight miles north of Chicago. The company made a deal with the Chicago & North Western Railroad guaranteeing them a certain number of passengers if they would open a new stop. Hoping that the fee of $7.20 for a hundred rides would attract only wealthy residents, the company divided the property into large lots. The speculators hedged their real-estate gamble by building the Sunnyside Hotel adjacent to the village made up of the original 194 acres, so that potential customers might first come as visitors to a resort. By 1874, the original lone railroad commuter had multiplied to 75.The Ravenswood Land Company did not build houses, sewers, or sidewalks. Longtime Ravenswood residents interviewed in the 1920s recalled open ditches and muddy streets alongside the lovely lawns, houses, and trees. Private subscriptions paid for some local improvements, but neighboring Jefferson Township would not permit Ravenswood's sewers to run through its land into the Chicago River. With the annexation of both Lake View and Jefferson Townships to Chicago in 1889, authority over improvements shifted to the larger municipality and Ravenswood got its sewers. The introduction of electric streetcar lines in the 1890s and the extension of the “L” in 1907 made the area accessible to less affluent residents, whose small houses, two-flats, and apartment buildings filled in the gap between Chicago and its former suburb. The name Ravenswood, however, remained in popular use, even after the area was officially designated part of the Lincoln Square Community Area.",
    "Bibliography": "Andreas, A. T. History of Cook County, Illinois, from the Earliest Period to the Present Time. 1884.Keating, Ann Durkin. Building Chicago: Suburban Developers and the Creation of a Divided Metropolis. 1988.Zatterberg, Helen. An Historical Sketch of Ravenswood and Lake View. 1941.",
    "Author of Text": "Amanda Seligman",
    "Street addresses associated": [
        "Lincoln Square",
        "Ravenswood"
    ]
}