{
    "Title": "Real Estate",
    "Descriptive Text": "Few industries have been so closely connected to the development of the Chicago metropolitan region and the daily lives of its citizens as has real estate. In conjunction with governmental policies, regulations, and interventions, the real-estate industry has exerted enormous influence on the sociogeographical contours of the entire metropolitan area.Chicago's real-estate activities divide into several branches, each with its trade, industry, or professional association. These include land assembly and subdivision platting, building, brokerage, property management, mortgage lending, land title insurance, and appraisal and land value monitoring and research.Nineteenth-Century Subdivision and DevelopmentChicago's early real-estate enterprise was marked by large-scale development and land speculation attending one of the world's fastest-growing cities. In less than the lifespan of one of Chicago's earliest residents, Emily Beaubien Le Beau (1825–1919), Chicago grew from fewer than 100 people into being the fourth-largest city in the world.Most of Chicago's early builders and investors were attracted by the possibilities offered by canal building, the city's rapid growth after the Civil War, or its resurgence after the fire of 1871. No other large city experienced such extensive and excessive subdivision platting and such volatile boom-and-bust cycles in land values. Fortunes were made and lost with each new cycle.CALUMET HARBOR / SOUTH CHICAGO, 1873 Subdividers fell into several categories of ownership and control: individuals, manufacturing companies, harbor and canal companies, improvement companies, land associations, syndicates, real-estate corporations, and real-estate companies. These early investors and developers shaped Chicago in many different ways. William B. Ogden, the first mayor of Chicago, was active in land sales connected with the Illinois & Michigan Canal, the Galena & Chicago Union Railroad, the Chicago Union Stock Yard, and the McCormick Reaper Company. John Wentworth, twice mayor of Chicago and three times congressman, facilitated the entry of the Illinois Central Railroad into Chicago and speculated in land in the Calumet region and Garfield Ridge. Senator Stephen A. Douglas also speculated in Calumet land in the late 1840s, bought 70 acres of lakefront between 33rd and 35th Streets in 1852, and helped arrange a federal land grant to the Illinois Central in 1853. Potter Palmer bought three-quarters of a mile of State Street in 1867, built a score of buildings there, and bought land on the near north lakefront in 1882 for his mansion.In the 1870s, the Pullman Palace Car Company and the Pullman Land Association bought nearly 4,000 acres for a factory and company town in Pullman, and Brown Steel Company built a company town in Irondale, now South Deering. During the same decade, the Calumet and Chicago Canal and Dock Company platted 6,000 acres in South Chicago, Calumet Heights, and the East Side. The firm of S. E. Gross targeted German buyers in bilingual ads for lots near horsecar and rail lines in the 1880s and near elevated lines in the 1890s, selling up to 500 lots a week in the land boom in the early years of that decade. In 1911, during another boom era, Bartlett Realty platted 600 acres in Archer Heights, Clearing, Gage Park, and Garfield Ridge. In 1918, the company created Greater Chicago, the city's largest single subdivision, in Roseland. Nine years later, it purchased 3,600 acres in what is now Beverly Shores, Indiana, to create a development that would rival Atlantic City.This frenetic platting by individuals, land associations, and real-estate corporations resulted in excessive subdivision. Riverside was platted in 1871 for a population of 10,000, a target reached only briefly a century later. Harvey was subdivided in 1890 to shelter a population of 25,000, a figure achieved 70 years later. The subdivision boom lasted until 1926. Only when the Great Depression slowed population growth to a standstill did the extent to which the Chicago area was oversubdivided become clear. By 1935, there were enough lots in the region to accommodate a population of 15 million, about three times the population at the time and almost 40 percent more than the population at the end of the century.Residential FinanceLAND SALES IN GARY, INDIANA, N.D. The success of subdivisions also depended on the highly interdependent building and mortgage lending industries. Before the introduction of long-term mortgages in 1934, a response to the crisis of the Great Depression, other lending instruments facilitated building. Cyclical building booms were sustained by state banks before 1970. Eastern insurance companies financed the post–Great Fire boom of 1889–1892. “Shoestring” financing through the sale of real-estate bonds fueled the building boom of 1922–1928.The Great Depression and World War II put the brake on building until 1945. Housing legislation under the New Deal replaced the familiar five-year balloon loan with the long-term mortgage loan. New housing programs sponsored by the Federal Housing Authority (FHA) and the Veterans' Administration (VA) were welcomed by the National Association of Home Builders, formed in 1942 to plan for postwar housing needs. The Mortgage Bankers Association of America (MBAA), created in 1914, was less receptive, fearful of competition from commercial banks and savings and loans to serve the greatly expanded market for home loans. The MBAA relented with the advent of VA loans in 1944 and expanded its membership to commercial banks and savings and loans.LEVITT SUBDIVISION IN BUFFALO GROVE, 1968 FHA housing programs also had another significant effect on the metropolitan area. Adopting the evaluations of the Home Owners' Loan Corporation (HOLC) and the best practices of the National Association of Real Estate Boards, FHA mortgage insurance was readily available only in areas where both the housing stock and population mix met well-defined standards. As a result, postwar housing development and expansion occurred predominantly in newer suburban communities and in more affluent white neighborhoods.Land Title SystemSeveral land title abstractors met in Chicago in 1907 to form the American Association of Title Men, renamed the American Title Association in 1923 and the American Land Title Association in 1962.Ownership of real estate is conveyed by title. In Cook County, title is sometimes certified by the Torrens system of land registration, but more often by title insurance, which guarantees against title defects and liens. Illinois is one of a few states which allow title to be held in a “blind” trust, where title is held by a trustee for the benefit of the holder. Chicago Title and Trust Company is Chicago's largest title insurer and trustee of blind trusts.Appraisal and ResearchInaugurating what would become the most reliable historical index of land values in the nation, George C. Olcott began his annual “Blue Book” of land values in 1910, establishing Chicago as a land value laboratory. Foremost of the resulting surveys is Homer Hoyt's One Hundred Years of Land Values in Chicago (1933). Hoyt documented the highly volatile boom-and-bust cycles, determining that peak land values had occurred in 1836, 1856, 1869, 1891, and 1925, and that troughs had occurred in 1842, 1865, 1878, 1898, 1920, and 1933.Recent advances in computerizing data on asking and selling prices on house sales reported in Multiple Listing Services maintained by local Boards of Realtors greatly facilitate the task of monitoring changes in housing values. Continuously updated data on house asking and selling prices for different types of houses and locations allow the broker to identify housing suitable for buyers and the appraiser to determine the selling price of units comparable to the unit being appraised.Post–World War II DevelopmentsLarge subdivision building resumed after World War II, with plans that included two “new towns” of the British model. In 1949, Philip M. Klutznick assembled 3,000 acres of cornfield on the southern edge of Cook County to build the planned new town of Park Forest. In 1967, Lewis Manilow built the sister town of Park Forest South, now University Park.Other large postwar subdividers have included Sam and Jack Hoffman, who bought a 160-acre farm in 1954 to build Hoffman Estates; the central Texas Centex Corporation, which assembled 1,500 acres for the planned residential/industrial complex of Elk Grove Village and Centex; and Hanover Builders and Three-H, who built several subdivisions in Hanover Park between 1961 and 1971.Recovering from a 20-year moratorium on office building construction took longer. The completion of the Prudential Building in 1955 opened a new era of skyscraper building in the Loop, topped out at the time by three of the world's tallest buildings.In the 1970s, mortgage lenders in Chicago were accused of racial bias, as mortgage redlining, a term derived from the HOLC maps of the 1930s classifying certain neighborhoods as inappropriate for loans, became a big issue in the high-interest-rate era of the mid-1970s. Chicago's antiredlining activists were in the forefront of protests and lobbying which culminated in passage of the Home Mortgage Disclosure Act of 1975 and the Community Reinvestment Act of 1977.Realtors, Urban Renewal, and Open HousingChicago serves as national headquarters for the National Association of Realtors (NAR), the Institute of Real Estate Management (IREM), and five other real-estate associations. Local brokers were prime movers in the founding of the National Association of Real Estate Exchanges in 1908, renamed the National Association of Real Estate Boards (NAREB) in 1916. NAREB the next year adopted “realtor” as the title for its members. Among its activities was the creation of ethical practices for realtors, including a commitment to not selling properties that would change the racial make-up of a community. NAREB took the name of National Association of Realtors in 1972. The Chicago affiliate changed its name from the Chicago Real Estate Board to the Chicago Association of Realtors at the same time.NAREB's 1941 report “Housing and Blighted Areas” outlined a plan of federal-aided slum clearance which later inspired the National Housing Acts of 1949 and 1954. Local NAREB and IREM leaders including Holman Pettibone, Ferd Kramer, and Newton Farr helped guide Chicago's early renewal efforts. Pettibone worked hard to promote the “write down” formula which was later incorporated in the Illinois Redevelopment Act of 1947. Kramer, president of the Metropolitan Housing and Planning Council, managed Lake Meadows, a project funded by New York Life, and developed Prairie Shores. Farr, a past president of NAREB, served on the Committee of Six that oversaw the Hyde Park– Kenwood Urban Renewal Project.Urban Renewal legislation in the 1950s gave Chicago hospitals, universities, and community boards the power of eminent domain to clear slums and build Sandburg Village, Lake Meadows, Prairie Shores, Hyde Park A & B, and Lincoln Park I & II. New public buildings included the Dirksen, Daley, and Thompson centers, the University of Illinois at Chicago, McCormick Place, and the Harold Washington Library.Both NAR and IREM and its members were hard hit by steering /antisteering lawsuits brought by local open housing groups, culminating in the Supreme Court decision in Gladstone, Realtors v. Village of Bellwood (1979). The Chicago Housing Authority was found guilty of operating a racially discriminatory housing program and ordered to desist in the Gautreaux v. Chicago Housing Authority decision of 1969, expanded by the Supreme Court in its Gautreaux opinion of 1976.Recent TrendsPopulation growth in the Chicago region slowed to a snail's pace in the last three decades of the twentieth century. As it did, the real-estate boom-and-bust cycles that punctuated Chicago's first century of rapid growth eased.Overbuilding has persisted in some sectors, particularly in office space downtown, resulting in double-digit vacancy rates. But residential vacancy rates have fluctuated around a low 3 percent in the 1990s in both the city and the suburbs. Except for higher-priced neighborhoods on Chicago's North Side and North Shore, housing price increases have stayed within 1 percent of inflation through much of the 1990s. Chicago thus was spared the sharp boom-and-bust real-estate cycles experienced in California, Texas, and New England between 1983 and 1991 that resulted in the closing of hundreds of S&Ls in those regions.Spurred by the region's prosperity, low interest rates, and the desirability of real-estate for investment, the closing years of the century witnessed a boom in the Chicago housing market. Developers converted downtown office buildings into residential units and built high-rise apartment buildings, condominiums, townhouses, and single-family homes throughout the city. For the first time in almost half a century, Chicago's population increased. The suburban real-estate market expanded as well. Farmland was transformed into subdivisions of substantial homes. Properties like the former Glenview Naval Air Station became new communities, seemingly overnight. As all the different elements of the real-estate industry contributed to these changes, they helped to reshape the metropolitan area as they had since the early years of land speculation.",
    "Bibliography": "Hoyt, Homer. One Hundred Years of Land Values in Chicago, 1830–1933. 1933.Monchow, Helen Corbin. Seventy Years of Real Estate Subdividing in the Region of Chicago. 1939.Randall, Frank A. A History of the Development of Building Construction in Chicago. 1949.",
    "Author of Text": "Pierre deVise",
    "Street addresses associated": [
        "Calumet Heights",
        "East Side",
        "Archer Heights",
        "Clearing",
        "Gage Park",
        "Garfield Ridge",
        "Roseland",
        "Hyde Park",
        "Kenwood",
        "Lincoln Park",
        "Lake Meadows",
        "Prairie Shores",
        "Near North Side",
        "North Side"
    ]
}