{
    "Title": "Rear Houses",
    "Descriptive Text": "Prior to 1890, frame cottages were ubiquitous residences for the working class in Chicago. Typically one-story, rectangular buildings of four to six rooms, these cottages often were built without permanent foundations of brick or stone. Resting upon cedar posts sunk below the frost line, most cottages sat on narrow lots, usually 25 by 125 feet. These narrow lots permitted a row of cottages to crowd one against another and still provide ample space within the interior of a city block.During the 1880s in neighborhoods near the Loop where land values rose dramatically, the crowding of two and even three cottages upon a single lot became profitable for immigrant homeowners. In districts where factories displaced residences, landowners purchased old cottages intended for demolition. Without permanent foundations or plumbing, these structures were raised and moved easily to another location, often the rear portion of a lot. In other instances, landowners moved older cottages from the front to the rear of their lots and then constructed larger brick buildings on the front of the lot.Chicago's housing reformers universally condemned rear houses as dirty, miserable firetraps overrun with bugs and rats. In Polish and Bohemian neighborhoods on the West Side, rear houses appeared on one-fourth to one-third of all lots in the 1890s. With the increased construction of three-story brick tenements, these neighborhoods became notorious for dark, damp, and narrow passageways that prohibited adequate light and ventilation. On occasion, rear houses were raised on brick foundations, creating two floors. The new brick first floor sometimes contained primitive toilets or stables. The presence of numerous stables and inadequate sanitation compounded the problems of overcrowded lots. Without adequate space, great numbers of children played in dangerous passageways and foul alleys. Despite building codes, these conditions persisted.In heavily populated districts like the Back of the Yards or the Black Belt on the South Side, rear houses presented a negligible problem since they appeared only occasionally. In industrial suburbs like East Chicago or Cicero, rear houses resembled their inner-city counterparts. But they appeared only in small, concentrated areas that housed the most recently arrived immigrants.While rear houses remain common in older sections of Chicago, urban renewal decreased their numbers. Refurbished rear houses also remain in a few gentrified portions of the city such as Lincoln Park. Ironically, housing once condemned as a social evil now offers a trendy address for a young, upwardly mobile population.",
    "Bibliography": "Abbott, Edith. The Tenements of Chicago, 1908–1935. 1936.Embree, Frances Buckley. “The Housing of the Poor in Chicago.” Journal of Political Economy 8 ( June 1900): 354–377.Hunter, Robert. Tenement Conditions in Chicago. 1901.",
    "Author of Text": "Joseph C. Bigott",
    "Street addresses associated": [
        "Back of the Yards",
        "Lincoln Park"
    ]
}