{
    "Title": "Record Publishing",
    "Descriptive Text": "Chicago's performers drive its record industry. While major labels maintain regional distribution offices in Chicago, their studios are in New York or Los Angeles. This vacuum creates opportunities for hundreds of independent labels run by local entrepreneurs. Many “indies” struggle, but some succeed.Beginning in 1922, Brunswick (Iowa), Gennett (Indiana), Okeh (New York), and Paramount (Wisconsin), largely offshoots of Midwest piano manufacturers, recorded Chicago's leading blues and jazz talents, making the city a pioneer in “race records.” In 1924, Marsh Recording Laboratories, based in Chicago, released the first electric recordings, on its Autograph label. By 1930, most jazz activity had moved to New York. Between August 1942 and November 1944, Chicago's James C. Petrillo, American Federation of Musicians president, enforced a wartime national recording ban.After World War II, Chicago-based companies such as Chance (1950), Chess (1950), J.O.B. (1949), Delmark (1953), Parrot, United (1952), and Vee-Jay (1953), the largest black-owned label before Motown, mined the city's talent (especially blues, doowop, gospel, jazz, and soul), forming the core of Record Row on South Michigan Avenue (1960s). Chicago's psychedelic bands appeared on Dunwich and USA, and Curtis Mayfield founded soul label Curtom (1968). Mercury, the city's last major label, closed in 1964. The 1970s welcomed blues and folk staples Alligator (1971), Flying Fish (1974), and Earwig Blues (1978), while Trax and D.J. International featured Chicago house music (1980s). In the 1990s, indies continued to accompany Chicago's performance scene. Cedille (1989) produces local classical music artists, while Cajual and Dance Mania offer an array of dance and electronica.",
    "Bibliography": "Kenney, William Howland. “Chicago's Jazz Records.” In Chicago Jazz: A Cultural History, 1904–1930. 1993.Pruter, Robert. Chicago Soul. 1991.Rust, Brian. The American Record Label Book. 1978.",
    "Author of Text": "Mark Clague"
}