{
    "Title": "Red Squad",
    "Descriptive Text": "The arm of Chicago's law enforcement known alternately as the Industrial Unit, the Intelligence Division, the Radical Squad, or the Red Squad, had its roots in the Gilded Age, when class conflict encouraged employers to ally themselves with Chicago's police against the city's increasingly politicized workforce. Following the Haymarket bombing, Captain Michael J. Schaack orchestrated a vicious campaign against anarchism, resulting in 260 arrests, bribed witnesses, attacks on immigrants and labor activists, and convoluted theories of revolutionary conspiracy. Continuing its use of both overt and covert tactics, such as surveillance, infiltration, and intimidation, Chicago's Red Squad in the 1920s under Make Mills shifted its attention from anarchists to individuals and organizations who the Red Squad believed to be Communist. Casting a wide net, the squad by 1960 had collected information on approximately 117,000 Chicagoans, 141,000 out-of-towners, and 14,000 organizations. After the 1968 Democratic National Convention, the Red Squad expanded its targets from radical organizations like the Communist and Socialist Workers Parties to minority and reform organizations, including the American Civil Liberties Union, National Association for the Advancement of Colored People, National Lawyers Guild, and Operation PUSH.After 11 years of litigation, a 1985 court decision ended the Chicago Police Department's Subversive Activities Unit's unlawful surveillance of political dissenters and their organizations. In the fall of 1974, the Red Squad destroyed 105,000 individual and 1,300 organizational files when it learned that the Alliance to End Repression was filing a lawsuit against the unit for violating the U.S. Constitution. The records that remain are housed at the Chicago Historical Society. The public requires special permission to access them until 2012.",
    "Bibliography": "Donner, Frank. Protectors of Privilege: Red Squads and Police Repression in Urban America. 1990.",
    "Author of Text": "Randi Storch"
}