{
    "Title": "Redlining",
    "Descriptive Text": "Redlining is the practice of arbitrarily denying or limiting financial services to specific neighborhoods, generally because its residents are people of color or are poor. While discriminatory practices existed in the banking and insurance industries well before the 1930s, the New Deal's Home Owners' Loan Corporation (HOLC) instituted a redlining policy by developing color-coded maps of American cities that used racial criteria to categorize lending and insurance risks. New, affluent, racially homogeneous housing areas received green lines while black and poor white neighborhoods were often circumscribed by red lines denoting their undesirability. Banks and insurers soon adopted the HOLC's maps and practices to guide lending and underwriting decisions. Further, the Federal Housing Administration, created in 1934, also used the HOLC's methods to assess locations for federally insured new housing construction.Like other forms of discrimination, redlining had pernicious and damaging effects. Without bank loans and insurance, redlined areas lacked the capital essential for investment and redevelopment. As a result, after World War II, suburban areas received preference for residential investment at the expense of poor and minority neighborhoods in cities like Chicago. The relative lack of investment in new housing, rehabilitation, and home improvement contributed significantly to the decline of older urban neighborhoods and compounded Chicago's decline in relation to its suburbs.Redlining's negative effects remained largely unrecognized by policymakers until the mid-1960s. Banking practices were the first to receive congressional scrutiny. The Fair Housing Act of 1968 prohibited housing discrimination and the Home Mortgage Disclosure Act of 1975 required the release of data on bank lending. Unsatisfied by the practical results of these laws, community activists in Chicago spearheaded further reform, leading the nation in identifying and addressing the redlining issue. In the early 1970s, the Citizens Action Program, a crossracial group of community leaders from the South Side, developed a strategy of “greenlining” by asking residents to deposit savings only in banks that pledged to reinvest funds in urban communities. Chicago organizers were also instrumental in lobbying Congress to pass the Community Reinvestment Act of 1977 (CRA), which required banks to lend in areas from which they accepted deposits. The law had limited effect until the National Training and Information Center in Chicago, led by Gale Cincotta, put public pressure on Chicago banks to lend to distressed neighborhoods. Cincotta's group successfully negotiated $173 million in CRA agreements from three major downtown banks in 1984, settlements that served as models for other cities.The extent of progress in ending redlining in the insurance industry remains an ongoing debate. In 1968, the President's National Advisory Panel on Insurance in Riot-Affected Areas found that insurance underwriting manuals explicitly instructed agents to use racial data in determining risk. While states passed laws prohibiting insurance redlining, federal legislation has never directly addressed the issue. Court cases, however, have forced change in both the banking and insurance industries. In the 1990s, prominent banks and insurance firms have settled several major lawsuits, agreeing to change their business practices to remove discriminatory policies and procedures.",
    "Bibliography": "Jackson, Kenneth T. Crabgrass Frontier: The Suburbanization of the United States. 1985.Squires, Gregory D., Larry Bennett, Kathleen McCourt, and Philip Nyden. Chicago: Race, Class, and the Response to Urban Design. 1987.Squires, Gregory D., ed. Insurance Redlining: Disinvestment, Reinvestment, and the Evolving Role of Financial Institutions. 1997.",
    "Author of Text": "D. Bradford Hunt",
    "Street addresses associated": [
        "South Side"
    ]
}