{
    "Title": "Refining",
    "Descriptive Text": "Chicago was not among the earliest locations of the petroleum industry, but when oil refining finally came to the area, it came with a bang. When the Standard Oil Company opened its new refinery in Whiting, Indiana, in 1890, the facility ranked as the largest refinery in the world. A century later, the Whiting facility still stood among the largest in the world, and the Chicago region remained an important refining center.Refining came to the Chicago area at a time when an already robust oil industry was devoted to the production of illuminating oils such as kerosene. By the end of the 1880s, when the Standard Oil Company of Indiana was created as a new subsidiary of the giant corporation built by John D. Rockefeller, nearly $80 million had been invested in the American refining industry, which already employed over 11,000 men and generated over $85 million in products annually. Given this context, the new Chicago-area refinery being planned by Standard of Indiana was a kind of second-generation production plant, one that would be larger and more modern than its predecessors in Pennsylvania and Ohio. Initially, Standard of Indiana planned on building its new refinery at South Chicago, the terminus of a pipeline originating in the oil fields of Ohio and Indiana. But land costs, tax rates, and local opposition were high enough in South Chicago to lead the company to look elsewhere. It soon decided to begin construction at Whiting, located in northwestern Indiana along the shore of Lake Michigan. A little over a year after construction started in May 1889, the Whiting refinery went on line, and it began to turn crude oil into kerosene and other products.The relative importance of the Chicago area within the oil industry was never greater than in the 1890s, immediately after the Whiting refinery began to operate. By the middle of that decade, the Whiting plant could process as much as 36,000 barrels of crude oil per day, and accounted for nearly a fifth of total refining capacity in the United States. By the end of the 1890s, about $6 million had been invested in the Whiting facility, which employed about 3,000 people, most of them European-born men.During the early part of the twentieth century, as the oil industry began to focus upon the production of gasoline, the Whiting facility pioneered new refining technologies. In 1911, after the U.S. Supreme Court ordered the breakup of Rockefeller's oil trust, Standard of Indiana (based in Chicago) become an independent company. At the same time, the explosive growth of the automobile industry was causing the oil industry to expand quickly. During the 1910s, the value of the output of U.S. refineries increased by a factor of almost seven, and the number of workers in the industry quadrupled. Part of the industry's boom during the 1910s was attributable to technological innovations made at the Whiting refinery (which was now connected by pipeline to oil fields in Kansas and Oklahoma, as well as the older eastern fields). During the early 1910s, Standard of Indiana chemist and executive William M. Burton directed experiments at the Whiting plant that attempted to increase gasoline yields by processing (or “cracking”) the crude oil at higher temperatures and higher pressures. These experiments proved successful, and Standard of Indiana collected $15 million in patent royalties between 1913 and 1920, as it and other oil companies used the new process to get more gasoline out of every barrel of crude.By the middle part of the twentieth century, the Chicago region was home to several large refineries, and the employees of some of these plants took part in a national effort by oil industry workers to exert more influence over wages and the workplace. By the middle of the Depression, when Standard of Indiana employed about seven thousand residents of the Chicago area, the Sinclair Refining Company had about one thousand workers in its East Chicago refinery. During World War II, more refineries sprang up around Chicago, and the local industry responded to a labor shortage by hiring hundreds of women. (At the Whiting refinery, about 15 percent of wartime employees were women.) In late 1945, just after the end of the war, refinery workers throughout the United States—many of them members of the Oil Workers International Union—were part of a major strike that was intended to help workers achieve wage increases, industry-wide bargaining rights, and a closed shop agreement. Within the Chicago area, there were over 4,000 employees on strike at Calumet -area refineries such as the one owned by the Socony-Vacuum Oil Company. Eventually, after President Truman authorized the U.S. Navy to seize some plants and the U.S. Department of Labor became involved in the dispute, many refinery workers in Chicago and the rest of the country were awarded a pay raise of about 18 percent.During the second half of the twentieth century, as the U.S. refining industry became more concentrated in Texas, Louisiana, and California, the Chicago region became somewhat less important as an oil-processing center than it had been during the previous 60 years. Still, the area remained home to some large refineries. During the 1950s, refineries in the Chicago region were using about 175 million barrels of crude per year, which made the area the third-largest refining center in the United States. The Whiting plant, which used more water than the entire city of Chicago, now had a capacity of 200,000 barrels per day and employed over 7,000 local residents. Other large refineries in the area included the Sinclair plant in East Chicago; a Cities Service Oil Company refinery in East Chicago; a plant owned by the Pure Oil Company in Lemont; and a Texas Company refinery at Lockport. By the end of the twentieth century, when the Chicago region's share of total U.S. refining capacity had declined to about 5 percent, there were still large refineries on the metropolis's southern edges. Four local refineries—in Blue Island, Lemont, Joliet, and Whiting—had a combined refining capacity of about 875,000 barrels per day. The largest of these plants was the one at Whiting—the same facility that had brought refining to Chicago in 1890. Now owned by BP Amoco (Standard of Indiana, long a huge multinational corporation, changed its name to Amoco in 1985; Amoco merged with BP just before the end of the century), the Whiting facility was still among the largest oil refineries in the United States.",
    "Bibliography": "Giddens, Paul H. Standard Oil Company (Indiana): Oil Pioneer of the Middle West. 1955.Williamson, Harold F., and Arnold R. Daum. The American Petroleum Industry: The Age of Illumination. 1959.Williamson, Harold F., et al. The American Petroleum Industry: The Age of Energy, 1899–1959. 1963.",
    "Author of Text": "Mark R. Wilson",
    "Street addresses associated": [
        "South Chicago",
        "Blue Island"
    ]
}