{
    "Title": "Refugees",
    "Descriptive Text": "In popular usage of the word, refugees are those who seek refuge from economic, political, or social distress including war, famine, or civil strife. In that sense, Chicago has become home to many different groups of refugees—from Native Americans displaced by wars in the seventeenth century to the most recent political exiles from around the globe. Some of Chicago's largest immigrant groups, including Irish, Germans, and Poles, came to Chicago to seek refuge from major economic and political dislocations at home.Yet as an internationally recognized legal status that is new in the second half of the twentieth century, “refugee” has a more limited meaning. The 1951 Geneva Convention defined a refugee as one who is outside of one's own nation and is unwilling to return because of a “well-founded fear of being persecuted for reasons of race, religion, nationality, membership of a particular social group or political opinion.” This definition distinguishes refugees from other immigrants as victims of human rights violations who lack the protection of their own governments.Before the Immigration Act of 1924 established a system of immigration quotas based on national origin, the United States allowed virtually unrestricted entrance of non-Asians and thus had no need to differentiate between refugees and other types of immigrants. Between 1924 and 1946 refugees had to use regular immigration channels and fit within existing quotas. The magnitude of the refugee crisis after World War II prompted the United States to begin to admit refugees of “special humanitarian concern” through special acts of Congress and extension of the attorney general's parole authority. Admitted outside of regular immigration channels through ad-hoc policies and quota exemptions, refugees were still subject to strict limits.Until the Refugee Act of 1980, which wrote into U.S. law the Geneva definition, only persons fleeing from Communist regimes were recognized as refugees. Under the 1980 legislation, public-private partnerships in resettlement were regularized and refugees granted special forms of assistance in recognition of the special hardships and trauma many have faced. In Chicago, several organizations, including Heartland Alliance, World Relief, and the Jewish Federation, aid in the resettlement of refugees. Working with local and federal support, these agencies find sponsors for refugees and help to get them established with homes, work, and social services in the area.Chicago has become one of the largest sites of refugee resettlement in the United States, but not all refugees come through the formal process of refugee resettlement. Some emigrate to the United States through other means and apply for asylum. Many individuals who could be considered refugees under the law find it easier to use regular immigration channels, including family reunification provisions. In addition, U.S. foreign policy has strongly influenced the way this country officially defines “political persecution”; some groups that could be considered refugees are not recognized for protection. For example, while the United States recognized Nicaraguans as refugees who fled from the Sandinista regime, they did not recognize Guatemalans or Salvadorans as refugees and often refused to grant asylum to people who fled torture or persecution by these U.S.-supported military regimes. Likewise, while Cubans fleeing the Communist regime of Fidel Castro have been granted refugee status, Haitians have tended to be considered “economic migrants” despite evidence of persecution.If “refugee” encompasses all migrants fleeing from persecution, regardless of legal status, Chicago has become home to hundreds of thousands of refugees over the course of its history. Some of the earliest known inhabitants in the area, including the Miami Indians, came to the region because they were pushed from their homeland by wars. In the nineteenth century, political domination by the Ottoman and Hapsburg Empires led to the persecution of Armenians and Romanians who then emigrated to Chicago. The Russian Revolution in 1917 produced a small wave of Russian refugees who fled the new regime. Jews were targets of violence and discrimination by governments across Europe, and large numbers of Russian Jews in particular migrated to Chicago throughout the nineteenth and twentieth centuries. After World War II, Jews were among the earliest groups targeted for refugee status and protection by the United States government, and they joined a well-established community in Chicago. In addition, the Soviet occupation of Eastern Europe and imposition of totalitarian rule after World War II caused a surge of Latvian, Estonian, Ukrainian, Lithuanian, Polish, Hungarian, and Romanian émigrés.In the 1960s and 1970s, Chicago became home to a large number of Cuban and Southeast Asian refugees as part of two major refugee resettlement projects by the federal government. In the 1950s, refugees from Cuba fled Fulgencio Batista's repressive regime. Immigrants in succeeding decades were the more conservative refugees from Communist Cuba. Although most Cubans settled in Florida and the southern coast, a growing number made their way to Chicago. After the fall of Saigon in 1975 and the ascension of Communist regimes in Southeast Asia, tens of thousands of Vietnamese, Laotian, Cambodian, and Hmong refugees migrated to Chicago from refugee camps in one of the largest resettlement projects in U.S. history. Assisted by social service organizations, these communities rapidly organized networks of community support and services.As political instability has plagued developing nations in the wake of decolonization and the Cold War, civil wars often targeting civilian populations have produced millions of refugees worldwide in the last few decades. Changes in U.S. immigration and refugee policies, which have expanded immigration quotas and dropped the preference for refugees fleeing from Communist regimes, allowed a broader range of refugees fleeing from Africa, Asia, and Latin America to settle in Chicago in the 1980s and 1990s. Civil wars and repressive political regimes in Africa have caused a surge of refugees who form growing communities in Chicago, including Sudanese, Liberians, Nigerians, Angolans, Cameroonians, Somalis, Sierra Leoneans, Ugandans, Congolese, Ethiopians, and Eritreans. Unrest in the Middle East and Eastern Europe has also produced a large number of refugees, as ethnic struggles for national control and shifting national boundaries have led to the persecution of political and ethnic minorities. Assyrians, Bosnians, Palestinians, Iraqis, Lebanese, Croatians, Yugoslavians, and refugees from the former Soviet Union have all migrated to Chicago in recent decades. Likewise, civil wars, military coups, and repressive political regimes in South and Central America have caused Argentineans, Bolivians, Dominicans, Uruguayans, Nicaraguans, Salvadorans, Guatemalans, Peruvians, and Haitians to seek asylum in Chicago. Thanks to its cosmopolitan, multiethnic character and its strong network of social services and community organizations, Chicago remains an attractive destination for refugees around the globe.",
    "Bibliography": "Haines, David, ed. Refugees in America in the 1990s: A Reference Handbook. 1996.United Nations High Commissioner for Refugees. The State of the World's Refugees, 2000. 2001.",
    "Author of Text": "Tracy Steffes"
}