{
    "Title": "Religious Institutions",
    "Descriptive Text": "All large American cities can claim marks of a robust religious life, but several factors have made Chicago a particularly lively religious breeding ground. First, the city has benefited from a habit of religious charity dating back to the cholera epidemics of the 1850s, when temporary hospitals were set up by religious groups. The city contains the largest—and the most activist— Roman Catholic archdiocese in the United States, particularly notable for its nearly unbroken series of prelates who were either institution builders or whose social philosophies put them in the forefront of American reformist bishops. In the 1930s and 1940s, Chicago was arguably the headquarters of the Catholic activism that gave rise to organizations such as the Catholic Youth Organization (the founder was Bishop Bernard Sheil of Chicago), the Cana Conference (founded by Monsignor John Egan), the Christian Family Movement, and Young Christian Students. And it was in Chicago that the alliance between community organizer Saul Alinsky and the Catholic Church came to its fullest flowering.CHICAGO COMMONS SETTLEMENT, 1924 Protestantism in Chicago has been unusually activist as well, no doubt partly to compete with Chicago's robust Catholicism, but also as a result of its early and intense alliance with sociology. Urban sociology as an academic discipline began in the teens and twenties at the University of Chicago; though the department of sociology ultimately became self-consciously secular, its early ties were religious and reformist. The first head of the department was Albion Small, a former minister, and one of the department members, Charles Henderson, doubled as university chaplain. In the early days the department had close ties with Hull House and with the Reverend Graham Taylor's settlement house, Chicago Commons. (It is very likely, too, that sociological and reform activity at the University of Chicago helped stimulate the early 1914 establishment by Frederick Siedenburg of a department of sociology at Catholic Loyola University. )In the 1960s, Saul Alinsky, a former sociology graduate student at the University of Chicago, would attract an unusually large number of Chicago ministers and lay Protestant leaders to his organizing efforts. He often managed to build coalitions that included Catholics and Protestants, most notably in organizations like Organization for the Southwest Community and the Woodlawn Organization. The spirit of Alinsky's organizing went into the Urban Training Center (for prospective ministers and lay leaders, 1962–1975); UTC was the model for similar training centers in other American cities. Although UTC dissolved, its model for training urban religious workers has persisted in Chicago.CHICAGO HEBREW INSTITUTE ATHLETICS Nor was the activist ferment limited to white Christians. Chicago Judaism created religious social service institutions for the thousands of Eastern European Jews who came to Chicago between 1880 and World War I; during and after World War I African American Protestants aided southern blacks who flocked to Chicago's South Side. Recent immigrant groups (e.g., Buddhists, Muslims, and Hindus ) have demonstrated a similar impulse to build religious institutions—temples, mosques, and schools especially—ensuring that Chicago would remain a city of lively faiths.Here it might be well to define “religious institution.” At the most obvious level these constituted houses of worship and other organizations that depended at least in part upon religious funding and were staffed and attended by persons with avowedly religious motivations. Religious discourse was likely to be a staple of these institutions as well. Most of the institutions mentioned in this article fit this description. However, “religious” institutions existed on a continuum, especially as the twentieth century advanced. As increasing prestige accrued to science, “objectivity,” and professional expertise, some institutional leaders, such as Jane Addams at Hull House, tended to downplay their religious commitments even though those commitments probably persisted at deeper levels.PILGRIM BAPTIST CHURCH, 1941 The institution building of Chicago's religious groups was accomplished in a relatively short span of time. In the first few decades after Chicago's incorporation as a city in 1837, religious leaders had all they could do to establish modest houses of worship. The first sign that a congregation was well established and acquiring wealth was its decision to employ an architect and invest in more expensive construction materials than wood or plain brick—thus, structures such as St. James Episcopal Church (1856–57; rebuilt 1875–1880); Holy Family (RCC; 1857–1860); First Baptist Church (1866); Union Park Congregational Church (1869–1871); St. Stanislaus Kostka (1877–1881); KAM Synagogue (1890–91; later Pilgrim Baptist Church); and Quinn Chapel (AME; 1891–1894). The next sign, in the case of a Protestant congregation particularly, might be a move to create a mission chapel elsewhere in the city, or a city mission to provide social and religious services in a poverty- or vicestricken district. One such mission was the (Congregational) Chicago City Mission (1882), which continues today as the Community Renewal Society. Until the late decades of the nineteenth century, churches and synagogues tended to dispense charity in an ad hoc, informal manner, usually directed to needy members of the congregation rather than to city residents in general.But the pattern in many congregations was toward wider outreach. In the decades immediately following the Civil War, cities, growing and industrializing at a dizzying rate, began to be conceived as religious “problems” (or more optimistically, “challenges”) to an unprecedented degree. In the eyes of its religious leaders, the city presented immigrants and migrants from the country with temptations; even the more “innocent” pleasures of theater, concerts, shopping, and sports distracted city dwellers from religion. Grinding poverty too could separate people from their religious moorings.SALVATION ARMY MEETING, 1902 Chicago religious leaders sprang into action, both denominationally and ecumenically. Brought to Chicago in 1858, the YMCA (and the YWCA after 1876) established Bible study groups, dormitories, employment bureaus, and recreational (especially athletic) facilities designed to encourage young men and women, fresh from rural America, to shun the attractions of the city. The YMCA and YWCA expanded into branches as well for work among particular immigrant groups, and the YMCA produced “railroad branches” aimed at teaching railroad employees arithmetic, vocational training, and penmanship. The Women's Christian Temperance Union, founded in Ohio in 1874, organized a branch in Chicago; eventually the international headquarters of the WCTU would be in the northern suburb of Evanston. In addition to advancing temperance, the Chicago WCTU also promoted women's rights, purity, honest municipal government, and labor arbitration. The Salvation Army arrived in Chicago in 1885, and by 1892 it was providing social as well as evangelical services at its headquarters at Halsted and 12th Streets. The interdenominational Church Federation of Greater Chicago, founded in 1907, was strongly reformist in outlook and would become especially activist in the 1950s and 1960s.FOURTH PRESBYTERIAN CHURCH, 1965 Individual churches followed suit, establishing extensive Sunday schools, clubs, gymnasiums, dispensaries, vocational classrooms, facilities for the destitute, and missionary and devotional associations of various age groups, often separated by gender. Normally the physical plant of the church or synagogue had to be enlarged to accommodate all these functions. Some churches that engaged in this expansion self-consciously became known as “institutional churches,” and their ministers and lay leaders typically embraced the “Social Gospel” of service to the sick and poor. Prominent institutional churches included All Souls Unitarian Church (1882) under Jenkin Lloyd Jones and Reverdy Ransom's (African American) Institutional Church and Social Settlement (1900). Though never labeled an “institutional church,” wealthy Fourth Presbyterian, by the time it moved into its new building on Michigan Avenue in 1914, provided a wide range of social and educational services. So did Moody Church, founded by Chicago's foremost evangelist, Dwight L. Moody. Jews expanded their scope of activities as well; when the Sinai Congregation built a new synagogue on the South Side in 1912, the building included a gymnasium, a pool, classrooms, and a social center. Chicago's Catholic churches offered meeting rooms for mutual benefit societies, halls for socializing, gymnasiums, and bowling alleys.In the 1920s a church's range of services became less visible than its drawing power—and the fame of its minister—through the mass media, especially the new medium of radio. In 1912, Preston Bradley, a former Presbyterian minister and skillful preacher, opened the long-lived, noncreedal, and liberal People's Church. Bradley's radio ministry, which began in 1923, attracted five million listeners in its heyday. On the other end of the Protestant theological spectrum, Paul Rader held forth at the nondenominational Gospel Tabernacle (1922–1933) and, like Bradley, conducted a successful radio ministry.In addition to the churches and synagogues that offered multiple services and ministries under one or two roofs, there were institutions and agencies that were usually extracongregational and sometimes interdenominational creations. They fell into several categories, depending on what service they offered and their clientele. As in other cities, women (Protestant deaconesses, Catholic religious, and lay workers of all denominations) played a dominant role in founding, leading, and staffing these institutions.PACIFIC GARDEN MISSION, 1980 One group of institutions served a fairly wide range of the needs of the poor, especially immigrant and migrant: Christian- or Jewish-sponsored or -supported settlement, neighborhood, or community houses; and rescue homes. The most prestigious settlement houses ( Hull House [1889] and Chicago Commons [1894]) were officially unreligious, especially after 1913 when the National Federation of Settlements promulgated a policy against religious affiliation. But this left a number of lesser-known institutions: the Catholic Church's Madonna Center (1898), under the leadership of Sr. Mary Agnes Amberg; several African American settlement houses in part supported by churches—the Emanuel Settlement, the Negro Fellowship League (1910), the Wendell Phillips Settlement (1907), the Clotee Scott Settlement, and the Frederick Douglass Center (1905); and the Chicago Hebrew Institute (1903; later the Jewish People's Institute). Rescue homes tended to be more evangelical and more conservative, with individual conversion their most important goal. But to effect a sound conversion, evangelicals also felt compelled to provide food and shelter, instruction, work placement, and sometimes jobs. The most prominent of these was the Pacific Garden Mission (1877), where Billy Sunday was converted. Pentecostals too established a series of missions, the most famous on North Avenue dating from the earliest years of the twentieth century. A group called the Bible Work of Chicago, which arose in 1873 in the aftermath of the Great Fire of 1871, was eventually to be incorporated as the interdenominational Moody Bible Institute (1889). The institute itself, a headquarters of conservative American evangelicalism from its founding, has been a lively player on the Chicago religious scene, operating radio WMBI and dispatching its students and staff to a variety of Sunday schools, Bible classes, rescue missions, street meetings, and other works of evangelization and mercy.Young women alone in the city, in search of work or excitement, became an early and constant preoccupation of religious workers. Even more than young men, young women were perceived to be at risk in the city. Working in factories or domestic settings, they were often so ill paid as to be vulnerable to the temptations held out by prostitution or by more informal sexual arrangements. Thus, much attention was directed to prevention, through the provision of inexpensive supervised lodgings (especially YWCAs) or homes for rehabilitation once a young woman had “fallen.” Chicago Catholics offered the Magdalen Asylum (1859), run by the Sisters of the Good Shepherd, and an associated industrial school for girls; Protestants ran the Erring Women's Refuge (1863).ST. JOSEPH'S BOHEMIAN ORPHANAGE, 1922 Orphans and delinquent children also elicited a good deal of religious solicitude. Activities in this area were stimulated by Cook County's establishment of the world's first juvenile court (1899), and early on religious workers were involved in the activities of the court, sometimes as employees. Catholics especially were worried about losing their children to Protestant orphanages and foster homes and established numerous institutions of their own, such as the Angel Guardian (1865) and St. Joseph's Orphan Asylums, St. Mary's Training School for Boys (1882), and the Holy Family Orphan Asylum for Polish and Bohemian children. African Americans had the Amanda Smith Orphanage and Industrial Home (Harvey, 1895–1918) and the Louise Juvenile Home (1905). The very old received attention from religious leaders; one of the best-known institutions of this type was the Drexel Home for Aged Jews (1893).TRAINING SCHOOL FOR MISSIONS, 1899 Because the activity of healing the sick and assisting the dying has so often been construed as inherently religious, Chicago religious institutions established a long tradition of hospital founding and operation. Most of these hospitals ministered to the indigent, often the indigent of all faiths or of no faith, and frequently there were waiting lists of people needing beds. The groups with traditions of sisters (Roman Catholic and Episcopalian) and deaconesses (especially Lutherans and Methodist) found themselves particularly able to staff these hospitals. In 1940 the archdiocese contained 25 Catholic hospitals. Prominent among them were Alexian Brothers' Hospital (1866), Mercy Hospital (1852), and St. Joseph's Hospital (1872). The first Jewish hospital opened in 1868 on the Near North Side, with Michael Reese Hospital following in 1881. Mount Sinai opened in 1918, specifically for Eastern European Jews who had special dietary requirements. The Episcopalians had St. Luke's Hospital (1865) on Indiana Avenue; Chicago Presbyterians set up Presbyterian Hospital in 1884; Methodists established Wesley Hospital in 1888, depending on a nursing staff of deaconesses trained at the Chicago Training School for City, Home, and Foreign Missions; Lutherans set up the Norwegian Lutheran Deaconess Home and Hospital in 1897 on the North Side (relocated to Park Ridge in the 1950s and renamed Lutheran General Hospital). Late in the century, members of the Swedish Evangelical Covenant Church founded Covenant Hospital near their college and seminary in North Park.The heyday of such multipurpose churches and church-sponsored social service agencies was the 1910s and 1920s; the Great Depression effectively halted many of these efforts, and a number of them were never revived in the same form when prosperity returned. Not that religious concern for the poor ceased, nor the desire to instruct, convert, or provide wholesome entertainment. But after the New Deal, government at the local, state, and federal levels took over many of religion's welfare tasks. Also, as roles such as social worker, nurse, and counselor (psychologist or psychiatrist) became professionalized, competitive salaries and advanced equipment raised the cost of operating these institutions. These new-style professionals frequently operated out of private and secular agencies and institutions, preferring a social scientific discourse over a religious one.EMMANUEL CHURCH BREAD LINE, 1932 Yet certain religious institutional functions remained: soup kitchens and food pantries, shelters for the homeless, advocacy for the poor and oppressed, organizations to fight racism and war. There remained the need for a ministry for persons unable to find their way through the labyrinth of public and private services or who belonged to portions of the population almost universally despised or feared—drug addicts, prisoners, youth gangs. The interdenominational West Side Christian Parish (1952), an offshoot of the East Harlem Protestant Parish in New York, was established in Chicago by Archie Hargraves and Don Benedict and set itself these kinds of tasks. In the closing decades of the twentieth century, coalitions of churches, synagogues, and mosques, recognizing the failures of public housing and the diminished role of the federal government in affordable housing initiatives, have stepped into the housing breach. In the effort to foster ghetto businesses and sponsor housing for the poor, these institutions have often adopted a modified form of Saul Alinsky's community organizing efforts, now usually called “community development.” Most prominently, since 1993 the Metropolitan Alliance of Congregations, comprising some three hundred churches, synagogues, and Islamic organizations, has organized for housing, regionalism, better transportation for poor people, and business reinvestment in the inner city and Chicago's older, deteriorating southern and southeastern suburbs. Reflecting an even more direct Alinsky heritage, in 1995 the Industrial Areas Foundation founded the congregation-based United Power for Action.SAINT ALOYSIUS PARISH, 1951 (MAP) In the area of education, Protestant and Jewish efforts have focused mostly on part-time Sunday or religious schools and on forms of higher education: colleges, seminaries, and missionary training institutions such as the Baptist Missionary Training School (1881). At the elementary school level most Protestants and Jews sent their children to the public schools, whereas Catholics established parochial schools, ideally, one school per parish. Cardinal Mundelein's gift for administration resulted in a relatively centralized and systematized Catholic school system. In recent decades the contrast between Jewish and Catholic education has become less stark: since World War II, Jews have established day schools through the high-school level, and Catholics, confronting the rising costs of full-time schooling and the dispersion of their population to the suburbs, have closed parochial schools and invested more in supplementary education through their Confraternities of Christian Doctrine.Suburban developments have given rise to houses of worship, to charitable and welfare agencies (especially in the older, declining suburbs), and to religious schools. Suburbanization has presented its own problems for the establishment of religious institutions, however: except where religious-ethnic groups have settled in relatively dense communities, the dispersal and mobility of suburban populations has often made institution building difficult and unpredictable. Chicago-area Jews, for instance, have found it difficult to replicate the intimacy of the early communities of Maxwell Street and North Lawndale. On the other hand, recently arrived Hindu and Muslim immigrants have dealt with the dispersion of their populations over the greater Chicago area by establishing many of their temples and mosques at prime locations along the main expressways, thereby making them relatively accessible by car to both suburbanites and city dwellers.Affluent suburban religious institutions, sometimes burdened with guilt about having “abandoned the city” or simply concerned for inner-city populations, have forged ties with “sister” churches and conducted various forms of mission to the city. In the 1970s, for instance, a Lutheran church in Valparaiso sponsored a black family's move from Cabrini-Green housing to this almost all-white suburb. Wheaton Protestant churches, bolstered by the influence of the prominent evangelical college and its affiliated Billy Graham Center, have sponsored youth and other ministries in the city of Chicago.RELIGIOUS DIVERSITY, 2002 (MAP) Those religious groups that have arrived in substantial numbers only since the 1965 immigration legislation—Muslims (the largest), Hindus, Buddhists, and others—have created a host of their own institutions. Some have taken a pan-Islamic or pan-Hindu stance; others have been more attuned to the particularities of ethnicity and place of origin. These groups, aided by a relatively high level of education and economic means, have rapidly replicated the behavior of their predecessors in Chicago, refurbishing old churches or schools or building new houses of worship (Hindus especially have lavished money and crafts skill on temples modeled after those in India and other homelands), caring for the indigent among their membership and sometimes joining in interfaith efforts such as soup kitchens and shelters, and performing multiple social and cultural functions. Most temples and mosques include community halls, kitchens, and auditoriums. The second generation has received particular attention: youth groups, religious and language classes, and summer camps and retreats (for Hindus there's a camping center in Ganges, Michigan). Whereas most of these groups have resorted to “supplementary” religious education scheduled on weekends or weekday evenings, Chicago Muslims when possible have established full-time schools K–12 teaching both secular and religious subjects. They have also founded the American Islamic College (1983).For many observers, the coexistence of so much effective institution building is perhaps counterintuitive, especially in a “worldly” city like Chicago, the greater part of whose history has unfolded in the “secular” twentieth century. Yet the needs of so many Chicagoans—for ideals, ethical guidance, physical and mental healing, racial and economic justice, and simple food, shelter, and clothing—continue to elicit inherently religious responses. Government, businesses, philanthropic foundations, and practical individuals are not always ready or able to go the extra mile. Religious institutions, with their claims to universality and their commitment to fairness—and their occasional disregard for what's possible—often try to do just that.",
    "Bibliography": "Horwitt, Sanford D. Let Them Call Me Rebel: Saul Alinsky—His Life and Legacy. 1991.Kantowicz, Edward R. Corporation Sole: Cardinal Mundelein and Chicago Catholicism. 1983.Knupfer, Anne Meis. Toward a Tenderer Humanity and a Nobler Womanhood: African American Women's Clubs in Turn-of-the Century Chicago. 1996.",
    "Author of Text": "Virginia Lieson Brereton"
}