{
    "Title": "Relief and Subsistence Aid",
    "Descriptive Text": "When Chicago was founded in the 1830s, relief was based upon the religious ethic that the community had a moral obligation to provide. This ethic was manifested in two ways. First, the “poor laws,” which were state laws administered by local officials, rested on the idea that resident poor had a right to resources drawn from the tax revenues of the locality. Second, religious institutions provided relief based upon the same ethic of local responsibility. Before the 1850s, church-based relief was provided by the local church or parish. In the 1850s, religious groups created organizations like the St. Vincent de Paul Society ( Roman Catholic ) and United Hebrew Charities ( Jewish ) to better meet the needs of those of their faith. Relief was given inside and outside of public and private charitable institutions, yet, insofar as relief meliorated want by meeting moral obligation, it remained part of a religious understanding of the poor and their relationship to the community.After the Civil War, relief in Chicago shifted subtly from an approach informed by a religious ethic of duty to one that sought to use relief to reduce the numbers of the poor. Initially, in the years between 1870 and 1890, this new method of charity was based on the perception of the poor as a problem of “pauperism,” which held that being poor was the product of moral lapses rather than a fact of social life. The Chicago Relief and Aid Society (CRA), understanding impoverishment in moral terms, restricted charity in order to teach lessons in proper living. The CRA thus distributed relief through bureaucratized methods in the hope that their approach would reduce the need for relief over the long term by forcing Chicago's poor to adopt self-reliant modes of conduct. After the crisis of the fire of 1871, the CRA attempted to gain citywide control of relief by trying to bring Chicago's charities under its purview. This effort met with little success, however, because charitable organizations wanted to retain control over their resources. The CRA's approach to relief supplanted neither religious charitable organizations nor the poor laws. Yet, its existence signaled that a new approach to relief would be part of relief for decades, one that sought to alter the character and circumstances of the poor rather than simply to meet their basic needs.EMMANUEL CHURCH BREAD LINE, 1932 After approximately 1890, the concept of pauperism, which stressed the moral dimensions of impoverishment, was replaced by the concept of poverty, which held that the structural economic forces of industrialization were responsible for widespread impoverishment. Jane Addams's approach to relief was the most visible manifestation of this new, Progressive definition of the origins of the poor. Addams approached relief in two ways. First, her settlement house, Hull House, gave the immigrant poor a resource to establish themselves economically, culturally, and socially. Second, Addams engaged in politics in order to help reform conditions responsible for the poverty so prevalent in late-nineteenth-century Chicago. Other reforms of the Progressive era included mothers' pensions, which paid mothers to stay at home to nurture children, and the creation of a countywide welfare bureau to rationalize relief. By the 1910s and 1920s, relief was often delivered by professional social service workers.Although important figures in relief for a generation, women were increasingly finding productive careers in social services by this time. Again, despite new methods of relief, religious-based charitable organizations still provided relief out of moral obligation, though they too were centralizing their services. The Salvation Army, an important and fundamentally evangelical Christian organization, distributed relief based on the religious ideal that the poor will always exist and will need humane care. Although Progressive reforms did not eliminate the existence of older charitable institutions, they formed a new approach to relief, one that stressed the elimination of the conditions that caused poverty.The economic crisis of the Great Depression forced an alteration in methods of relief, one which shifted responsibility to higher levels of government and which resulted in the development of social service administrative bureaucracies. The Depression spurred the development of the concept of welfare, which legitimated a guaranteed level of subsistence, and hastened the creation of governmental mechanisms to ensure that right. Though governmental organizations increasingly assumed control of charitable resources, local charitable organizations did not disappear. To the contrary, the U.S. welfare state worked in partnership with local public and private organizations to deliver resources to the needy. Religious organizations, for instance, remain crucial providers of food and shelter to those who have fallen through the social safety net, though they now work ecumenically and with Chicago's Human Services department or with associations like the Chicago Coalition for the Homeless. The Personal Responsibility Act (1996) substituted state-level responsibility for federal welfare and made relief contingent upon productive labor rather than right of citizenship.Relief and subsistence aid has depended upon the way in which Chicagoans have defined the problem of the poor. Since there never has been one, unitary way of understanding the problem, there has never been one mode of relief. Yet trends in relief are discernable. What began as a moral responsibility dictated by religious belief has become an aspect of the broader society's quest to eliminate poverty.",
    "Bibliography": "Brown, James. The History of Public Assistance in Chicago, 1833–1893. 1941.Coughlin, Roger J., and Cathryn A. Riplinger. The Story of Charitable Care in the Archdiocese of Chicago, 1844–1959. 1981.McCarthy, Kathleen D. Noblesse Oblige: Charity and Cultural Philanthropy in Chicago, 1849–1929. 1982.",
    "Author of Text": "Scott Lien"
}