{
    "Title": "Rent Control",
    "Descriptive Text": "In twentieth-century Chicago, skyrocketing rents have arisen as an issue in times of inflation and housing shortages. In response, for short periods, Chicago has adopted rent arbitration and rent control.In 1919, the city council established a committee that, through 1921 in conjunction with the Chicago Real Estate Board, arbitrated disputes over rising rents. The city council also called on the Illinois legislature to pass a law enabling cities such as Chicago to adopt rent control, an effort that did not succeed.During World War II, the entire nation, including Chicago, was required to participate in stringent rent controls imposed by the Office of Price Administration. When, in 1946, the federal program ended controls over hotels, including Chicago's substantial stock of residential hotels, the Chicago City Council passed an ordinance returning these dwellings to rent control, only to be overturned by the Illinois State Supreme Court in January 1947. Federal rent control, having eased after World War II, ended in 1953 at the cessation of the Korean War.In the 1970s, Chicago again found itself subject to federally mandated rent controls (August 1971–January 1973) under the Nixon administration's wage and price guidelines. Thereafter, high rents resulting from peacetime inflation, escalating property taxes, declining construction, condominium conversion, and abandonment led Mayor Richard J. Daley, in 1976, to appoint a committee to consider rent controls. In 1977, the committee recommended against the adoption of controls.In late 1979, the city council appointed a committee to consider an ordinance establishing rent arbitration. Neighborhood hearings revealed a growing tenants' rights movement. The 1980 hearings also featured arguments against rent control from the city's strong real-estate lobby, and the city council failed to adopt any form of rent control. The same ordinance was submitted in 1982 as part of a Tenants Bill of Rights, and again defeated in 1983. In 1987, the city council adopted a Tenants Bill of Rights that did not include rent control.",
    "Bibliography": "Drellich, Edith B., and Andrée Emery. Rent Control in War and Peace. 1939.Friedlander, Bernard, and Anthony Curreri. Rent Control: Federal, State and Municipal. 1948.Plotkin, Wendy. “Rent Control in Chicago after WWII: Prologue 30.2 (Summer 1998): 110–123. Politics, People, and Controversy.”",
    "Author of Text": "Wendy Plotkin"
}