{
    "Title": "Republican Party",
    "Descriptive Text": "From the birth of the Republican Party in the mid-1850s through the end of the 1920s, Republicans had considerable success in Chicago politics. Many of the city's mayors during that period came from the GOP, and many Republicans from the Chicago area exercised considerable influence in local, state, and national governments. From the 1930s through the end of the century, Republicans had little political influence within the city, but they enjoyed considerable strength in the growing suburbs.Chicago elected its first Republican mayor—the veteran politician and newspaperman John Wentworth—in 1857, only one year after the party held its first political convention in Illinois. In 1860, Chicago Republicans received a big lift as the city hosted the Republican National Convention. Local party members, led by Chicago Tribune publisher Joseph Medill, helped garner the presidential nomination for Illinois lawyer Abraham Lincoln.Because the Republican and Democratic parties were built to compete in national and state politics, it has not always been easy to identify clear differences between the two parties within the context of local politics. The positions that defined the Republican Party during the nineteenth century, such as its opposition to slavery and support for the gold standard and the tariff, did not always speak to the question of how its candidates would handle the governance of Chicago. Republicans generally were more apt to emphasize fiscal conservatism and anti-vice reforms than their Democratic counterparts. Such positions tended to attract the support of pietistic Protestants —including many English, German, and Scandinavian immigrants—and many members of the middle classes and business elite.In practice, Chicago's Republicans were often divided among two distinct factions: one that emphasized budget cutting and anti-vice reforms, and one that was more comfortable with the kind of patronage politics that prevailed in many large American cities. Indeed, many of the city's most successful Republican politicians were pragmatists who built patronage machines. John B. Rice, the city's Republican mayor during the late 1860s, was attacked by reform elements within his own party for failing to prevent city government from becoming a spoils system. Politicians from the reform wing of the party, on the other hand, had trouble attracting enough voters from Chicago's diverse population. When Tribune owner Medill occupied the mayor's office in the early 1870s, he alienated many voters by choosing to enforce a law that ordered saloons to close on Sundays. More pragmatic Republican politicians were able to attract more support. One of the greatest of the city's Republican machine politicians was William Lorimer, who during the 1890s built a strong political base from the city's West Side, which was populated by large numbers of working-class immigrants, including many Roman Catholics. By avoiding the moralistic style that was the hallmark of the reform wing of his party, Lorimer managed to lure these voters and use their support to become one of Cook County's most powerful politicians.The split between the reform and pragmatic wings of the Republican Party in the Chicago area continued into the early twentieth century, when it became clear that one reason for the division was the contrast between suburban and urban voters. Many of the area's most prominent reform-minded Republicans during this period drew their strength from suburban and middle-class voters. James R. Mann, a leading local and national Republican leader from the 1890s until his death in 1922, represented a South Side area that had formerly been the suburb of Hyde Park Village. Another leading Republican reformer from the South Side was Charles E. Merriam, the University of Chicago professor who lost the city's 1911 mayoral race because his middle-class supporters failed to outnumber the working-class base of Democratic Party candidate Carter Harrison II. A Republican who proved far more successful in Chicago politics was William Hale (“Big Bill”) Thompson, the ex-cowboy who served as mayor from 1915 to 1923 and again from 1927 to 1931. Attacked by his own party's reform wing for being soft on vice and spoils, Thompson built a broad, ethnically diverse urban coalition while retaining the support of many business leaders, a pragmatic political formula similar to the one that would be used by Democrats to dominate city politics for the rest of the twentieth century.Republican success in Chicago city politics ended during the Great Depression, when Democrats at the local and national levels built a powerful and diverse political base that included a majority of urban residents. Thompson lost his mayoral reelection bid to Democratic Party boss Anton Cermak in 1931; Cermak and his successor Edward Kelly quickly established a multiethnic Democratic political machine that reflected the changing demographics of the city. One of the greatest blows to the fortunes of the Chicago Republicans during the 1930s was the shift in party loyalties among African Americans. Before the Depression, most African Americans in Chicago voted Republican, and they were an important part of Thompson's machine in the 1910s and 1920s. But during the era of the New Deal, they joined Kelly's winning Democratic coalition. For the rest of the century, no Republican won a Chicago mayoral election; after the 1950s, the party's political strength within the city was limited to small pockets of support on the far Northwest Side.During the latter part of the twentieth century, the Republican Party remained a major political force in the Chicago region because of its considerable support in the suburbs. As the suburbs grew, the metropolitan area as a whole became a highly competitive political region. By the 1970s, the suburbs contained more voters than the city of Chicago; these voters were sending large numbers of Republican candidates into local, state, and national offices. As the twentieth century came to a close, Republicans familiar with the old political saying “fish where the fish are” were concentrating their efforts in the suburbs; within the city of the Chicago, they were faced with the prospect of a long wait.",
    "Bibliography": "Green, Paul, and Melvin Holli. The Mayors: The Chicago Political Tradition. 2nd ed. 1994.Hansen, Lawrence N. “Suburban Politics and the Decline of the One-Party City.” In After Daley: Chicago Politics in Transition, ed. Samuel K. Gove and Louis H. Masotti, 1982, 175–202.Tarr, Joel Arthur. A Study in Boss Politics: William Lorimer of Chicago. 1971.",
    "Author of Text": "Paul Green | Mark R. Wilson",
    "Hyperlinked Terms Associated": [
        "politics",
        "mayors",
        "political convention",
        "Chicago Tribune",
        "state politics",
        "Protestants",
        "English",
        "German",
        "patronage",
        "government",
        "saloons",
        "machine politicians",
        "Roman Catholics",
        "Cook County",
        "South Side",
        "Hydra Park",
        "University of Chicago",
        "Democratic Party",
        "Great Depression",
        "demographics",
        "Africans Americans",
        "New Deal"
    ],
    "Street addresses associated": [
        "Hyde Park",
        "West Side",
        "South Side",
        "Northwest Side"
    ]
}