{
    "Title": "Residential Hotels",
    "Descriptive Text": "From the very beginning of Chicago's history, hotel managers have catered both to tourists and to longer-term residents who paid by the week or month instead of by the night. Until 1930, people with comfortable incomes might move to Chicago and never live anywhere except in a hotel. A room or suite of rooms in a palatial hotel (for the rich) or a middle-priced hotel (for those of middle income) were luxurious, conveniently located, and cheaper than maintaining a private house in the city. Hotels gave Chicago residents an instant social position, and interaction with some of the wealthiest residents of the city. The famous Chicago architect Louis Sullivan lived in hotels most of his life. In the 1920s, the Chicago sociologist Day Monroe interviewed women physicians and businesswomen who could pursue their professional lives only because hotel life freed them from household duties.Midpriced and palace-style hotels probably housed only about one-sixth of Chicago's hotel residents. Another one-third of the city's hotel residents lived in a widely varied class of dwellings called “rooming houses.” A rooming house might range from a former single-family house to a three-hundred-room hostelry. Rooming house residents, half of them men, half women, and most of them young, worked as department store clerks, secretaries, salesmen, or in journeymen construction building trades. Such work could not be counted on for every season of the year, so residents had to be within reasonable walking distance of multiple jobs. The Near North Side was the city's most extensive rooming house district.For people who were marginally employed in common labor jobs (from digging ditches to living in the off-season from field work or railroad construction) the only available homes were in hotel buildings disparagingly called “cheap lodging houses.” Typically, half of a city's hotel homes were in such structures. In Chicago, the former Main Stem area on West Madison Street was nationally famous, although there were other cheap lodging house districts in the Near North and in several blocks in the racially segregated South Side.During World War I and World War II, every type of residential hotel was filled to capacity with war workers. After 1945, however, many employers either closed or moved their factories to the edge of town. The cheap lodging house areas, especially, regained the reputation they had gained in the 1930s as “skid roads,” known for large numbers of down-and-out men incorrectly assumed to be transients.A postwar excess of lodging house rooms led city planners to see hotel districts as ideal for urban renewal demolition. By the 1960s, the clearances were no longer eliminating excess rooms but rooms desperately needed for an increasingly fragile low-income population. Between 1973 and 1984 Chicago lost almost 23,000 hotel rooms, adding to a housing situation known as the “SRO crisis.” Single-room occupancy and homelessness were often the only alternatives to hotel life at its cheapest levels.",
    "Bibliography": "Groth, Paul. Living Downtown: The History of Residential Hotels in the United States. 1994.Hayner, Norman S. “The Hotel: The Sociology of Hotel Life.” Ph.D. diss., University of Chicago. 1923.Hoch, Charles, and Robert A. Slayton. New Homeless and Old: Community and the Skid Row Hotel. 1989.",
    "Author of Text": "Paul Groth",
    "Hyperlinked Terms Associated": [
        "tourists",
        "hotel",
        "department store",
        "builiding trades",
        "Near North Side",
        "South Side",
        "World War I",
        "World War II",
        "urban renewal"
    ],
    "Street addresses associated": [
        "Near North Side",
        "South Side"
    ]
}