{
    "Title": "Restrictive Covenants",
    "Descriptive Text": "Restrictive covenants can limit a variety of options for homeowners, from landscaping to structural modifications to circumstances of sale or rental. Racially restrictive covenants, in particular, are contractual agreements among property owners that prohibit the purchase, lease, or occupation of their premises by a particular group of people, usually African Americans. Rare in Chicago before the 1920s, their widespread use followed the Great Migration of southern blacks, the wave of housing-related racial violence which plagued the city between 1917 and 1921, and the U. S. Supreme Court's 1917 declaration that residential segregation ordinances were unconstitutional. The high court's subsequent dismissal of Corrigan v. Buckley in 1926 tacitly upheld these private, restrictive agreements and paved the way for their proliferation. The Chicago Real Estate Board (CREB) campaigned to blanket the city with such covenants and even provided a model contract, with a standard covenant drafted by Nathan William MacChesney, a member of the Chicago Plan Commission. In the fall of 1927, the CREB dispatched speakers across the city to promote the racial restrictions. Seen as the peaceful and progressive alternative to the violence that had earlier traumatized the city, restrictive covenants, within a year, according to the Hyde Park Herald, stretched “like a marvelous delicately woven chain of armor” from “the northern gates of Hyde Park at 35th and Drexel Boulevard to Woodlawn, Park Manor, South Shore, Windsor Park, and all the far-flung white communities of the South Side. ” Two decades later, in the 85 square miles reserved for residential use in Chicago south of North Avenue, fewer than 10 were occupied by blacks, while 38, mainly in middle-class areas surrounding the Black Belt, were encumbered by these paper barriers. Even Al Capone's mother, Theresa, signed up to guarantee the “respectability” of the family home. White suburbanites could rest assured as developers in Skokie, Park Ridge, and Evanston wrote racial restrictions into the deeds on 1926–27 subdivisions. Restrictive covenants defined the white search for status and produced a “chilling effect” on potential black homeseekers.In the end, Depression-era and wartime housing shortages probably did more to freeze Chicago's residential patterns than did the covenants. When challenged in 1938 by playwright Lorraine Hansberry's father, Carl, those covering the Washington Park Subdivision were ruled invalid (in Lee v. Hansberry, 1940). During World War II, some local judges ruled against others on principled, as well as technical, grounds. Association with them soon became a political liability. Democrats defeated George B. McKibbin in the 1943 mayoralty after alleging that the Republican had signed just such a document; and in 1946, Richard J. Daley posed as the progressive, anti-covenant candidate in his race for sheriff. By 1947, the business and civic leaders framing the city's redevelopment program readily acquiesced in their prohibition. When the U.S. Supreme Court finally declared restrictive covenants unenforceable in Shelley v. Kraemer (1948), that decision did not so much dissolve an “iron ring” confining the city's black neighborhoods as much as it simply dissipated the legal clouds shadowing property already falling into black hands as a booming postwar housing market fostered mobility and racial succession.",
    "Bibliography": "Long, Herman H., and Charles S. Johnson. People vs. Property: Race Restrictive Covenants in Housing. 1947.Philpott, Thomas Lee. The Slum and the Ghetto: Neighborhood Deterioration and Middle-Class Reform, Chicago, 1880–1930. 1978.Vose, Clement. Caucasians Only: The Supreme Court, the NAACP, and the Restrictive Covenant Cases. 1959.",
    "Author of Text": "Arnold R. Hirsch",
    "Hyperlinked Terms Associated": [
        "African Americans",
        "Great Migration",
        "Real Estate",
        "Hyde Park",
        "Woodlawn",
        "South Shore",
        "South Side",
        "Black Belt",
        "Skokie",
        "Park Ridge",
        "Evanston",
        "Washington Park Subdivision",
        "World War II"
    ],
    "Street addresses associated": [
        "Hyde Park",
        "South Shore",
        "Windsor Park"
    ]
}