{
    "Title": "Restaurants",
    "Descriptive Text": "Public dining has an important role in Chicago's social, cultural, and economic history. Types and numbers of eating establishments are tied to Chicago's growth from village to city. Dining outside the home may be divided into three broad categories: sit-down restaurants (from fine dining to “cheap” eateries); street food (including dining at public events such as ballgames and fairs); and a combination of these two, fast-food stands. Within these groups are varied establishments such as saloons of the pre-Prohibition era, beer gardens, taverns, and cafeterias. All are or have been critical segments of the dining industry.Because dining enterprises mirror the city's economic growth, their histories might be considered in two ways, “pull and push.” Restaurants represent the centripetal forces that made the city the economic hub of the Midwest. Chicago's famed steakhouses testified to its hegemony in cattle shipping and meat processing. The city's historical core business area, the Loop, has been an “economic catchment” center. Visitors to the Midwest's capital city and the necessity of feeding incoming hordes of workers made Chicago's eating places elements of a major industry. By 2000, the Chicago area's dining establishments did an estimated $10 billion in sales, second among U.S. metropolitan areas only to Los Angeles.TERRACE GARDEN, C.1920S Types of prepared-food retailing businesses in the city followed this “pulling-in pattern” on three levels. Traditional sit-down, white-tablecloth restaurants became featured attractions for locals and visitors alike. The dining room of the Lake House Hotel on Kinzie Street set the pattern in 1835. It used menu cards, napkins, and toothpicks and served oysters brought in from the East Coast. The many others that followed in the nineteenth century, from Henrici's to Rector's, made Chicago a destination restaurant city.City shoppers and workers who packed downtown offices led to a boom in eating places. “Cheap Eats” restaurants first appeared in the 1880s, and many upscale restaurants and hotels served inexpensive lunches. Beginning in 1880 with H. H. Kohlsaat's “dairy lunch room,” quick-service restaurants for midday meals sprang up. John Kruger began a small chain in the 1890s, dubbing them “Cafeterias.” Soon, major chains such as Thompson's (with more than one hundred outlets), B/G Foods, Pixley & Ehlers, and many others were so numerous that the area around Madison and Clark Streets became known as “Toothpick Alley.” Through proximity to work and shopping, city restaurants became magnets for urban populations.Food stands and street vendors fall into the category of “petty consumption.” Though important parts of the food economy, as cash businesses they are often underreported and hence an aspect of underground economy. Stands selling one of Chicago's paradigmatic foods, hot dogs, dot the city: an estimated 3,000 in present-day Chicago. None of the places are destination dining spots, but they are significant economic players by sheer numbers alone. By the end of the 1990s, the major purveyor of hot dogs in Chicago, the Vienna Sausage Manufacturing Company, was a business with some $98 million in annual sales. Neighborhoods into which immigrants moved and did business became identified with ethnic restaurants, particularly with fast-food (hot dog) stands.INTERIOR OF LAKE BREEZE RESTAURANT, 1983 Cafeterias and lunch counters were some of many innovations in dining that “pushed out” across the country. Lunch counters, the ancestors of fast-food establishments, began in 1858 at Chicago's Rock Island Railroad Station. By 1900 the name “cafeteria” had spread across the country, carried along the transportation lines that flowed through the Chicago hub. Latter-day versions of this process are corporate fast-food dining places such as Chicago-area-based McDonald's. In 1997, McDonald's had sales of more than $33 billion worldwide, including $17 billion in the United States.Fast food and cafeterias were not the only restaurant innovations that became national trends. Fred Mann opened a Chicago seafood restaurant in 1923 with a maritime decor that include fishnets, portholes, and waitresses dressed as sailors. An instant hit, other “theme” restaurants quickly sprang up across the country. The pattern was updated in the 1970s when Richard Melman and partners opened a series of casual dining restaurants in the Chicago area beginning with R. J. Grunts in 1971. The idea was quickly copied by national chains. By the end of the century, the company Melman founded, Lettuce Entertain You Enterprises, Inc., owned or licensed 70 restaurants across the United States and Japan. Like McDonald's, this and other dining enterprises have extended outward, thus enriching Chicago's economy and its reputation for dining.",
    "Bibliography": "Drury, John. Dining in Chicago: The Century of Progress Authorized Guide. 1933.Levenstein, Harvey. Revolution at the Table: The Transformation of the American Diet. 1988.Shirecliffe, Arnold. “The Fascinating History of Early Chicago Restaurants.” In Chicago Restaurant Association Buyers' Guide, 1945.",
    "Author of Text": "Bruce Kraig",
    "Hyperlinked Terms Associated": [
        "saloons",
        "pre-Prohibition",
        "Loop",
        "Hotel",
        "work",
        "underground economy",
        "innovations",
        "Railroad",
        "transportation"
    ],
    "Street addresses associated": [
        "Loop",
        "Englewood",
        "Uptown"
    ]
}