{
    "Title": "Retail Workers",
    "Descriptive Text": "Chicago's explosive development in the wake of the Civil War propelled the city to preeminence as the leading manufacturing, transportation, and retail metropolis in the nation's interior, rivaled only by New York for much of the twentieth century. Retail giants Marshall Field & Co., Sears, Roebuck & Co., and Montgomery Ward all called Chicago home. These and other Chicago firms played leading roles in the creation of American consumer society; they also became leading employers of thousands of men and women in the city. By 1904, for example, Marshall Field's State Street store employed nearly 10,000 individuals.Throughout Chicago's history, the variety of retail establishments demanded a diverse workforce, from individuals working alongside owners in specialty and neighborhood shops to the thousands toiling for large department stores with complex occupational hierarchies. Early retail clerks were primarily men who operated a small store from open to close and often slept on the counter to accommodate customers throughout the night. Beginning with the Civil War, retailers began employing women, a trend that continued with the emergence of large department and discount stores. From the early twentieth century, women have occupied a majority of retail positions, though men have continued to dominate supervisory jobs. Until the 1960s, when the federal government began enforcing equal opportunity laws, most employers practiced overt racial discrimination, refusing to hire persons of color for positions requiring contact with the public.Retail workers faced poor working conditions and pay, especially before the passage of the Fair Labor Standards Act in 1938. Sales clerks served unusually long hours, toiling from 6 a.m. to 9 p.m. daily, plus a half-day on Sundays. Responsible for opening and closing the store, keeping shelves stocked, sweeping the sales floor, and devoting personal attention to each customer, retail workers toiled under sweatshop-like conditions. In an 1899 study, Annie MacLean of the University of Chicago went undercover to experience the life of a retail worker in a Chicago department store. MacLean reported that saleswomen were forced to stand the entire day, eat their lunches in cramped rooms, and survive on below-subsistence wages, prompting many to turn to prostitution. MacLean concluded that only unionization would solve the problems of overwork and low pay.Male retail workers in Chicago had attempted to organize as early as 1841, when downtown retail store and brokerage clerks banded together to form an Early Closing Association, forcing employers to adopt an 8 p.m. closing time. By the early 1890s, the Retail Clerks International Protective Association (RCIPA) boasted a local in Chicago, though organizers made more headway in grocery stores than in dry goods establishments and department stores. Although the union officially demanded equal pay for women, the RCIPA failed to promote the organization of saleswomen, who made up a large chunk of the department store workforce by the 1920s.Despite the low pay, poor work conditions, and indifference of organized labor, working-class white women flocked to retail occupations by the turn of the twentieth century. Sales jobs offered white-collar respectability and pay commensurate with clerical positions, while granting a degree of autonomy not available outside of nursing and teaching. If the first half of the twentieth century represented the heyday of the American department store, it also witnessed the rise of the saleswoman as a legitimate profession in the eyes of the industry. Though still underpaid in comparison to men, saleswomen achieved a status according to which their skills in selling products and cultivating customer loyalty were recognized as central to their firms' success.The increasing size of department stores and their workforces led to greater attempts at unionization in the 1930s, led by the newly formed United Retail, Wholesale, and Department Store Employees of America. Though unsuccessful at penetrating the huge emporiums on State Street, the union did organize the workers of mail-order king Montgomery Ward in 1940, precipitating the most notorious labor conflict of World War II. When Ward's chairman Sewell Avery refused to renew the union's contract in 1944, President Roosevelt's National War Labor Board authorized the U.S. Army to seize the company to guarantee the flow of consumer goods. The union then won a recertification election in a landslide. In the long run, however, retail unions have been unable to overcome employer resistance to organize sales clerks on a significant scale in Chicago.In the post–World War II era, the changing nature of the retail industry reshaped the character of retail work. While in 1940 large, urban department stores featured active salespeople, by the end of the century major chains preferred smaller, suburban stores relying on television advertising and self-service displays. Although retail workers now benefited from federal minimum-wage and maximum-hour legislation, employers increasingly turned to a part-time, seasonal workforce to lower labor costs. While State Street and Michigan Avenue's “Magnificent Mile” still beckoned urban shoppers and tourists to Chicago, the city's retail workforce toiled primarily for companies whose headquarters were located elsewhere.",
    "Bibliography": "Benson, Susan Porter. Counter Cultures: Saleswomen, Managers, and Customers in American Department Stores, 1890–1940. 1986.Hendrickson, Robert. The Grand Emporiums: The Illustrated History of America's Great Department Stores. 1979.Kirstein, George G. Stores and Unions: A Study of the Growth of Unionism in Dry Goods and Department Stores. 1950.",
    "Author of Text": "Daniel A. Graff",
    "Hyperlinked Terms Associated": [
        "Civil War",
        "transportation",
        "department stores",
        "University of Chicago",
        "prostitution",
        "unionization",
        "grocery stores",
        "nursing",
        "clerical",
        "mail-order",
        "World War II",
        "work",
        "advertising",
        "\"Magnificant Mile\""
    ],
    "Street addresses associated": [
        "Near North Side"
    ]
}