{
    "Title": "Richton Park, IL",
    "Descriptive Text": "Cook County, 28 miles S of the Loop. Richton Park is a largely residential village located on the southern border of Cook County.The village sits astride the Sauk Trail, a modern highway that follows the course of a Native American transportation route that ran from Rock Island on the Mississippi River across Illinois and Indiana to Detroit. By the late 1840s German migrants began farming in the area, then known as Thorn Creek.After the arrival of the Illinois Central Railroad in 1852, developers established a depot and platted a small agricultural village where the rail line crossed the Sauk Trail. In 1926, the Illinois Central Railroad electrified its suburban lines, with Richton as the last stop. Local residents incorporated the village, re- naming it Richton Park. There was a brief burst of real-estate development, but Richton Park remained a tiny community surrounded by farms heavily planted with asparagus.When Chicago's suburban sprawl finally pushed into the area in the late 1960s and 1970s, the village's population boomed as it annexed new housing developments. There were 2,558 people living in the village in 1970. By 1980 the population had grown to nearly 9,403, and in 2000 the village had 12,533 residents.Thousands of these new residents were African American. In 1970, virtually the village's entire population was white. By 1980, 7 percent of the population was African American, while persons of Hispanic descent made up about 4 percent of the residents. By 2000, 60 percent of Richton Park's residents were African American.The geography of contemporary Richton Park bears little resemblance to the depot village that was platted on the mid-nineteenth-century prairie. The Sauk Trail is a commercial strip of mostly small businesses surrounded by housing subdivisions. Although the parking lot of the up-to-date Metra station creates a central gathering place of sorts for commuters, nearly 5,000 of the 6,000 village commuters travel by automobile. They spend an average of 80 minutes in their cars each day getting to and from work, with the recently constructed nearby interchange on Interstate 57 providing ready, if at times somewhat congested, access to Chicago.The residents of Richton Park are, on average, slightly wealthier than those living in the city of Chicago and Cook County as a whole. There are a substantial number of apartments in the village and one-third of the 4,500 households are made up of renters. But the majority of the village's residents live in their own single-family homes, which approach the median value for Chicago's south suburbs. Like many other south suburbs, Richton Park has attracted much new housing construction in recent years, and many of the newest houses are worth much more than the village's older, more modest homes.",
    "Bibliography": "Andreas, A. T. History of Cook County, Illinois. 1884.",
    "Author of Text": "Ian McGiver",
    "Hyperlinked Terms Associated": [
        "Cook County",
        "Native American",
        "German",
        "Illinois Central Railroad",
        "real-estate",
        "African American",
        "subdivisions",
        "parking",
        "Metra",
        "commuters",
        "apartments"
    ]
}