{
    "Title": "Riverdale",
    "Descriptive Text": "Community Area 54, 16 miles SE of the Loop. Riverdale became a community area by default, an industrial area bound by the Illinois Central Railroad on the west, the city limits on the south, the Bishop Ford Expressway on the east, and 115th Street on the north. Its first nonnative residents settled on the banks of the Little Calumet River in 1836, farming and operating a toll bridge across the river along the Chicago-Thornton Road. A second settlement grew up around the junction of the Illinois and Michigan Central Railroads at Kensington in 1852. Between the two at Wildwood, James H. Bowen of the Calumet and Chicago Canal and Dock Company built a summer home where Chicago's elites gathered in the 1870s and '80s. Until 1945, however, almost all of Riverdale's residents lived in the part of the Kensington settlement south of 115th Street and around the original settlement at its far southwest edge.Most of Riverdale's swampy land was used or zoned for a wide range of manufacturing and industrial purposes. From the 1850s on, the railroads that cut through the area claimed significant pieces of its land for rights-of-way and yards. The Pullman Land Association controlled significant acreage there along Lake Calumet into the second half of the twentieth century. Riverdale was home to the Pullman Farm, fertilized by the sewage from the famous town, and the Pullman brickyards. Its largest industry began as the Calumet Paint Company in an abandoned church near both Pullman and the lake. By beginning of the twentieth century, Sherwin-Williams had purchased the plant and turned it into one of America's largest paint manufactories. Jobs there, along with those at Chicago Drop Forge, the Illinois Terra Cotta Works, and the Swift and Knickerbocker Ice plants, made Riverdale a place where far more people worked than lived until the end of World War II.City, county, metropolitan, state, and federal agencies also controlled a substantial amount of land in Riverdale, and their actions shaped Riverdale's development. The Metropolitan Sanitary District (Metropolitan Water Reclamation District of Greater Chicago) located a sewage treatment plant there in the 1922 to service the growing communities nearby. Riverdale's most eastern region became part of the Beaubien Forest Preserve. Governmental improvements on the Little Calumet and Lake Calumet and the construction of the Cal-Sag Channel shaped industrial development in Riverdale more generally.Government actions also transformed Riverdale into a residential community when the National Housing Agency, the Federal Public Housing Authority, and the Chicago Housing Authority opened the massive Altgeld Gardens Housing Project in 1945. In 1954, the CHA built the Phillip Murray Homes nearby. The rapid transformation of Riverdale from an industrial area with 1,500 people in the 1940s into a residential area with 12,000 by the 1960s overtaxed the limited services available in the community. The fact that most of those residents were African American made sharing services with the nearby white communities problematic. Community leaders in Roseland spearheaded a drive against Altgeld Gardens even before it was built. Discriminatory practices in nearby hospitals made it extremely difficult to get emergency health care there. In the 1960s, schools became a battleground when district boundaries would have sent white students from West Pullman to Carver High School and black students from Riverdale to grade schools in West Pullman.Riverdale's population reached its peak of 15,018 in 1970 after the construction of Eden Greens, one of the nation's first majority black-owned and -operated townhouse and apartment developments, in 1968. Eventually the project, sponsored by the Antioch Missionary Baptist Church and targeted for low- and moderate-income families, included one thousand units.Since that time, Riverdale has lost both population and jobs. Industrial wastes from the factories that once operated there have polluted large tracts of land. By 1990 only 10,821 people lived there. Sixty-three percent of its households lived in poverty. Thirty-five percent of its workers were unemployed.",
    "Bibliography": "Andreas, A. T. History of Cook County, Illinois. 1884.Calumet Index. Various issues.South End Reporter. Various issues.",
    "Author of Text": "Janice L. Reiff",
    "Hyperlinked Terms Associated": [
        "Illinois Central Railroad",
        "Expressway",
        "Kensington",
        "zoned",
        "railroads",
        "Pullman",
        "Calumet",
        "Forest Preserve",
        "Chicago Housing Authority",
        "African American",
        "Roseland",
        "hospitals",
        "schools",
        "West Pullman"
    ],
    "Street addresses associated": [
        "Riverdale",
        "Altgeld Gardens",
        "Eden Green",
        "Roseland",
        "West Pullman"
    ]
}