{
    "Title": "Riverside, IL",
    "Descriptive Text": "Cook County, 10 miles W of the Loop. Riverside, on the Des Plaines River, was designed in 1868 by Frederick Law Olmsted, the nation's most famous landscape architect. The innovative street plan and the striking open spaces are regarded as landmarks in American residential planning.In 1863 the Chicago, Burlington & Quincy Railroad was built through the area, and five years later a group of local investors decided totake advantage of both the railroad and the uniquely attractive site where it crossed the Des Plaines River. Forming the Riverside Improvement Company, they purchased a 1,600-acre tract of land along the river and hired Frederick Law Olmsted of New York to design an elite suburban community. Olmsted and his partner, Calvert Vaux, were already famous for creating Central Park in New York City. Their reputation, plus the lovely curvilinear streets, open spaces, and attractive village center they designed for Riverside, attracted Chicago's elite. By the fall of 1871 a number of large, expensive houses were occupied or under construction and an elegant hotel had opened.Unfortunately for the developers, the Chicago Fire of 1871 drained away both construction crews and capital from the village. The financial panic of 1873 compounded the company's troubles and it went bankrupt.The demise of the improvement company brought new construction nearly to a halt for some time. A village government was established in September 1875 and Olmsted's original development plan remained in force. In 1893 several wealthy local residents formed an association and opened the Riverside Golf Club, one of the oldest golf clubs in the Chicago area. Frank Lloyd Wright, Louis Sullivan, William Le Baron Jenney, and several other prominent local architects drew the plans for houses that still stand in the village. A striking Romanesque village hall was built in 1895, and in 1901 the Burlington line constructed a charming stone railroad station.A major period of residential development came in the 1920s and late 1930s, when many modest houses were constructed on smaller parcels. The population grew to 7,935 by 1940 and comprised primarily small proprietors, managers, and professionals who were predominantly of Anglo-American and German American background. The remaining residential areas were developed during the post– World War II boom and by 1960 no space was left. Population peaked at 10,357 in 1970 and dropped below 8,500 by the mid-1990s.Riverside remains a beautiful, upscale suburban community, but one with a wider price range of homes than is found in the more uniformly wealthy suburbs along the North Shore. It includes small, well-maintained bungalows, larger comfortable houses from the 1920s and 1950s, and huge Victorian and early-twentieth-century mansions that attract architectural tours. The charming village center is replete with chic restaurants, cappuccino bars, and stores selling antiques and Victorian house fixtures. Riverside was fairly affluent and all white in 1940 and remained so at the end of the century. The only demographic changes that have occurred recently are the growing number of older residents and the influx of younger families of Irish, Polish, Czech, and Scandinavian backgrounds, the wealthy children and grandchildren of Chicago's old ethnic working class. The entire village was designated a National Historical Landmark in 1970.",
    "Bibliography": "Bassman, Herbert J., ed. Riverside Then and Now: A History of Riverside, Illinois. 1936.The Frederick Law Olmsted Society of Riverside. Riverside: A Village in a Park. 1970.Riverside Historical Commission. Tell Me a Story: Memories of Riverside. 1995.",
    "Author of Text": "Joseph L. Arnold",
    "Hyperlinked Terms Associated": [
        "planning",
        "Railroad",
        "Des Plaines River",
        "hotel",
        "Fire of 1871",
        "construction",
        "golf",
        "railroad station",
        "German",
        "World War II",
        "bungalows",
        "demographic",
        "Irish",
        "Polish",
        "Czech"
    ]
}