{
    "Title": "River Forest, IL",
    "Descriptive Text": "Cook County, 10 miles W of the Loop. River Forest occupies two and a half square miles in western Cook County near its sister community of Oak Park. Located along the eastern bank of the Des Plaines River, River Forest is noted for its many elegant houses designed and constructed at the turn of the century by, among others, Frank Lloyd Wright. The character of this era remains apparent and appreciated today, as River Forest enjoys some of the highest property values in the Chicago area.Ojibwa, Menominee, and Potawatomi inhabited the River Forest area until the 1830s. In 1831, George Bickerdike and Mark Noble constructed a steam-powered sawmill on the Aux Plaines (now Des Plaines) River. Five years later, Ashbel Steele, coroner and later sheriff of Cook County, arrived, becoming the first permanent resident of Noyesville, a predecessor of River Forest.Other settlers soon followed Steele to Noyesville, attracted by its proximity to Chicago. The area's fertile land, thick forests, and river location lent itself to farming and hog raising. A plank road constructed along present-day Lake Street in 1842 and the construction and opening of the Galena & Chicago Union Railroad in the late 1840s further helped to facilitate growth.Two prominent families arrived in the 1850s and became the first subdividers of the area. The Henry Quick family arrived in Noyesville from Harlem, New York. Quick soon became a prominent landholder and lent his original hometown's name to the eastern portion of Noyesville as well as to Harlem Avenue. The David Thatcher family settled to the west and named their portion of the community Thatcher. The Quick clan donated land to the Episcopal church, while Solomon Thatcher (no relation to David) did the same for the Methodist and Roman Catholic churches. These communities continued to grow over the next 30 years, helped by mass relocation after the Great Chicago Fire of 1871.The temperance movement provided the spark for River Forest's incorporation in 1880. Feeling threatened by Harlem's saloonkeepers, community leaders quickly held an election in which voters approved incorporation. Opponents questioned the election's legality, but the Illinois Supreme Court upheld the results.Ironically, community trustees approved licenses for two saloons to help provide revenue for city improvements. This money helped pay for the bricking of streets, electric streetcars and lights, the community waterworks, telephone service, and the public library.With these urban amenities in place, River Forest became even more attractive and entered its period of greatest growth. Settlement once concentrated near Oak Park and the railroad fanned out north and west. From a population of 1,000 in 1894, River Forest's population exploded to 8,829 people in 1930. Reflecting the growth, Concordia and Rosary Colleges located here in 1913 and 1918, respectively. Rosary College was renamed Dominican University in 1997.After the 1930s, River Forest's rate of growthslowed as the community built out to its borders. Most expansion since then has occurred through the subdivision of estates. River Forest's population hit its peak of 13,402 in1970 and has remained fairly constant since then.",
    "Bibliography": "Hausman, Harriet. Reflections: A History of River Forest. 1975.Historical Society of Oak Park and River Forest, Oak Park, IL.",
    "Author of Text": "Aaron Harwig",
    "Hyperlinked Terms Associated": [
        "Cook County",
        "Oak Park",
        "Des Plaines River",
        "Oijbwa",
        "Potawatomi",
        "Railroad",
        "Roman Catholic",
        "Fire of 1871",
        "saloons",
        "telephone",
        "Concordia",
        "Dominican University",
        "subdivisions"
    ],
    "Street addresses associated": [
        "Oak Park"
    ]
}