{
    "Title": "Riverwoods, IL",
    "Descriptive Text": "Lake County, 24 miles NW of the Loop. Riverwoods is an island of tall trees in the midst of suburbia. Its founders, developers, and village officials have all sought to protect their environment.Potawatomis used what would become Riverwoods for their winter campgrounds. Still in evidence are the cuts on trees where they tapped sap from maple trees to make syrup. In 1841 Jessie Leavensworth located near present-day Riverwoods Road and Deerfield Road.In 1885 the Wisconsin Central Railroad added a spur line with a final stop near Deerfield and Milwaukee Avenue. By 1900 the area was a popular weekend destination. Visitors stepped from the train and were greeted by residents carrying balloons, ice cream, and refreshments. City dwellers then hiked out to the Des Plaines River, where they fished for black bass and walked along the banks where wildflowers grew in abundance. Then they might trek to Clybourn Park near the present-day Deerfield Road Bridge, where entertainment included a roller coaster, bowling alleys, beer stands, and a dance and roller-skating pavilion.In the 1920s many Chicagoans and North Shore residents constructed summer cabins along the Des Plaines River. One buyer, Edward Ryerson, purchased a cabin on a 10-acre parcel along the river in 1928. In 1939 he bought Brushwood Farm, where he had an estate until 1966 when it was turned into forest preserve land.Louis Bouscaren, also drawn by Riverwoods' natural setting, built a vacation home and subsequently joined with neighbors to subdivide area property. Their association specified the responsibilities of property owners in maintaining the area, and when Bouscaren platted the South Riverwoods property he stipulated properties had to be more than one acre but less than two.In the early 1950s approximately 40 families lived in Riverwoods. Residents banded together in 1955 to form the Riverwoods Residents Association. In 1959 they incorporated the village of Riverwoods in an effort to protect their wooded enclave and to keep out encroachment from other communities. The association also purchased 10 acres of woodland as a preserve.In keeping with the idea of a natural setting, part of the village hall is housed in a log cabin built in 1929 and originally a meeting place for boy and girl scouts. The village of Riverwoods purchased the property in 1970 and constructed additions to the original building in 1979 and the early 1990s.In 2000 the sleepy village had a population of 3,843 with no downtown and no shopping centers. Huge homes were being built in the 1990s on the few remaining open lots. In a quest to limit this trend and thereby prevent tree loss, the village worked toward ordinances to limit the size of new construction and additions.",
    "Bibliography": "... In the Beginning: The Village Hall, Riverwoods, Ill. Riverwoods Residents Association. 1981.Living in Riverwoods. Riverwoods Residents Association. 1973.A Village Remembered: Riverwoods after 25 Years. Village of Riverwoods. 1984.",
    "Author of Text": "Marilyn Elizabeth Perry",
    "Hyperlinked Terms Associated": [
        "Potawatomis",
        "trees",
        "Railroad",
        "Des Plaines River",
        "bowling",
        "forest preserve"
    ]
}