{
    "Title": "Riverdale, IL",
    "Descriptive Text": "Cook County, 16 miles S of the Loop. Riverdale shares borders with Chicago to the northeast, Dolton to the east and south, Harvey to the southwest, Dixmoor and forest preserves to the west, and Calumet Park to the northwest. The area north of 138th Street and east of Indiana Avenue, and across the Little Calumet River, is also known as Riverdale and was annexed to Chicago in 1889. Riverdale shares a history with all these communities, and especially with Chicago and Dolton. The villages of Dolton and Riverdale were practically one community until each incorporated in 1892. Today Riverdale includes neighborhoods known as Highlawn and Ivanhoe.The old Indian Boundary Line crosses through the northwestern part of the village. Native Americans ceded land to the northwest of this line in 1816 in the Treaty of St. Louis. The rest was ceded by the Treaty of Chicago in 1833.The first settler in the Riverdale area after Indian removal was George Dolton, who settled where an old Indian trail (Lincoln Avenue) crossed the Little Calumet River in 1835 and operated a ferry with J. C. Matthews until 1842, when a toll bridge was built at what was known as “Riverdale Crossing.”Riverdale developed as a farming community at the river crossing. Germans and Dutch came to the area in the 1840s and 1850s as farmers and lumbermen. In 1852 the Illinois Central Railroad came through Riverdale, and by 1880 a total of six railroads crossed the area.Industries that followed—including distilleries, lumber yards, ice houses, cattle pens, barrel makers, and a sugar refinery—attracted Irish, Swedish, and Russian German workers to Riverdale. The dredging of the Little Calumet River and the construction of Cal-Sag Channel between 1911 and 1922 further stimulated industry. In 1918 Acme Steel Company located on the river and became a major force in the local economy. In 1919, the region's first artificial ice plant, the Federal Ice Refrigerating Company, built a plant in Riverdale.In the mid-1920s the Illinois Central was electrified and elevated, resulting in improved commuter service to Chicago. Residential expansion in the 1920s included the Ivanhoe subdivision. The Great Depression brought an end to residential construction, but WPA workers built sewers, curbs, and paved streets. The flight from the city after World War II resulted in renewed building until 1960. Ready access to Interstate 57 and 94 and two Metra commuter stations fostered residential development.The early 1980s saw an influx of African Americans looking for better housing and schools. Riverdale's population was 15,055 in 2000, with a black population of 87 percent.",
    "Bibliography": "League of Women Voters of Riverdale. Spotlight on Riverdale. 1958.Thillman, Mary. Celebrate the Centennial of the Village of Riverdale: A Century of Pride, 1892–1992. N.d.Zimmerman, J. F., comp. “History of Incorporated Municipalities of Thornton Township.” 1938.",
    "Author of Text": "Dave Bartlett",
    "Hyperlinked Terms Associated": [
        "Dolton",
        "Harvey",
        "Dixmoor",
        "Calumet Park",
        "annexed",
        "Native Americans",
        "Treaty",
        "Germans",
        "Dutch",
        "Illinois Central Park",
        "Irish",
        "Swedish",
        "communter",
        "Great Depression",
        "Metra",
        "African Americans"
    ],
    "Street addresses associated": [
        "Riverdale",
        "Calumet Heights"
    ]
}