{
    "Title": "Riverine Systems",
    "Descriptive Text": "Compared to other areas of Illinois, the Chicago region boasts few rivers and streams. However, these rivers figure largely in the city's history. Chicago is located at the divide between the St. Lawrence River basin, draining to the North Atlantic, and the Mississippi River basin, draining to the Gulf of Mexico. Near Summit, Illinois, only 10 feet of elevation separate these two basins where the Chicago and Des Plaines Rivers flow within a few miles of each other. The earliest European travelers across this portage immediately saw the potential for a continuous water route from the North Atlantic to the Gulf, influencing the growth of the city.Chicago's riverine systems can be classified into three main groups, whose distribution reflects the last glaciation. The main rivers in the area—the Chicago, upper Des Plaines, and Calumet—all have gentle slopes. They run parallel to the shoreline of Lake Michigan before turning, either toward the lake or the Illinois River. These rivers lie in valleys inherited from the glacial landscape. Low ridges of rock debris or sand, left by the retreating glaciers and wave action in glacial Lake Chicago, follow the southern shoreline of the lake, directing the rivers in their intervening valleys. In contrast, the many steep ravines of the North Shore suburbs along Lake Michigan have a different origin. As the glacier retreated and the lake's level fell, streams flowing lakeward began to erode the newly exposed surfaces. The ravines thus created are continuing to erode toward their headwaters. Finally, on the edge of the Chicago region lie larger river valleys with steeper gradients that supported the development of water power. The Fox and Kankakee Rivers flow through substantial valleys carved from bedrock by huge torrents of water from the melting glaciers, while the lower Des Plaines flows through the old outlet of Lake Chicago. The canals connecting Lake Michigan and the Illinois River follow this outwash channel.Since their establishment by glaciers, the rivers and their drainage basins have been highly modified for water power, navigation, sanitation, and flood control, affecting the patterns of settlement in the Chicago Region. Euro-Americans' initial settlement of the prairie country occurred along the spines of the chief watersheds during the early 1800s. Watercourses not only provided wood and water; they functioned as highways along which farmers could transport their goods from the countryside to cities. The rivers then became the first engines of industrialization, particularly along the Fox River. Its steeper gradient made possible the first mills constructed in the region, in the 1830s. The post– Civil War decades saw water-power-dependent manufacturing expand dramatically with sawmills, foundries, machine shops, wool factories, and wagon and plow works.As industrialization and urbanization intensified, so did pollution and flooding. By the end of the nineteenth century, the Chicago-area waterways were open sewers, threatening public health with typhoid and other water-related epidemics. Contamination of Lake Michigan by industrial and municipal sewage flowing into the Chicago River was the main impetus for the construction of the Chicago Sanitary and Ship Canal, which reversed the flow of the Chicago River. Completed in 1900, the canal flooded major portions of the Illinois River valley and polluted the river downstream to Peoria, killing virtually all of the fish and other aquatic animals for more than one hundred miles downstream. Despite the construction of the world's largest sewage treatment plant at Stickney, pollution has continued to be a major problem, exacerbated by the low gradient of the Chicago River and the paving of vast areas of wetlands and prairies. During large storms, runoff, with nowhere to seep into the soil, is concentrated into storm sewers, overflowing their capacity. The polluted runoff, mixed with sewage, reestablishes the river's old flow into Lake Michigan. To counter this problem, the Metropolitan Water Reclamation District has ultimately modified the riverine system, creating the Tunnel and Reservoir Plan (TARP), a parallel river system in enormous underground structures.",
    "Bibliography": "Bretz, J. Harlen. Geology of the Chicago Region. Part 1. 1939.Ranney, Edward. Prairie Passage: The Illinois and Michigan Canal Corridor. 1998.Sauer, Carl Ortwin. Geography of the Upper Illinois Valley and History of Development. 1916.",
    "Author of Text": "Daniel Schneider | Glenn Sandiford",
    "Hyperlinked Terms Associated": [
        "Summit",
        "Chicago",
        "Des Plaines Rivers",
        "portage",
        "glaciation",
        "Lake Michigan",
        "water",
        "Fox River",
        "public health",
        "chicago river",
        "sanitary and ship canal",
        "stickney"
    ]
}