{
    "Title": "Robbins, IL",
    "Descriptive Text": "Cook County, 17 miles south of the Loop. Robbins is the oldest majority-black suburb in the Chicago area and one of the oldest incorporated black municipalities in the United States. Robbins is also characteristic of semirural black suburbs that developed in the United States during the Great Migration.Located in the bottomlands southwest of Blue Island, the area was largely farmland until 1910, when white real-estate agents Henry and Eugene Robbins opened the first of several subdivisions, which they marketed to African Americans. As in many working-class subdivisions, lots in Robbins lacked paved streets, sewers, and other modern amenities. Robbins lots cost as little as $90 apiece.The people who settled in Robbins were predominantly working-class African Americans who were willing to sacrifice urban services for land and a home of their own. Most were southerners who had preferences for homeownership, open space, tightly knit community life, and country atmosphere. At the same time, Robbins's location in the Calumet region offered men access to factory jobs that many had left the South to obtain. Domestic service and seasonal work canning and packing vegetables dominated women's paid labor. As workers near the bottom of the urban economy, some African Americans also favored homeownership in a suburb like Robbins because it allowed them to supplement wages with garden produce and small livestock. Many settlers cut costs even further by building their own houses and living without utilities. The result was a makeshift landscape that outsiders labeled a slum, but for many residents, the suburb represented a welcome compromise between North and South.In 1917, residents of Robbins incorporated as a separate municipality, a bold step for a blue-collar community with almost no commercial tax base. Although city officials undertook modest improvements, the community's small tax base inhibited efforts to upgrade services. Robbins grew from 431 persons in 1920 to 1,300 by 1940. Residents established a newspaper, the Robbins Herald, plus many churches and small stores. Bessie Coleman, Cornelius Coffey, and Johnny Robinson were among those who created Robbins Airport, a center for black aviation in the North. Robbins also became a popular recreation spot for black Chicagoans, who crowded its picnic grounds and nightclubs on summer weekends.Population expanded to 4,766 in 1950 and 9,644 by 1970 (98 percent black), as developers opened new subdivisions and the village annexed territory. Robbins was one of few places in the Chicago suburbs where African Americans could purchase homes without risking violence. In the 1960s, black developer Edward Starks opened the Golden Acres subdivision, which brought modern, suburban-style houses to the community.As late as 1950, 22 percent of Robbins homes lacked indoor plumbing, and over 40 percent were considered substandard in 1960. Although the community paved streets and installed sewers in the 1950s, these costs, combined with plant layoffs in the 1970s, saddled the suburb with municipal debts. Economic woes notwithstanding, Robbins remained one of the few places in greater Chicago where African Americans with very limited resources could afford to buy a home of their own.",
    "Bibliography": "Chicago Commission on Race Relations. The Negro in Chicago: A Study of Race Relations and a Race Riot in 1919. 1968 [1921], 138–139.Rose, Harold M. “The All-Negro Town: Its Evolution and Function.” Geographical Review 55 ( July 1965): 362–381.Wiese, Andrew. “Places of Our Own: Suburban Black Towns before 1960.” Journal of Urban History 19 (May 1993): 30–54.",
    "Author of Text": "Andrew Wiese",
    "Hyperlinked Terms Associated": [
        "Great Migration",
        "Blue Island",
        "real-estate",
        "African Americans",
        "Calumet region",
        "Domestic violence",
        "work",
        "Airport",
        "annexed",
        "subdivision"
    ]
}