{
    "Title": "Rock Music",
    "Descriptive Text": "When “rock ’n' roll” gained popularity in the 1950s, Chicago had long been a center for both blues and rhythm and blues. Because rock owed much to both styles, the city played an integral role in the rock revolution. Chess Records, the independent label founded in Chicago in the late 1940s, played a critical part. Its roster included blues and R&B legends Muddy Waters, Howlin' Wolf, Bo Diddley, and Willie Dixon. Rock acts from Elvis Presley to the Rolling Stones borrowed from these artists. Chuck Berry, however, had a direct and immediate impact. In 1955 he released “Maybellene,” the first in a string of rock classics, and became one of rock's few major African American stars.Vee-Jay Records rivaled Chess. Founded by African Americans Jimmy Bracken and his wife Vivian Carter, the company rapidly emerged as major force in the industry. The owners received skillful assistance from Ewart Abner, Jr., and Calvin Carter, Vivian's brother. Vee-Jay's first hits came from R&B-based “doo-wop” vocal groups, a style at which Chicago artists excelled. The Dells, the El Dorados, and the Spaniels earned several hits in the mid-1950s. Chess doo-wop acts, particularly the Moonglows and the Flamingos, also had best-sellers.While mainstream rock and roll temporarily stagnated at the end of the 1950s and into the early 1960s, some important local and regional scenes still flourished. Chicago continued to nurture and produce quality acts and recordings. Vee-Jay's Dee Clark, Gene Chandler, and Betty Everett enjoyed success in the early 1960s. In 1962 the label signed the Four Seasons, its first white group, and it also released the Beatles' first U.S. album.Columbia-Okeh and ABC-Paramount also established Chicago bases. With Vee-Jay and Chess their efforts yielded “soul” music, a key part of rock in the mid to late 1960s. Jerry Butler's Vee-Jay releases established him as a leading purveyor of soul. Curtis Mayfield became a star songwriter, guitarist, vocalist, and producer-arranger. He and Carl Davis, an A&R director/producer at Paramount, created a “ Chicago sound ” that featured a more fluid, highly arranged, and orchestrated sound than the raw early R&B or the hard style that characterized southern soul music.White rock acts performed a minor role in Chicago's early rock history. Those with hit recordings after 1965 relied on African American musical traditions. The Buckinghams scored several top-ten hits from 1966 to 1968 by employing a horn section, electric organ, and a vocal style that borrowed heavily from R&B, as did the Cryan Shames, Shadows of Knight, American Breed, and the New Colony Six. The city's most successful rock act of all time, “Chicago,” also drew upon the city's jazz, blues, and R&B traditions. Their early recordings featured jazz-style horns, blues-infused guitar playing, and R&B vocals that defined “blue-eyed soul” in early 1970s. On later recordings the band discarded that style in favor of “light rock.”The city's fortunes as a key player in the rock world declined in the late 1960s. Chess and Vee-Jay failed to survive, while Paramount and Okeh closed their offices. Chicago's live music scene continued to flourish, but within industry circles the city's blue-collar credentials became a liability. Fewer Chicago artists got record contracts. Nevertheless, a few acts managed to do well. Cheap Trick mingled crafty songs with a big guitar sound, while the Chi-Lites offered polished and sweet R&B vocal arrangements. Styx's high-pitched vocals and pseudo-classical keyboards found a niche in radio's “album-oriented rock” format in the 1970s and early 1980s.In the 1990s Chicago experienced a rock renaissance. Punk rock derivatives “alternative” and “grunge” provided the tonic for rock revival. Punk went mainstream, and the critical arbiters of taste deemed Chicago “hip.” The Smashing Pumpkins and rich-kid-turned-Bohemian Liz Phair garnered acclaim and best-sellers in the '90s. Chicago's music scene had enough room for both heavy blues and heavy angst.",
    "Bibliography": "Langer, Adam. “Glory Days.” Chicago Reader, January 13, 1989.Pruter, Robert. Chicago Soul. 1991.Pruter, Robert. DooWop: The Chicago Scene. 1996.",
    "Author of Text": "Clark “Bucky” Halker",
    "Hyperlinked Terms Associated": [
        "blues",
        "rhythm and blues",
        "chess records",
        "African American",
        "Chicago sound",
        "\"Chicago\"",
        "jazz"
    ]
}