{
    "Title": "Rogers Park",
    "Descriptive Text": "Community Area 1, 9 miles N of the Loop. Rogers Park ranks among Chicago's most diverse and populous neighborhoods. Between the late 1830s and his death in 1856 Irishman Phillip Rogers purchased approximately 1,600 acres of government land, part of which formed the basis of Rogers Park. In 1872 Rogers's son-in-law, Patrick Touhy, subdivided the land near the present-day intersection of Lunt and Ridge Avenues. By 1878 enough settlers had moved into the area to incorporate the village of Rogers Park. The number of residents increased steadily and further growth accompanied the village's annexation to Chicago in 1893. The 1915 annexation of the area north of Howard Street, east of the “L” tracks, and south of Calvary Cemetery, variously known as Germania and South Evanston, brought Rogers Park and Chicago a new northern boundary.Rail connections between Rogers Park and Chicago date from the 1860s. Both the Chicago & North Western Railway and the Chicago, Milwaukee & St. Paul Railroad provided service to downtown Chicago. By the end of the nineteenth century large houses on sizable lots clustered between Greenview and Ridge Avenues and north of Touhy along Sheridan Road. When the Northwestern Elevated Railroad opened the Howard Station in 1908, population jumped dramatically. The construction of single-family houses slowed as subdividers built multiunit dwellings and the neighborhood's suburban qualities faded. Large apartment building construction was most intense north of Howard Street and along the “L” tracks in the eastern portion of the community. Rogers Park became and remains primarily a renter community.The intensive nature of apartment construction consumed almost all available land. Housing shortages during World War II encouraged the subdivision of large apartments into smaller ones. Population density increased especially in the area north of Howard Street. Deteriorating buildings brought lower rents and a more transient and poor population. Neighborhood concerns about congestion, poverty, and increased crime led to public-private partnerships to upgrade the housing stock, provide a variety of social services, and stabilize the community. New construction in the neighborhood since the 1960s has consisted of moderately sized apartment buildings, townhouses, and nursing homes.Neighborhood business activities, entertainment spots, and religious institutions are clustered on main streets and at transportation breaks. Commercial districts developed along Clark Street, Devon Avenue, and around the four neighborhood “L” stations. Until the 1980s entertainment venues were an important part of these districts. During the first half of the twentieth century Rogers Park possessed four large, elaborate movie palaces (the Howard, Adelphi, Granada, and Norshore Theaters), which ultimately succumbed to changes in the movie industry as well as different tastes among the viewing public. The neighborhood also has been home to a ballpark, a country club, and, most recently, a live-theater community. Finally, religious activity flourished as population grew and, although identified historically as a Roman Catholic and Jewish community, the neighborhood has always supported a variety of religious denominations.Two institutions of higher education have been located in Rogers Park. The Jesuits purchased property in 1906 to expand the operations of St. Ignatius College, now Loyola University Chicago. Mundelein College, now a part of Loyola, opened in 1930. Run by the Sisters of Charity of the Blessed Virgin Mary, Mundelein was Chicago's second Catholic women's college.Over the years Rogers Park's population has grown increasingly diverse and older. The Irish, Germans, and Luxemburgers represented the major ethnic groups during the early years of community building. By the late 1960s the neighborhood had become home to Russian and Eastern European immigrants. The 1970s saw the movement of immigrants from Asia and the Americas as well as growth in the African American population. According to the 2000 census, 63,484 people lived in Rogers Park. Of these, 46 percent were white, 30 percent African American, and 6 percent Asian or Pacific Islander. A total of 28 percent were of Latino origin, 79 percent of whom were of Mexican ancestry. Thirty-four percent of those living in Rogers Park were foreign-born. Since 1960, Rogers Park has been home to a number of nursing and retirement homes.",
    "Bibliography": "Mooney-Melvin, Patricia. Reading Your Neighborhood: A Brief History of East Rogers Park. 1993.Palmer, Vivien M., comp. Documents: History of the Rogers Park Community, Chicago, 1925–1930, vol. 1. 1966.The Rogers Park/West Ridge Historical Society and Museum. Chicago, IL.",
    "Author of Text": "Patricia Mooney-Melvin",
    "Hyperlinked Terms Associated": [
        "annexation",
        "Cemetery",
        "\"L\"",
        "Evanston",
        "Railroad",
        "apartment",
        "Social Services",
        "transportation",
        "religious instituitions",
        "movie palaces",
        "Roman Catholic",
        "Jewish",
        "Loyola University Chicago",
        "Irish",
        "Germans",
        "Luxemburgers",
        "Russian",
        "African American",
        "Mexican"
    ]
}