{
    "Title": "Roman Catholics",
    "Descriptive Text": "There is probably no contemporary Catholic practice more revealing of its past and present than the Vía Crucis (Way of the Cross), held each Good Friday in Pilsen since 1977. The procession begins in the shadow of the Dan Ryan Expressway at Providence of God Church, founded in 1900 as Chicago's second Lithuanian parish. Moving west on 18th Street, it passes St. Procopius, the city's third Bohemian parish, established in 1875. After re-enacting the Crucifixion and Death at Harrison Park, Vía Crucis ends after services at St. Adalbert, Chicago's third Polish parish, formed in 1874.Their Polish, Czech, and Lithuanian predecessors would have had little trouble understanding the spiritual (and secular) concerns of the procession's participants: exploitation of undocumented workers; grinding poverty; drugs wreaking havoc on families; deportation; children killed in gang violence. The suffering and sorrows of las madres, explicitly mentioned or alluded to at virtually every Station, brings to mind, moreover, “Serdeczna Matko”—Beloved Mother—Chicago Polonia's leading Marian hymn. As Easter turns affliction into blessing and death into life, so too, Vía Crucis is a way in which these contemporary Catholics, like their Eastern European antecedents, redeem their streets.Few Chicago Catholics, however, would recognize the continuity between then and now so vividly present in Pilsen's Vía Crucis. For some, it would be the blinders of race, for others, language, and still others, class.PILSEN GOOD FRIDAY PARADE, 1978 Irish and German immigrants constituted much of the Church's membership during its founding years. From 1844 to 1879, 22 territorial parishes (Irish) and nine German parishes were established. Like Catholics who would arrive later, these immigrants needed a tremendous array of what we now call social services. Catholic nuns devoted their lives to providing this assistance. First to arrive, in 1846, the Sisters of Mercy were soon operating three schools, running an employment bureau for working women, volunteering at a free clinic, and teaching literacy classes. Attending to many non-Catholics during the cholera epidemics of 1849 and 1854, they also took over what was to become Mercy Hospital.Nuns and other Catholic women attended to the needs of wave after wave of immigrants. They ran orphanages, hospitals, housing for the elderly, and day care centers. They worked with unwed mothers and tried to “rescue” female prostitutes. While almost never publicly challenging the male authority system—although some did not shrink from doing so privately—these religious women created for themselves an enormous sphere of autonomous or semiautonomous activity within the confines of an extraordinarily patriarchal ecclesiastical structure.Above all, nuns taught school: without their labor and devotion, the Catholic school system would not have existed. From its earliest days, building schools was central to Chicago's Catholic Church. In 1900, 76 percent of all parishes had schools; in 1930, 93 percent; in 1965, 95 percent.The parish world in which these schools played such an integral role came to encompass almost every sphere of life. At Holy Family, on Chicago's Near West Side, boys' and girls' schools were established within months of the parish's founding in 1857. In 1878, the cornerstone was laid for Sodality Hall, which was necessitated by a staggering proliferation of sodalities and societies. In 1881, Holy Family's 4,267 families—20,320 persons—made it the largest English-speaking parish in Chicago. Working-class and poor Irish immigrants and their children built and maintained this Jesuit-run parish and its institutions.ST. STANISLAUS KOSTKA CHURCH, 1910S The creation of this parish-based Catholic world rooted in the experiences of working people was duplicated across the city. St. Stanislaus Kostka, founded in the West Town area in 1867, is a Polish example. A grammar school was founded in 1874, and a large classroom building to house its growing enrollment was erected 15 years later. In 1890, a high school was established. In 1908, 5,438 families belonged to the parish and 4,500 children attended its schools. Dozens of societies and sodalities stood at the center of life in St. Stanislaus Kostka.Parish life in Chicago meant the creation of “sacred space,” the making holy of streets, alleys, and neighborhoods. Radiating outward from resplendent and monumental churches, built primarily of the sweat and blood of domestic workers, day laborers, butchers, and seamstresses, this sacralization of the profane developed through vivid and extraordinary events like the Vía Crucis or an oldest child's first communion party—but more often through decades of daily life offered up to God. That parishioners of St. Stanislaus called their neighborhood Stanislawowo (the village of St. Stanislaus) epitomizes this sacralization.CHURCH FLOAT, C.1930S Catholic parishes, however, were more than insular, defensive enclaves. They also were places where immigrants adjusted to the new and internalized social and individual values that facilitated an immensely significant, if in hindsight relatively moderate, upward mobility. By the 1880s and 1890s, Irish and German Catholics had begun their climb out of poverty, the Irish establishing parishes further south, the Germans, further north. Little of parish social and liturgical life, however, changed. As this upward and geographical mobility continued decade after decade, Chicago Catholics clung all the more tightly to a traditional parish life that both cushioned and camouflaged it. Catholic women bore the brunt of an antimodernist sensibility as the bedrock of Catholicism became their subordination within patriarchal structures and mentalities that assumed unchanging gender relations.Irish Americans—and, to a lesser extent, German Americans—dominated the Catholic Church that Eastern Europeans and Italians encountered when they arrived in Chicago. Eastern European parish building, again an essential component of working-class activity, was concentrated in four industrial districts: the Near North Side, Lower West Side, Back of the Yards, and South Chicago. Much of the interethnic tension that could have resulted from such a situation was muted at the parish level because of the existence of nationality parishes, organized around language rather than geography. Conflict did, however, develop within clerical ranks, as Irish ecclesiastical rule deeply rankled.In the secular world, the police force had, more or less, become an Irish American—virtually synonymous with Catholic—organization. Irish American Catholics also commanded the higher ranks of the Democratic Party and the recently formed Chicago Federation of Labor. Single Irish American women were well on their way to doing the same in the teaching profession.Even as class differentiation among Catholics increased, the creation of an all-encompassing Catholic world, largely based upon ethnic autonomy, continued apace. Catholics provided for themselves—partly because no one else would do it, partly because of virulent anti-Catholicism—much of what is now done by social welfare agencies. Orphanages, residences for single mothers, old-age homes, reform schools, hospitals, employment agencies, temporary relief, day care, settlement houses: nuns did much of this, but men's organizations (e.g., the Holy Name Society's Big Brothers) did other parts, and laywomen (e.g., the Catholic Woman's League) did the rest. Chicago Catholics also joined mutual benefit societies at both the parish, diocesan, and national levels, read Catholic newspapers, and attended Catholic colleges and universities.George Mundelein, installed as Chicago's Catholic leader in 1916, sought to create an “American” Church. As the city's second native-born archbishop and a thoroughgoing Americanizer, he slowed the creation of nationality parishes. He, moreover, appointed a central school board that severely limited the use of non-English languages in Catholic schools. There were substantial internal protests about both policies, yet little was said in 1917 when Mundelein ruled that St. Monica's, on the city's South Side, henceforth would be an entirely African American parish.The official Chicago Church, although still comprising a working-class majority and committed, at least since Rerum Novarum (1893), to unions, had remained publicly neutral in most battles between capital and labor. At the parish level, some priests vocally supported or opposed strikes and union organizing, but pastors generally took a hands-off attitude best explained by their perceptions of the material conditions of their parishioners' lives. Despite the increasingly militant labor actions of working-class Catholics, especially in the packinghouses, steel mills, and farm equipment factories, this hands-off attitude did not change until the 1930s.Under Mundelein's regime—ironic, since he ruled almost militarily—Chicago Catholicism's well-deserved liberal reputation emerged. Bishop Bernard Sheil, given free rein by Mundelein, best epitomizes that spirit. He was the initiating force behind the Catholic Youth Organization (CYO), which successfully attracted thousands of Chicago teenagers to its sports programs, of which boxing was the most famous. In 1943, the Sheil School of Social Studies, which focused on adult education, opened at CYO headquarters. In 1954, Sheil vehemently attacked Joseph McCarthy at a time when most Catholics strongly supported the demagogic anti-Communist senator.Most significant, Sheil's prolabor sentiments provided an umbrella under which dozens of Chicago labor priests and lay activists could function. He strongly supported the organizing of the Congress of Industrial Organizations (CIO): his appearance on stage with John L. Lewis on behalf of the packinghouse workers in 1939 played an important role in their subsequent victory and typified his public endorsement of controversial strikes.The emergence of the Chicago laity, many of them young men and women who began engaging the secular world in ways their parents never could have imagined doing, marked Chicago Catholicism as unique. In the Chicago Catholic Worker, the Association of Catholic Trade Unionists, Chicago Interstudent Catholic Action, and the Catholic Labor Alliance, they pursued the Church's social agenda. Later, they did the same, under, among others, the leadership of Monsignor Reynold Hillenbrand and Fathers Daniel Cantwell and John Egan, in the Young Christian Workers and the Catholic Interracial Council. The Christian Family Movement and the Cana Conference signaled the emergence of Catholic versions of companionate marriage and heterosociality.By the end of the 1940s, Chicago Catholicism was on the brink of changes that would drastically transform it. Most important, industrial jobs, which had provided the basis for the creation of dozens of parishes and the social advancement of hundreds of thousands of Catholics, began disappearing. The stockyards and meatpacking plants began closing in the late 1950s; several International Harvester plants also shut down in the same decade. This flight of factory jobs to low-wage areas increased in the 1960s and the 1970s. During the 1980s, most of the remaining good-paying jobs in industry fled. This three-decades-long capitalist assault on the gains produced by the CIO devastated Catholic neighborhoods. This onslaught, moreover, established the context within which other questions played themselves out. That the context was seldom recognized made it no less real.The changing racial composition of neighborhoods was the central urban issue from the 1940s through the mid-1960s. Not only did the experience of white Catholic ethnics tell them that racial change meant the destruction of their neighborhoods, but no one, including the Catholic Interracial Council, provided them with anything but moral platitudes as a solution during the early, critical years of social change. Therefore, often supported and sometimes led by their pastors, they repeatedly used violence to prevent African Americans from moving into their neighborhoods. Chicago's public housing, symbolic of a nation's failure to provide decent shelter for its poorest citizens, then was at least partially the result of the intransigent racism present in the ranks of the white Catholic working class.This, though, is not the whole story. On the one hand, the parish as social organism led ordinary Catholics to see themselves and its boundaries as one and the same (and both as white). On the other, unlike readily mobile Protestant and Jewish institutions that followed members out of inner-city neighborhoods, Catholic parishes, their priests, nuns, and not a few of their parishioners remained to serve the newcomers entering the community borders.Suburbanization was obviously connected to racial change—one attraction of the suburbs was that they were white—but not identical with it. The social advancement that had accompanied Chicago Catholicism since its inception accelerated during the post–World War II boom as parish after parish was founded outside the city. While their founding often replicated the social processes undergirding the early establishment of city parishes, the low population density, the emphasis on the automobile, and the vast chasm between work and residence left behind “sacred space” as a central organizing principle. John Cardinal Cody's 1965 decision to prohibit the building of new Catholic schools in the suburbs further set these new parishes apart from their urban counterparts.It is not surprising that few observers noted that Cody's ruling marked a significant retreat from Chicago Catholic tradition. Many other issues—both national and local—demanded attention, and Vatican II's spirit was then sweeping Chicago. That spirit, largely in result, not intention, in the long run, not the short run, often has been inhospitable to Chicago Catholicism's parish-based commitment to sacred space.The devotions and piety encompassed by sacred space and the parish seemed embarrassingly primitive to the highly educated, perennially mobile, and relatively affluent white-collar elite that came to dominate lay affairs after Vatican II. Seemingly discomforted by the same sort of things, many Chicago clergy eagerly embraced developments that seemed quite “Protestant” and “evangelical”—yet simultaneously “New Age”—to both those raised in the pre–Vatican II tradition and those committed to sacred space.Mexican, Central American, Vietnamese, and African immigrants found, then, a Church in the 1980s and 1990s that had changed from the one that had so welcomed previous waves of newcomers. Not only was it lukewarm to their desire for a sensuous faith ritualized in the language of their birth, but it also faced continuing budget deficits, a decaying infrastructure, and increasing demands for its limited resources. Declining Mass attendance and the close proximity of many inner-city parishes, moreover, made the decision to close and consolidate city parishes nearly “inevitable” in the words of one commentator. In Englewood and West Englewood on the city's South Side, one parish, St. Benedict the African, dedicated in 1990, replaced the dozen or so parishes that had previous existed. In that same year, archdiocesan officials closed 35 parishes and missions. These closings, while logical to officials responsible for the archdiocese's finances, often angered and bewildered those directly affected. It also often seemed as if the Church was surrendering sacred space at a rapid rate.These issues will continue to engage the Chicago Catholic Church for the foreseeable future. What will remain at stake is the degree to which it will remember that many of its best aspects and most splendid accomplishments remain indelibly tied to the past and present of the streets and parishes of the Vía Crucis.",
    "Bibliography": "Kantowicz, Edward R. Corporation Sole: Cardinal Mundelein and Chicago Catholicism. 1983.Shanabruch, Charles. Chicago's Catholics: The Evolution of an American Identity. 1981.Skerrett, Ellen, Edward R. Kantowicz, and Steven M. Avella. Catholicism, Chicago Style. 1993.",
    "Author of Text": "Steve Rosswurm",
    "Hyperlinked Terms Associated": [
        "Pilsen",
        "Expressway",
        "Lithuanian",
        "Polish",
        "Czech",
        "deportation",
        "gang",
        "Polonia",
        "Irish",
        "German",
        "social services",
        "schools",
        "clinic",
        "epidemics",
        "Mercy Hospital",
        "orphanages",
        "hospitals",
        "housing for the eldery",
        "catholic school system",
        "Near West Side",
        "West Town",
        "Parish life",
        "streets",
        "alleys",
        "domestic workers",
        "italians",
        "near north side",
        "lower west side",
        "back of the yards",
        "south chicago",
        "police",
        "democratic party",
        "Chicago Federation of Labor",
        "settlement houses",
        "mutual benefit societies",
        "newspapers",
        "Americanizer",
        "South Side",
        "African American",
        "strikes",
        "Catholic Youth Organization",
        "boxing",
        "Congress of Industrial Organizations",
        "packinghouse workers",
        "Catholic Worker",
        "meatpacking",
        "public housing",
        "racism",
        "Protestant",
        "work",
        "Mexican",
        "Vietnamese",
        "Englewood",
        "West Englewood",
        "South Side"
    ],
    "Street addresses associated": [
        "Albany Park",
        "Lake View",
        "Lincoln Park",
        "Uptown",
        "West Town",
        "North Lawndale",
        "West Rogers Park"
    ]
}