{
    "Title": "Romanians",
    "Descriptive Text": "Romanians settled in Chicago in four waves. The first wave, numbering around 5,000 immigrants, came to Aurora and Chicago from Transylvania and Banat between the turn of the century and World War I, fleeing ethnic persecution in the Austro-Hungarian Empire. Between the wars, another wave of immigrants arrived in Chicago. Beginning in 1948 and continuing through 1989, an estimated 20,000–40,000 emigrated or escaped from Communist Romania. Another wave of roughly 10,000 came following 1990, fleeing the harsh conditions under the neo-Communist Romanian government. During these latter two waves, many came from refugee camps in Europe, aided by groups like InterChurch Refugee Immigration Ministries, Catholic Charities, and the Hebrew Immigration Aid Society in Chicago.The early Romanian community in Chicago settled in relatively compact neighborhoods on the North Side, although some sparse settlements also dotted the South Side. The major community emerged in the “greenhouse” district (bounded on the east by Clark Street, on the north by Peterson Avenue, west by Ravenswood, and south by Cemetery Drive), where many former farmers could find work in vegetable gardens. By the 1910s, when an estimated 5,000 Romanians lived in Chicago, the community had spread out across the North Side to neighborhoods like Albany Park, Lake View, Lincoln Park, and Uptown. Activity centered on the area around Fullerton and Clybourn where many Romanian-owned businesses and groceries served the community.From their early work in agriculture, Romanian men moved into road construction and other public works. Women worked predominantly in garment industries. A small percentage of Romanian workers joined unions and were active in the labor movement, some as members of the Romanian Workers' Club. Later generations moved into the professions, especially academia and engineering. Others have continued in construction trades, particularly hardwood flooring, and service jobs like domestic work.These immigrants belonged mostly to the Romanian Orthodox Church, with smaller numbers belonging to Baptist and Roman Catholic (Byzantine Rite) churches. In 1911, St. Mary's Romanian Orthodox Church parish was organized, and the first church building (1345 West Webster) was consecrated in 1915. St. Nicholas Catholic Church (4309 Olcott Avenue) was founded in 1913. The First Romanian Baptist Church (2622 North Ashland Avenue) was founded in 1914. After 1948, Protestants were allowed to emigrate from Romania in large numbers on account of their outspoken opposition to Communism. They established several Fundamentalist and Pentecostal churches, bringing the number of Romanian Protestant churches in Chicago to 12 at the end of the millennium.In 1907, Romanians organized their first community group, Speranta, a mutual benefit society. It was joined in 1909 by the Emigrantul, a cultural and beneficial organization. A Romanian-language newspaper, Libertatea, began publishing in 1911. In 1913, a fraternal organization, Simion Barnutiu, was founded, followed by youth clubs, political groups, and folklore societies like Tineretului (1916), Independentsa (1920), and Caluseri (1920s). The women's association Credinta was founded in 1916, and in 1918 the Romanian American Citizens Club organized to gain political recognition. In the early 1920s, Saint Mary's parish opened its “Coliba,” or community center (2213 North Clybourn Avenue), which became the center of social and cultural life for the North Side community for many years. In 1939, the second Romanian Orthodox Church in Chicago, “Holy Nativity,” was founded.During the second half of the twentieth century, new community groups developed, especially among the Protestant population. Groups like Bucovina Mission helped Romanians settle in Chicago. Others, like the Romanian Missionary Society, Romanian American Alliance, and Romanian Freedom Forum were founded in the 1980s and '90s to organize for political rights and protest Communism in Romania. In 1998, the Illinois Romanian American Community united these groups together in a Chicago-wide alliance.Mayor Richard J. Daley declared May 10, 1975, Romanian National Day. While the 2000 census found 11,871 Romanian immigrants and 25,050 residents of Romanian ancestry in the Chicago metropolitan region, community leaders estimated between 50,000 and 65,000 Romanians in the Chicago area.",
    "Author of Text": "Robert Morrissey",
    "Hyperlinked Terms Associated": [
        "Aurora",
        "World War I",
        "refugee",
        "Catholic Charties",
        "South Side",
        "Albany Park",
        "Lake View",
        "Lincoln Park",
        "Uptown",
        "work",
        "argiculture",
        "construction",
        "domestic work",
        "Roman Catholic",
        "Protestants",
        "mutual benefit society",
        "newspaper",
        "clubs",
        "folklore"
    ],
    "Street addresses associated": [
        "Albany Park",
        "Lake View",
        "Lincoln Park",
        "Uptown",
        "Ravenswood"
    ]
}