{
    "Title": "Roman Catholic Archdiocese of Chicago",
    "Descriptive Text": "The history of Roman Catholicism in Chicago has been shaped by the wider economic, political, and social realities of the city and metropolitan region. Conversely, the Church too has had a decisive impact on the shape of the city by its ownership of urban property, its provision of social services, and the influence of its teachings on the men and women who live in Chicago. Even more, the Catholic Church has given a sense of communal solidarity to the many Chicagoans who have identified their neighborhoods by the name of their parish church. Often reinforced by ethnicity, this sense of identity has been characterized by joint participation in the creed, cult, and code of Roman Catholicism.The juridical entity known as the Roman Catholic Archdiocese of Chicago is the chief organizational framework for Catholic life in Cook and Lake Counties. Defined according to Illinois law as a corporation sole, the Roman Catholic Archbishop of Chicago oversees thousands of employees, lay, religious, and clerical; owns millions of dollars' worth of prime city and metropolitan property; and most important, structures the spiritual lives of millions of Chicagoans. Through their spiritual and legal authority, as well as their own personal prestige, the bishops and archbishops of Chicago have exercised enormous influence. Although higher echelons of leadership in the Chicago Catholic Church have until recently been reserved for men, women and men have in many cases labored side by side in behalf of Catholic ideals and institutions. This includes not only the members of religious communities of men and women, but also lay people such as Christian Family Movement leader Patty Crowley.The Founding Era: 1843–1879The Diocese of Chicago, encompassing the entire state of Illinois, was formally separated from the Diocese of Vincennes by Pope Gregory XVI on November 28, 1843. By creating a separate diocese, church authorities acknowledged that the number of Catholics abiding in and near Chicago had risen sufficiently to sustain an independent ecclesiastical existence. Roman authorities appointed William Quarter as the first bishop of the new diocese. Quarter began to lay the groundwork for vigorous church life by creating parishes, establishing a seminary, and developing other educational institutions staffed by male and female religious communities. He also petitioned the legislature to establish the Chicago bishop and his successors as a corporation sole. This gave future bishops enormous power in arranging church affairs and developing the Catholic presence in the city. After Quarter's death the diocese suffered three decades of administrative instability, compounded by the loss of nearly a million dollars in church property in the Fire of 1871.During this period portions of the diocese were clipped off to create separate ecclesiastical jurisdictions. The southern half of the state became the Diocese of Quincy in 1853. The Alton diocese (later Springfield) followed four years later and in 1877 the Diocese of Peoria was established. In 1880 Rome designated the Diocese of Chicago an archdiocese, raising it to preeminence among all dioceses in the region and establishing its bishop as an archbishop.Ethnic Expansion: 1879–1915Two bishops presided over this era of recovery and growth, Patrick A. Feehan and James Edward Quigley. The matrix of Catholic development in this epoch was the burgeoning industrialization of the city and the heavily Catholic immigration that provided its workforce. As Southern and Eastern Europeans augmented the existing core of Irish and German Catholics, both Feehan and Quigley adopted a policy of ethnic accommodation that had a significant impact on the development of Chicago's neighborhoods. Both favored the ethnic parish as the chief means of attending to the spiritual needs of all these Catholic groups and allowed the building of numerous churches, schools, and social welfare institutions to respond to the distinctive needs of Catholic ethnics. Even though a western portion of the diocese would be lopped off by the creation of the Diocese of Rockford in 1908, the number of Chicago's churches increased from 194 when Feehan took over to 331 when Quigley died. Chicago's urban parishes flourished as an important spiritual, cultural, and educational component of Chicago's life.Consolidation, Visibility, Clout: 1915–1965Although the reigns of Feehan and Quigley provided administrative stability, the Chicago archdiocese still lacked a strong central administration and a means of providing locally trained clergy. Its impact on urban affairs was minimal or indirect. This would change with the advent of Archbishop George William Mundelein. Adept at using the trappings of office to emphasize his prestige and thereby to promote the cause of Catholicism in the city, Mundelein managed to bring harmony to the often fractious Chicago clergy; downplay, if not altogether stop, the balkanizing effects of the previous emphasis on ethnicity; and provide for the creation of a native clergy by building two magnificent seminaries, Quigley on Chicago's Near North Side and St. Mary of the Lake in Mundelein. In 1924 Pope Pius XI named Mundelein Chicago's first cardinal. Two years later Mundelein welcomed the International Eucharistic Congress to the city, perhaps the single greatest religious gathering in the history of Chicago, with thousands of visitors crowding sessions at Soldier Field and on the seminary grounds in Lake County.Mundelein's successor, Archbishop Samuel A. Stritch, maintained Mundelein's administrative and financial structures but replaced his predecessor's imperial style with a more approachable and scholarly mode of leadership. After World War II Stritch confronted the two-pronged challenge of African American migration into formerly all-white and Catholic neighborhoods and the concomitant movement of white Chicagoans to the perimeters of the city and suburbia. Stritch agonized over what he foresaw as the emptying of the city into the suburbs and attempted to cooperate with city officials to preserve certain Catholic institutions, especially hospitals, as well as to stabilize neighborhoods through community organization. Stritch, a southerner, disdained “racial mixing.” Nonetheless, as a series of embarrassing incidents of discrimination in archdiocesan parishes, schools, and Catholic neighborhoods erupted in the late forties and throughout the fifties, he became more aggressive in attending to cases of overt racism.Stritch also responded to the needs of a growing ring of suburbs and to the movement of Catholics to these areas, as Chicago Catholicism began the shift from an urban to a suburban culture. He approved the construction of 72 new parishes, only 24 of which were in the city limits. In 1948, the counties of Will, Kankakee, and Grundy were detached from Chicago to form the Diocese of Joliet. For reasons that remain a mystery locked in Vatican archives, Stritch was transferred to Rome in April 1958, where he died the following month.Stritch's successor, Albert G. Meyer, also confronted Chicago's growing racial tensions and the particular response of Chicago's Catholic clergy, religious, and laity to racial change. In 1960, he ordered all-white Catholic schools to accept African American children and threw the weight of his office behind the long-lived efforts of such groups as the Catholic Interracial Council to effect changes in Catholic attitudes toward race and racial integration. In a 1963 National Conference on Religion and Race held in Chicago, Meyer firmly denounced racism as a “pathological infection.”Insisting on modern business techniques, updated technology, planning, and increased bureaucratic efficiency, Meyer implemented a major administrative reorganization of an archdiocese that had remained unchanged since the days of Mundelein. At Vatican Council II Meyer emerged as the de facto leader of the American bishops.This period stretching from Mundelein to Meyer saw the emergence of Chicago as one of the leading Catholic cities in America. The nation's largest diocese, Chicago developed a leadership with a reputation for political liberalism, hearty commitment to social change, and liturgical innovation. Moreover, Chicago's clergy had relative freedom to pursue solutions to continually changing pastoral and social issues. This period also saw the waning of ethnicity as a powerfully defining feature of Chicago Catholic life. While ethnic identities persisted, and ethnic parishes continued to function, the effects of Americanization were taking hold, especially as immigration restriction choked the flow of newcomers into the diocese. Even with the loss of Joliet the number of churches in this period grew from 331 to 457 and the number of diocesan priests from 524 to 1,344.Tumult and Transition: 1965–1997The deliberations of Vatican II brought sweeping changes to many of the time-honored externals of the Catholic faith. Liturgical changes reconfigured the interior of churches as altars were turned to face the people and Latin gave way to the vernacular as the tongue of worship. Catholic priests developed a new understanding of their role vis-à-vis their parishioners and built on old models of social action they had learned from the labor priests and interracial activists of the earlier era. At the same time, however, the Chicago clergy's traditional independent-mindedness ran into a major stumbling block in the person of the new archbishop, John Patrick Cody. A strong, at times authoritarian leader, Cody moved aggressively to deal with leftover clerical problems, centralize power in his own hands, and complete many of the administrative reforms begun by his predecessor. Cody's style did not sit well with many of the Chicago clergy, who organized the Association of Chicago Priests in an attempt to counterbalance his power. Committed to racial justice, Cody was a strong supporter of the efforts of African American parishes as well as joint racial endeavors.Whatever internal problems Cody faced, he apparently remained on good terms with the city's leaders as well as with prominent factions in the area. He enjoyed a particular moment of triumph when he succeeded in bringing Pope John Paul II to the city in October 1979 for a historic mass in Grant Park and a visit to the city's Five Holy Martyrs Parish. Nonetheless, his leadership difficulties left him exposed when allegations of financial misconduct arose prior to his death in April 1982.Cody's successor, Joseph Bernardin, brought a more irenic and collegial approach to archdiocese governance. Soft-spoken, gentle, and genuinely spiritual, Bernardin dispelled much of the rancor among the clergy generated by his predecessor when he introduced himself to his assembled priests by saying, “I am Joseph, your brother.”Recognizing Chicago's diversity, Bernardin widened the leadership circle by appointing auxiliary bishops representing the major ethnic groups in the city. He also appointed women to high-level administrative posts. One of the most ecumenical of Chicago's bishops, he cultivated warm ties with the city's other religious leaders. Despite his well-earned reputation for compromise and conciliation, Bernardin also won a reputation for his translation of religious values into firm principles. His “seamless garment” metaphor crystallized the Church's opposition to legalized abortion by linking it with a consistent defense of life in all its phases, including a rebuke of capital punishment.Bernardin was compelled to deal with the effects of the demographic shifts that had been taking place in Chicago Catholicism since the end of World War II. In decisions marked by much controversy and public dispute, he closed or consolidated a large number of churches, many of them in areas populated largely by African Americans. The demise of many of these venerable institutions signaled more visibly than ever that Chicago's Catholic populace no longer claimed the city as its first locus of identity.Bernardin also was compelled to deal with the maelstrom generated by revelations of sexual misconduct by clergy, more particularly misconduct involving minors. He himself was caught up in the turmoil when sensational allegations of this nature were made against him by a former seminarian who later recanted the accusations.When Bernardin died on November 14, 1996, the entire city mourned. Lines stretched into the night to view his body in Holy Name Cathedral. Chicago media outlets kept up a steady commentary on his life and broadcast his moving funeral to millions. Across the city, Protestants, Catholics, Jews, and others lamented his passing.Bernardin's successor, Archbishop Francis George, OMI, was installed as Chicago's eighth archbishop and the thirteenth leader of the diocese in May 1997. A scholarly and articulate man, George was the first man born in Chicago to lead the diocese.",
    "Bibliography": "Avella, Steven M. This Confident Church: Catholic Leadership and Life in Chicago, 1940–1965. 1992.Kantowicz, Edward R. Corporation Sole: Cardinal Mundelein and Chicago Catholicism. 1983.Shanabruch, Charles. Chicago's Catholics: The Evolution of an American Identity. 1981.",
    "Author of Text": "Steven M. Avella",
    "Hyperlinked Terms Associated": [
        "Roman Catholicism",
        "social services",
        "parish",
        "Fire of 1871",
        "Irish",
        "German",
        "seminaries",
        "Near North Side",
        "Mundelein",
        "Soldier Field",
        "Lake County",
        "World War II",
        "African American",
        "hospitals",
        "community organization",
        "Will",
        "Catholic schools",
        "Americanization",
        "Grant Park",
        "demographic",
        "Protestants",
        "Jews"
    ]
}