{
    "Title": "Romeoville, IL",
    "Descriptive Text": "Will County, 29 miles SW of the Loop. Beginning in the 1830s, the planning and construction of the Illinois & Michigan Canal generated development throughout the canal corridor southwest of Chicago. Anticipating increased commerce and rising land costs as a result of the canal, private speculators planned several towns in the area, including Juliet (later Joliet ) and Marseilles.Civic officials also participated in the process of town creation. Acting under the mandate of the state legislature, a board of commissioners platted towns and sold lots to the public to generate funds for canal construction. Proposed town locations selected by the commissioners included a site north of Juliet; hoping to generate a rivalry with the neighboring village (and perhaps displaying their sense of humor), commissioners named the new town after Shakespeare's romantic hero—Romeo. In 1845, when the citizens of Juliet changed their town name to Joliet, in honor of Louis Jolliet, residents of Romeo responded by adopting the name Romeoville.Expecting to profit from commerce and settlement along the waterway, real-estate speculators began to purchase and develop lots in Romeo. The town's earliest inhabitants included many canal construction workers. Romeoville's economy, however, like that of other canal towns, depended on surrounding farms, including dairy operations. The town provided farmers with services, goods, and access to markets in which they could sell their produce. In the last decades of the nineteenth century and in the early twentieth century, mining in adjacent limestone quarries supplemented the village's agricultural economy.In the early twentieth century, industrialists were turning to Will County for development sites, building new factories near Joliet, Lockport, and Lemont. Unlike these towns, however, which were located on the flatter east side of the Des Plaines River, the center of Romeoville sat upon the bluffs on the west side of the river, less accessible both to the canal and to the major freight lines. While neighboring industrial centers expanded during the first half of the twentieth century, Romeoville's population decreased, dropping below 150 in 1950.During the 1950s and 1960s, however, suburban development transformed Romeoville. Private developers purchased farmland along the west bank of the Des Plaines River for the construction of residential subdivisions, which eventually were annexed as part of Romeoville. The village's population soared to more than 3,500 in 1960. Buoyed by this construction and annexation, as well as by the completion of Interstate 55 (Stevenson Expressway ), the population of Romeoville continued to rise, and by 1970 more than 12,000 resided in the village. The population and economy of Romeoville continued to expand, attracting retail and office developments away from the older central business districts. In 2000 the village had 21,153 residents.By the 1990s, light and medium manufacturers had located in Romeoville, attracted by the village's proximity to Chicago and Joliet, the existing industry along the Sanitary and Ship Canal, and numerous other transportation services. After reaching across the waterway and incorporating developed tracts along the eastern shore of the canal, the village boasted the second-highest industrial tax base by percentage within the Chicago metropolitan area.",
    "Bibliography": "Conzen, Michael P., and Kay J. Carr, eds. The Illinois and Michigan Canal National Heritage Corridor: A Guide to Its History and Sources. 1988.History of Will County, Illinois. 1878.Local history reference file. Fountaindale Public Library, Romeoville, IL.",
    "Author of Text": "Sarah S. Marcus",
    "Hyperlinked Terms Associated": [
        "Illinois & Michigan Canal",
        "Joliet",
        "real-estate",
        "quarries",
        "Lockport",
        "Lemont",
        "subdivisions",
        "annexation",
        "Expressway",
        "Sanitary and Ship Canal",
        "transportation"
    ],
    "Street addresses associated": [
        "Roseland",
        "Pullman",
        "Burnside",
        "West Pullman",
        "Fernwood"
    ]
}