{
    "Title": "Roosevelt University",
    "Descriptive Text": "In 1945, 68 professors from Chicago's Central YMCA College, protesting racial quotas imposed on applicants, walked out determined to found an institution of higher education based on principles of social justice, academic excellence, and equal opportunity. Named for President Franklin Roosevelt after his death in April, the new college was independent, nonsectarian, and coeducational. Eleanor Roosevelt, as well as Marshall Field, Albert Einstein, Thomas Mann, and Marian Anderson, joined the early advisory board. The first faculty included a number of notable European refugees and minority scholars.In 1946 the college purchased the deteriorating Auditorium Building on Michigan and Congress Avenues, and faculty spent time not only in class but also cleaning, painting, and repairing the grand old facility. In 1954, the Chicago Musical College (founded by Florenz Ziegfeld in 1867) merged with Roosevelt, which at that time also became a university. The university was rededicated in 1959 to honor the name of Eleanor as well as Franklin. In 1996, Roosevelt opened a second permanent campus in northwest suburban Schaumburg.Organized into colleges of arts and sciences, performing arts, education, business, and continuing education, Roosevelt University from the outset served international students, minorities, and first-generation college students, and pioneered in offering flexible class schedules for working adults. By 2004 the 65,000 alumni included the late Chicago mayor Harold Washington, jazz great Ramsey Lewis, jouralist and author Ira Berkow, and police chiefs Matt Rodriguez, LeRoy Martin, and Fred Rice.",
    "Bibliography": "Roosevelt University Archives. Chicago, IL.Weil, Rolf. Through These Portals: From Immigrant to University President. 1991.",
    "Author of Text": "Lynn Y. Weiner",
    "Hyperlinked Terms Associated": [
        "refugees",
        "Auditorium Building",
        "Schaumburg"
    ]
}