{
    "Title": "Roseland",
    "Descriptive Text": "Community Area 49, 13 miles S of the Loop. The village of Roseland had its origins in 1849, when a band of recently arrived Dutch families built their homes along the Chicago–Thornton Road. Perched on the ridge west of Lake Calumet between what is now 103rd and 111th Streets, High Prairie, as it was then known, took shape around the Reformed Church, the small truck farms, and the stores located on the road later known as Michigan Avenue. High Prairie prospered, its farms made profitable by Chicago to its north and the stockyards to the west. Its population grew, most often by additional Dutch settlers who, after 1852, arrived from the east at the Michigan Central Railroad station in nearby Kensington.In 1873, James H. Bowen, president of the Calumet and Chicago Canal and Dock Company, suggested the name Roseland for the tidy village with its beautiful flowers. Residents agreed. Seven years later, Bowen initiated even more substantial changes when his company sold more than four thousand acres of land on Roseland's eastern edge to the Pullman Land Association for the Pullman Car Works and the town of Pullman. Within a decade, Roseland's and Pullman's fates had been inextricably merged along with those of the other communities that eventually grew in Pullman's shadow: Kensington, Gano, Burnside, and West Pullman. Its Michigan Avenue stores served customers from all those communities. Pullman workers bought and rented homes from the Dutch who preceded them. By the 1890s, when all of Roseland was finally annexed to Chicago, it had become an ethnically and religiously diverse retail and residential community surrounded by a growing number of large industries.The hiring policies of Pullman and other industries shaped Roseland's population and politics. The 1894 Pullman Strike created a larger community that transcended old town boundaries and left it with a legacy of political radicalism. Twice before World War I, this Greater Pullman/Roseland district elected a socialist alderman. Local real-estate agents fought against this radicalism, selling an image of comfortable homes on tree-lined streets easily accessible to downtown Chicago by the Illinois Central and the Chicago & Eastern Illinois. By the 1920s, the community that was once a stop on the Underground Railroad added whiteness to its list of advantages. Local real-estate agents urged racially restrictive covenants on new developers and current homeowners. The South End Businessmen's Association even lobbied University of Chicago sociologists unsuccessfully to draw Roseland community area boundaries to exclude the small African American community of Lilydale, just north of the original High Prairie settlement on Michigan Avenue.Strains between Roseland's diverse neighborhoods continued throughout the 1920s and '30s. Neighborhoods of residents whose religion committed them to temperance stood next to neighborhoods that manufactured alcohol for the Capones. The Great Depression and the end of Prohibition shattered the local economy as banks and building associations collapsed, workers lost their jobs, and the end of Prohibition stopped the profits from home brewing. Michigan Avenue became the site of vigorous debate and protest about Roseland's future as organizations from the Unemployed Citizens' Council to the Anti–Property Tax League sought support for their solutions.World War II returned prosperity to the community, but the debate over the nature of Roseland continued. The successful efforts of local businessman Donald O'Toole to construct housing for African Americans in nearby Princeton Park split Roseland apart. Spurred on by the Calumet Index, local leaders launched a 1943 petition drive to fight the construction of Altgeld Gardens in nearby Riverdale by the Chicago Housing Authority. More than 11,000 residents signed the unsuccessful petition. In 1947, Roselanders joined in the violence aimed at African American residents living in veterans' housing in Fernwood, one of Greater Roseland's oldest residential neighborhoods.New housing development on Roseland's vacant edges brought a short-lived growth spurt in the 1950s and early 1960s. Changing industrial patterns, however, led to a decline in the community's economic fortunes. Production at Pullman and other local industries slowed. As jobs disappeared, workers followed their jobs to the suburbs. Joining them there were residents who feared integration. Despite sporadic efforts to create an integrated community and the commitment of several European ethnic communities to stay in place, the racial composition of the community area changed dramatically between 1965 and 1975. Its economic geography, however, changed more slowly. Greater Roseland continued to be home to the middle-class and elite on its edges; elsewhere it was home to successful working-class families.The inflation of the 1970s followed by the collapse of the steel and automotive industries in the 1980s left many of Roseland's newest families without jobs. The virtually complete turnover of population meant that community institutions that had helped residents in earlier times no longer existed or were not established enough to carry the burden. Stores like the Peoples Store, which had accepted city scrip during the Depression, had also moved to the suburbs. The Pullman Company, which had loaned money to the local bank and juggled jobs to keep income in the community during the same decade, had closed its doors permanently. The out-of-state lending companies that financed more recent mortgages had little incentive to help individual lenders. By the mid-1980s, Roseland had become known for its high rates of HUD repossessions and was designated an Urban Homestead area.Roseland has yet to recover from the effects of those decades of economic decline. The evolution and growing influence of community organizations, however, offer the possibility that Roseland might come to share in Chicago's new prosperity.",
    "Bibliography": "Calumet Index. Various issues.Rowlands, Marie K. Down an Indian Trail in 1849: The Story of Roseland. 1987.South End Reporter. Various issues.",
    "Author of Text": "Janice L. Reiff",
    "Hyperlinked Terms Associated": [
        "Dutch",
        "Clumet",
        "Railroad",
        "Kensington",
        "Pullman",
        "Burnside",
        "West Pullman",
        "Pullman Strike",
        "World War I",
        "socialist",
        "Underground Railroad",
        "restrictive covenants",
        "University of Chicago",
        "community area",
        "African American",
        "Chicago Housing Authority",
        "economic geography"
    ],
    "Street addresses associated": [
        "Roseland",
        "Pullman",
        "Burnside",
        "West Pullman",
        "Fernwood",
        "Altgeld Gardens",
        "Riverdale"
    ]
}