{
    "Title": "Rosemont, IL",
    "Descriptive Text": "Cook County, 14 miles NW of the Loop. Although of limited dimensions, Rosemont's boundaries accommodate a convention center, a performing arts theater, a major-events arena, and rows of hotels. Commercial success has come mainly from the vision of the village president, Donald Stephens, who came to the community in 1939. An insurance underwriter, he was first elected in 1956 and continued in office into the twenty-first century.The Wisconsin Central Railroad (later the Soo Line) built a line through the area in 1857. The construction of a milk stop drew truck farmers, mostly of German heritage, who peddled produce in Chicago.Parcels of Rosemont land were sold in Chicago at the 1933 Century of Progress Exposition. Construction began on two subdivisions, one on Thorndale, the other on Scott Street. Nearby Willow Creek frequently spilled its banks, flooding the area and making rowboats a necessity for homeowners. All of the Thorndale subdivision and part of the Scott Street subdivision would ultimately be torn down for expressway construction.In 1942 the United States government built a Douglas Aircraft assembly plant for wartime production nearby. The facility had an airport and hangars. Following World War II, the city of Chicago bought the plant and in 1949 changed the name to O'Hare. The city had to go through Rosemont to install a water pipeline. In return, Rosemont received water from the city.Des Plaines, Park Ridge, and Schiller Park all refused to annex what became Rosemont, so Rosemont incorporated, and Donald Stephens became the first village president in 1956. He expanded village boundaries, began commercialization, and worked to correct flooding problems. Stephens also faced personal difficulties when he was linked to crime-syndicate boss Sam Giancana and tried twice for political corruption. He was acquitted in both cases.Near O'Hare Airport, Rosemont attracted hotels and various entertainment facilities. The Northwest Tollway, I-90, Tri-State Toll Road, and the I-190 spur crisscross Rosemont's small boundaries with easy on and off access. The Rosemont Horizon, an indoor entertainment complex, was built in 1979 and in 1999 was renamed Allstate Arena. The 1992 addition of Waterfall Park at the busy intersection of Higgins and River Roads offered visitors a waterfall and river walk along the Des Plaines River.An estimated 3.4 million visitors came to Rosemont in 1996. Several new hotels were built in the late 1990s, and by 2000 the city offered 5,687 hotel rooms in 14 hotels. The 2000 population was just 4,224, of whom 79 percent were white, 35 percent Hispanic, 4 percent Asian, and 1 percent African American.",
    "Bibliography": "Lunde, Anne. “Rosemont History.” In The Village of Rosemont. Reprint of an article for the Suburban Times Newspapers, April 30, 1986.Reardon, Patrick T. “Everything's Coming Up Rosemont.” Chicago Tribune Magazine, April 20, 1997.Walsh, Mary A. “The Growth and the Need—A Geographical History in Story Form.” In A Jubilee of Joy, 1982.",
    "Author of Text": "Marilyn Elizabeth Perry",
    "Hyperlinked Terms Associated": [
        "hotels",
        "insurance",
        "Century of Progress Exposition",
        "subdivisions",
        "expressway",
        "Ohare",
        "Des Plaines",
        "Park Ridge",
        "Schiller Park",
        "annex",
        "Toll Road"
    ],
    "Street addresses associated": [
        "OHare"
    ]
}