{
    "Title": "Roselle, IL",
    "Descriptive Text": "DuPage and Cook Counties, 24 miles west of the Loop. Elijah and Electa Hough moved from Massachusetts in 1836 to the area that would later bear the name of their youngest son, Roselle, an army colonel, a prominent Chicago businessman, and a driving force for Roselle. As in much of DuPage County in the years before the Civil War, eastern migrants and German immigrants came to the area to raise livestock and grow corn, wheat, and other crops. The village was first platted and named Roselle in 1874.Churches were among the few institutions these farmers had time for, and the strong German influence is clear. St. John Evangelical Lutheran Church and school were established in 1851, shortly after a Methodist church had been founded. By 1899, three area congregations had formed a Lutheran school district. Their first school was called Roselle Lutheran School, or the German School (because both English and German were taught there). In 1910, Trinity Lutheran congregation was formed and incorporated the German School.Roselle Hough took a tack different from most other area farmers in the years after the Civil War. He chose to grow flax, not wheat or corn. Looking for opportunities beyond farming, Hough established the Illinois Linen Company, which manufactured linen and rope, and used his financial and political clout to persuade the Chicago & Pacific Railroad (Chicago, Milwaukee & St. Paul) to reroute through his land. Hough hired ex-convicts and ruffians from Chicago as laborers and built a hotel called the “Beehive” to house them. Their notorious drinking and fighting earned the town the nickname “Raise Hell.”By 1895 Roselle Hough had died, Roselle's soil was exhausted, and the flax mill had been shut down. The factory was converted to a tile and brick company, which closed five years later. The area reverted to farming, but Roselle as a whole continued to thrive into the twentieth century with grain, lumber, and gristmills, as well as access to the railroad “milk run.”The village of Bloomingdale was incorporated in February 1889, combining the present-day villages of Bloomingdale and Roselle, with boundaries identified on the plat of 1874. In 1922 municipal differences, such as a desire for a sewer and water system, led Roselle to incorporate as its own village.The Roselle Park Club, built in 1898, was a popular recreation spot at the turn of the century. In 1926 Shriners from Roselle opened the Medinah Country Club. Eventually the land surrounding it became known as Medinah, and it was disassociated from Roselle.Roselle grew quickly following the world wars. Subdivisions of single- and multiple-family dwellings were developed, and various light industries were established, including the Lynfred Winery. Roselle's population grew from 6,207 in 1970 to 23,115 in 2000.",
    "Bibliography": "Sanborn, Dorothy. History of Roselle, Illinois. 1968.Thompson, Richard A., ed. DuPage Roots. 1985.",
    "Author of Text": "Jane S. Teague",
    "Hyperlinked Terms Associated": [
        "DuPage County",
        "Civil War",
        "German",
        "Lumber",
        "Bloomingdale",
        "water"
    ]
}