{
    "Title": "Round Lake, IL",
    "Descriptive Text": "Lake County, 40 miles NW of the Loop. While the retreating Wisconsin glacier left an attractive environment for farmers who entered western Lake County after the Black Hawk War of 1832, the numerous lakes and wet prairies there prevented easy movement to agricultural markets. Farmers traded at stage coach trail communities such as Hainesville, often exchanging dairy products and eggs for what they could not craft on the farm.In the 1890s, when officials of the Chicago, Milwaukee & St. Paul Railroad extended a branch line from their Milwaukee–Chicago main line at Libertyville Junction (later Roundout) to Janesville, Wisconsin, western Lake County farmers gained easy access to Chicago.Landowners near Hainesville such as Amarias M. White knew that a railroad station would increase property values. In a classic ploy, White offered the railroad free land in exchange for a station. He also drew up a town plat to show railroad officials that profitable traffic would come through his station site. White succeeded, and Round Lake, named after the nearby lake, not Hainesville, whose inhabitants failed to offer the railroad anything, became the area station on the “Milwaukee Road.”White's promise came true in 1901 when the Armour Company decided to harvest ice from Round Lake for their refrigerator car operations. They erected a massive ice storage building holding over 100,000 tons for shipment in spring and summer months.In 1908 White and his partners acted to incorporate the station area. The proposed village population was too small to meet incorporation requirements, so area farmers were included in the village with the understanding that, once incorporation was successful, their farms would be disconnected. On January 7, 1909, Round Lake incorporated with White as village president. Soon after, those farmers who wished to disconnect were allowed to do so—an act which prevented present-day residents of the village from having any public access to their namesake lake.A fire in 1917 destroyed the Armour operation in the village, although a dormitory housing winter ice cutters survived. Noticing vacation resorts which had sprung up around the lake, the Armour Company remodeled its dormitory into a rural summer retreat for company employees. The praise showered on the Round Lake environment by them helped bring a slow trickle of nonagricultural residential growth to the village.With post–World War II expansion into the suburbs, Round Lake's Armour-era reputation as a rural refuge acted as a magnet for development. People began moving into the unincorporated area around the lake and demanding municipal services. The village of Round Lake failed to make those annexations. As a result new communities, using the words “Round Lake” in their corporate titles, arose. This resulted in a duplication of political hierarchies and village services which still exists.Since the 1970s, Round Lake has embarked on an expansive annexation program. With ongoing development of those areas, Round Lake is expected to continue to grow.",
    "Bibliography": "“Bicentennial Historical Journey through Lakeland.” Lakeland Publishers, July 1, 1976.Village of Round Lake. Fifty Years Golden Jubilee: 1908–1958. 1958.Village of Round Lake . Memories of Round Lake: 1908–1983. 1983.",
    "Author of Text": "Craig L. Pfannkuche",
    "Hyperlinked Terms Associated": [
        "Lake County",
        "Black Hawk war",
        "Railroad",
        "Libertyville",
        "railrood station",
        "annexations"
    ]
}