{
    "Title": "Round Lake Beach, IL",
    "Descriptive Text": "Lake County, 41 miles NW of the Loop. In 1930, land developer L. B. Harris noticed that only a small portion of Round Lake's shoreline had been built up since the coming of the railroad in 1901. The lake's reputation as a resort area convinced him that the west side of the lake could be prof- itably developed even during the Great Depression. Charging as little as $295 for a summer home lacking electricity, water, and sanitary systems, Harris correctly believed that blue-collar Chicagoans would find his development attractive.As the area's population increased, demands for municipal services grew. Residents voted to incorporate in January 1937 since the neighboring village of Round Lake was unwilling to annex them. John J. Lynch was appointed the temporary president of a village whose name—Round Lake Beach—the state of Illinois refused to accept because of the prior existence of the village of Round Lake. After months of lobbying, the Illinois Secretary of State accepted the village name as sufficiently unique. Hans Roeh was elected village president at the end of April 1937.Round Lake Beach's population ballooned as returning World War II servicemen deserted the city for a suburban setting. The opportunity to have a home costing as little as $895 was a powerful attraction to those veterans. By the early 1960s, Round Lake Beach's population surpassed that of neighboring Round Lake and made “The Beach,” as residents call the community, the largest population concentration in western Lake County.At the same time, Round Lake Beach's leaders forged an aggressive annexation policy. They hoped that annexation northward to undeveloped Rollins Road, would, together with commercial development there, bring in enough sales taxes to pay the cost of upgrading the area's primitive infrastructure.Upon reaching Rollins Road, the village borders quickly stretched from Fairfield Road eastward to State Route 83. This expansion meant that Round Lake Beach now encompassed the whole northern half of the lake.As the area filled with homes in the 1970s, the envisioned commercial area along Rollins Road emerged. Later, to assure continued commercial growth and increasing sales tax receipts, Round Lake Beach instituted a Tax Increment Financing District at the northwest corner of Rollins Road and State Route 83. With the rapidly increasing population and the establishment of the new district, land there quickly attracted major shopping operations.By the mid 1990s, area growth was so strong that Metra, which directs Chicago metropolitan rail commuter activity, added commuter passenger service to the Wisconsin Central freight line which passes along the eastern edge of the various Round Lake communities. In late 1996, Round Lake Beach village officials proudly dedicated their station on that new line. The dreams of L. B. Harris, Round Lake Beach's first developer, had come to fruition.",
    "Bibliography": "Bicentennial Historical Journey through Lakeland. Lakeland Publishers. July 1, 1976.Round Lake Beach: 50th Anniversary. Lakeland Publishers. July 1, 1987.Silver Anniversary, Round Lake Beach. Village of Round Lake Beach. 1962.",
    "Author of Text": "Craig L. Pfannkuche",
    "Hyperlinked Terms Associated": [
        "railrood",
        "Great Depression",
        "water",
        "Round Lake",
        "World War II",
        "annexation",
        "infrastructure",
        "Metra",
        "commuter"
    ]
}