{
    "Title": "Russians",
    "Descriptive Text": "“Russian” immigrants include two different groups: ethnic Russians and Russian Jews. Historically, however, the term “Russian” was inconsistently used by U.S. immigration authorities to include such diverse groups as Belarusians, Ukrainians, Poles, non-Russian Jews, and even Germans. Historians have therefore had difficulty determining precisely how many Russian immigrants have made Chicago home over the course of the city's history. While a majority of ethnic Russians and Russian Jews settled on the East Coast, Chicago became the largest center of Russian Jews and ethnic Russians in the Midwest.Between 1861 and 1880, a small number of Russian Jews immigrated to Chicago's South Side, where they were left relatively unharmed by the Great Fire of 1871 but then badly hit by the fire of 1874. Russian Jews began arriving in Chicago in larger numbers during the 1880s to escape the persecution that had recently begun intensifying at home. By 1930, they constituted 80 percent of Chicago's Jewish population.The Russian Jews who arrived in Chicago between 1881 and 1920 created a substitute for the culture of the shtetl in the densely populated area around Maxwell Street, where they created a thriving outdoor market. These immigrants worked largely in the clothing industry; others became butchers, small merchants, or street peddlers. After 1910, the immigrants who had given Maxwell Street its unique character began migrating toward Ashland, North Lawndale, Lake View, and Albany Park. By 1930, the population of Russian Jews in the Maxwell Street area had declined markedly, and after 1945 many began moving even further from the city's center, to the suburbs and to West Rogers Park, which remained the largest Jewish community in Chicago through the 1990s. Between 1969 and 1990, 23,000 Russian Jews and an estimated 500 ethnic Russian immigrants settled along Devon Avenue in West Rogers Park, as well as in Albany Park, Glenview, Northbrook, and Mount Prospect.Ethnic Russians immigrating to Chicago in the early twentieth century settled most often in West Town, eventually earning the area around West Division, Wood, and Leavitt Streets the nickname “Little Russia.”The Russian Orthodox community organized around such institutions as Holy Trinity Orthodox Cathedral on North Leavitt, completed in 1903 after a $4,000 donation from the tsar. Between 1920 and 1924, many of those forced to flee in the aftermath of the 1917 Russian Revolution settled in Chicago. At the same time, a number of those who supported the new Soviet system returned to Russia to join the revolution. Still, many “reds” and “whites” continued to live side by side in Chicago. The “whites” gathered in Holy Trinity Cathedral while the “reds” met on North Western Avenue for mass, or in the Russian Workers Co-Operative Restaurant on West Division.Throughout the 1920s, many ethnic Russians and Russian Jews worked on Chicago's West Side for McCormick Reaper (International Harvester), Western Electric, or Sears, Roebuck & Co. With large employers laying off workers in the early years of the Great Depression, the Russian-American Citizen's Club was organized in 1930 to lend a hand and voice to a growing number of unemployed workers. The Russian Independent Mutual Aid Society, a working-class fraternal society founded in 1914, incorporated in 1931 to provide benefits in cases of injury or death and to lend small sums of money to those hit hardest by an unforgiving economy.Both ethnic Russians and Russian Jews have worked to preserve their own cultures while simultaneously adapting to life in the United States. The Russian Literary Society was founded in 1890. The short-lived Russian People's University (1918–1920) as well as various cultural festivals such as “Znanie” were created to preserve traditional Russian folk songs, literature, and dances. And though only a handful survived more than a few years, at least 19 newspapers and 11 Russian magazines were published in Chicago after 1891. In 1973 the Friends of Refugees of Eastern Europe (FREE) began helping to ensure that local knowledge of Jewish heritage be remembered and shared. Other Jews from the former Soviet Union have maintained more of a Russian identity than a Jewish one, continuing to speak Russian and, together with ethnic Russians, Ukrainians, and Belarusians, supporting the publication of more than 10 magazines in Russian, including the biweekly Zemliaki (since 1996), the weekly Obzor (since 1997), and the daily Svet (since 1992). They have also organized language-specific libraries, poetry readings, and choirs.",
    "Bibliography": "Cutler, Irving. The Jews of Chicago: From Shtetl to Suburb. 1996.Eubank, Nancy. The Russians in America. 1973.Wertsman, Vladimir, ed. The Russians in America, 1727–1975: A Chronology and Fact Book. 1977.",
    "Author of Text": "Katarzyna Zechenter",
    "Hyperlinked Terms Associated": [
        "Jews",
        "Belarusians",
        "Ukrainians",
        "Poles",
        "Germans",
        "Fire of 1871",
        "South Side",
        "Maxwell Street",
        "street peddlers",
        "clothing",
        "North Lawndale",
        "Lake View",
        "Albany Park",
        "Rogers Park",
        "Glenview",
        "Northbrook",
        "Mount Prospect",
        "West Town",
        "Great Depression",
        "newspaper",
        "poetry"
    ],
    "Street addresses associated": [
        "North Lawndale",
        "Lake View",
        "Albany Park",
        "West Rogers Park",
        "West Town"
    ]
}