{
    "Title": "Back of the Yards Neighborhood Council",
    "Descriptive Text": "The Back of the Yards Neighborhood Council (BYNC) is one of the oldest community organizations in America still functioning. Founded in New City on the Near South Side in 1939 by Saul Alinsky and Joseph Meegan, the council was dedicated to their motto, “We the people will work out our own destiny.”The BYNC set the pattern for what is known as the Alinsky school of organizing. An outside organizer would work with local leaders to create a democratic organization where people could express their needs and fears, and gain improvements in their conditions via direct action. Membership in the council was based on organizations, rather than individuals, thus using the neighborhood's existing social institutions.The initial efforts of the council centered around basic organization and economic justice. Overcoming nationalistic hatreds in this ethnically diverse community, they managed to join the Roman Catholic Church and radical labor unions in common cause.In the 1950s the council turned to neighborhood conservation. They pressured local banks to release funds for mortgages and building upgrades; in the first year alone there were 560 home-improvement loans in this local area. Between 1953 and 1963, the council fostered the rehabilitation of 90 percent of the community's housing stock.In 1981, Meegan resigned as executive secretary after 42 years of leadership, and was succeeded by Patrick Salmon. Since then, the council has concentrated on economic development and employment, assisting, for example, in the opening of Damen Yards Plaza, and helping to direct jobs toward local residents, who were increasingly Mexican and African American.",
    "Bibliography": "Horwitt, Sanford. Let Them Call Me Rebel. 1989.Jablonsky, Thomas J. Pride in the Jungle: Community and Everyday Life in Back of the Yards Chicago. 1993.Slayton, Robert. Back of the Yards. 1986.",
    "Author of Text": "Robert Slayton",
    "Hyperlinked Terms Associated": [
        "Roman Catholic",
        "housing",
        "Mexican",
        "African American"
    ],
    "Street addresses associated": [
        "New City"
    ]
}