{
    "Title": "Ballet",
    "Descriptive Text": "Although European ballet dancers visited Chicago as early as 1838, a local company was not formed until 1922. Considered one of the earliest American ballet companies, the Pavley-Oukrainsky Ballet was associated with the Chicago Grand Opera and toured for the next dozen years led by Serge Oukrainsky and Andreas Pavley. Adolph Bolm, succeeding the two as director of the Chicago Opera Ballet, was ballet master of Chicago Allied Arts, a showcase for modern ballet, music, and stage design, from 1924 to 1927. Allied Arts dancer Ruth Page established several performance companies based in Chicago, gave solo concerts, was ballet mistress for Lyric Opera of Chicago from 1954 to 1970, and choreographed several classic works, including the annual Nutcracker, presented by Tribune Charities from 1965 to 1997.Leading schools of ballet included the Edna McRae School (1925–1964) and the Stone-Camryn School of Ballet (1941–1981), the latter particularly successful placing its graduates in professional companies. Founders Bentley Stone and Walter Camryn both danced with the Chicago Civic Opera Ballet and both were directors of the Federal Dance Theatre Project. With Page, Stone cofounded the Page-Stone Ballet, which toured widely and became the first American ballet company to visit South America.At the opening of the twenty-first century, Chicago's companies included Ballet Chicago, growing out of the dissolution of Maria Tallchief's Chicago City Ballet (1980–1987); Ballet Theater of Chicago (founded 1996); and Joffrey Ballet of Chicago. The Joffrey, formerly a New York–based touring company founded as the Robert Joffrey Theatre Ballet in 1956 by Robert Joffrey and Gerald Arpino, moved its base of operation to Chicago in 1995. Although Chicago has nurtured scores of nationally recognized dancers, classic ballet struggles for corporate support and popular recognition.",
    "Bibliography": "Dance Collection. Newberry Library, Chicago, IL.",
    "Author of Text": "Diana Haskell",
    "Hyperlinked Terms Associated": [
        "Chicago Opera Ballet",
        "Lyric Opera",
        "Chicago City Ballet",
        "Joffrey Ballet of Chicago"
    ]
}