{
    "Title": "Bartlett, IL",
    "Descriptive Text": "Cook, DuPage, and Kane Counties, 30 miles W of the Loop. The town of Bartlett began in a woodland and still retains much of its picturesque and historical beauty. Victorian houses and farmhouses stand alongside ranches, bungalows, and Sears mail-order houses.In 1844, Luther Bartlett purchased a 320-acre farm in Wayne Township along with his brother Lyman. Although Lyman eventually left the community, Luther became a farmer and sheep breeder, remaining in Bartlett until his death in 1882.Bartlett built the Bartlett Manufacturing Company, which produced patent neck yokes. Although this created job opportunities for many of the villagers, the company failed in 1878 during an economic depression. In 1873 Bartlett laid an economic cornerstone for the village: subdividing 40 acres of property, he donated half of the land to the Chicago & Pacific Railroad (which was succeeded in 1880 by the Chicago, Milwaukee & St. Paul Railroad) for a train station and switching yard. Because of his donations the town was named for him.The Bartlett station attracted butter- and cheese-making operations, which then drew a cooper shop to the area. In 1880 the shop employed over 25 employees, who put together 140,000 cheese boxes and 39,000 butter tubs. Bartlett was incorporated in 1891. At the turn of the century nearly three-fourths of the residents were German -born or were of German heritage.In 1915 attorney Charles Erbstein purchased a 210-acre estate along present-day Lake Street (Route 20), naming the estate Villa Olivia after his daughter. From this location Erbstein broadcast a radio program beginning in 1922. The station moved to larger quarters the following year and the broadcast went national. The Chicago Tribune later purchased the station.Two private nine-hole golf courses were built on the Villa Olivia property in 1924 and 1926, and upon Erbstein's death his widow turned the property into a country club. She managed the property until it was sold in 1953. In 1975 a ski hill was added and a restaurant with banquet rooms.Bartlett had just 716 residents in 1950, and resisted residential growth until the mid-1970s when the Boise Cascade company planned to develop 540 acres south of the village. Although the plan was finally approved, Boise Cascade backed out in the face of residents' opposition and subsequently sold to other developers. By decade's end approximately 3,500 residences had gone up, including townhouses, condominiums, and single-family houses.The 1980s and 1990s brought new population growth and annexations. Bartlett's population soared from 19,373 in 1990 to 36,706 in 2000.",
    "Bibliography": "Alft, E. C. Hanover Township: Rural Past to Urban Present. 1980.Centennial Celebration—1991: Bartlett, Illinois.",
    "Author of Text": "Marilyn Elizabeth Perry",
    "Hyperlinked Terms Associated": [
        "bungalows",
        "mail-order houses",
        "Railroad",
        "German",
        "Chicago Tribune",
        "golf",
        "condominiums",
        "annexations"
    ]
}