{
    "Title": "Basketball",
    "Descriptive Text": "Basketball was invented in December 1891 by James Naismith at the YMCA's School for Christian Workers (now Springfield College) in Springfield, Massachusetts. Within months, the game spread across the country through a network of YMCA s. By February of 1893, teams at Chicago-area Ys had formed into a league.Collegiate basketball also came to Chicago from Springfield College in the person of Amos Alonzo Stagg, the University of Chicago's new faculty coach, who had played on the Springfield teachers' team in the first public basketball contest. Intramural basketball games began at the university in 1893, but only one outside game was played, against the university's affiliate school, Morgan Park Academy. Early in 1894, Stagg formed the university's first varsity squad to compete in the YMCA league. In 1896, Chicago played in the world's first intercollegiate five-man squad competition, against the University of Iowa on January 18 in Iowa City.High-school basketball in Illinois flourished first as a girls' sport. In the fall of 1895, Austin High girls started a team and played against college squads. On December 18, 1896, they met Oak Park in the first interscholastic high-school basketball contest in Illinois. Unlike elsewhere in the country, local teams did not play under modified rules for girls. This equality led to their undoing; under pressure from educators, girls in Illinois were forced out of basketball competition by 1910.In 1899, Englewood High formed the first permanent high-school boys' team and met Elgin High the following year for the first interscholastic high-school boys' contest held in Illinois. The boys' game grew rapidly and 1908 saw the inauguration of the first boys' state tournament, held at Oak Park High School. In its first decades, the tourney was dominated by downstate schools.During the first decade of the century, basketball swept throughout Chicago like a whirlwind, as church, club, settlement house, and other amateur leagues for men and women were formed around the sport. That enthusiasm was also fueled by the national success of the University of Chicago teams. Under Coach Joseph E. Raycroft and with players like hall of famers John Schommer and Pat Page, the team compiled a 78–12 record from 1900 to 1909.The biggest local basketball event in the 1920s was the National Interscholastic Basketball Tournament, held every March at the University of Chicago. At the invitation of Coach Stagg, champion high-school teams from across the country would converge on the city. Chicago newspapers devoted the biggest coverage of the winter season to this extravaganza. Metropolitan Chicago's only winner in the tournament was Cicero's Morton High School in 1927.Coach Lennie Sachs built Loyola University into a national power in the late 1920s, and competed with DePaul for fans during the 1930s. Chicago fans during the 1940s were primarily enamored with the college game. DePaul won national recognition under Coach Ray Meyer, winning the prestigious National Invitation Tournament (NIT) in 1945 behind future hall of famer George Mikan. Regular doubleheaders of college games filled the Chicago Stadium.The professional game grew slowly and with difficulty in Chicago. Chicago Bears owner George Halas sponsored the Chicago Bruins in the short-lived American Basketball League (1925–1931). The most successful local professional team was the Harlem Globetrotters, founded in 1926 by Abe Saperstein. In 1940, this barnstorming African American team captured the title at the Chicago Herald-American's World Professional Basketball Tournament and established their national popularity.George Halas revived his Chicago Bruins in 1939 to play in the Midwest professional loop, the National Basketball League (NBL), but disbanded them again in 1942. In 1947, the American Gears, founded in 1944, won the NBL tournament with superstar George Mikan. The team collapsed the following year when its owner, Maurice White, tried to form a rival league. The Chicago Stags made its debut in 1946 as a member of the Basketball Association of America (BAA), but the franchise dissolved in 1950, one year after the NBL merged with the BAA to form the National Basketball Association (NBA).The emergence of African American players was signaled by the success of two all-black Chicago high-school teams, DuSable, which took second in the state championship series in 1954, and Marshall, which took state titles in 1958 and 1960. These successes on the high-school level were followed by Loyola University's surprising 1963 National Collegiate Athletic Association (NCAA) championship, with four African Americans on Coach George Ireland's starting team.Chicago struggled for a professional franchise in the 1960s. The Chicago Packers searched for wins and audiences in 1961–62, took a new name, the Zephyrs, in 1963, then left for Baltimore. In 1966, the NBA awarded the city another franchise, for the Bulls, Chicago's first pro basketball team that succeeded both at the box office and on the floor. It contended for the NBA championship in the 1970s and filled Chicago Stadium despite the growing appeal of the college game in the city. DePaul University, still under the aegis of Coach Ray Meyer, again emerged as a national power in the 1970s and regularly contended for the NCAA title.The 1970s saw a return of women's basketball in Chicago area colleges and high schools, reflecting a trend nationally. The first state tournament for high-school girls was inaugurated in 1977, and schools such as Maine West in Des Plaines and Chicago's Marshall captured state titles and did much to extend the popularity of the game. The city also fielded the Chicago Hustle in the short-lived Women's Professional Basketball League from 1978 to 1981.Despite the ongoing success of boys' high-school programs, especially at schools like Maywood's Proviso East and Chicago's Martin Luther King, which won four and three state championships respectively, the focus of Chicago basketball fans in the 1990s was primarily on the Chicago Bulls. The best professional team of the decade, the Bulls won six NBA titles behind the consensus greatest player in the history of the game, Michael Jordan.",
    "Bibliography": "Hill, Bob, and Randall Baron. The Amazing Basketball Book: The First 100 Years. 1987.Johnson, Scott. “The Origins of High School Basketball in Chicago.” Unpublished manuscript. 1991.Lindberg, Richard, with Biart Williams. Armchair Companion to Chicago Sports. 1997.",
    "Author of Text": "Robert Pruter",
    "Hyperlinked Terms Associated": [
        "YMCA",
        "Univesity of Chicago",
        "Morgan Park",
        "Austin",
        "Oak Park",
        "Englewood",
        "Elgin",
        "club",
        "settlement house",
        "newspapers",
        "Cicero",
        "Loyola Univesity",
        "DePaul",
        "Chicago Stadium",
        "Bears",
        "African American",
        "Bulls",
        "Des Plaines",
        "Maywoods",
        "Bulls"
    ],
    "Street addresses associated": [
        "Morgan Park",
        "Englewood",
        "Cicero",
        "Maywood"
    ]
}