{
    "Title": "Bedford Park, IL",
    "Descriptive Text": "Cook County, 12 miles SW of the Loop. The village of Bedford Park has its roots in the planned industrial development known as the Clearing Industrial District. In 1888 railroad entrepreneur Alpheus B. Stickney bought land here in order to create a huge railroad switching yard. In 1898 Henry H. Porter incorporated the Chicago Transfer and Clearing Company (CT&C), which soon after purchased Stickney's operation.In 1905 the Chicago & Joliet Electric Railway was extended to the region, along Archer Avenue, making it possible for workers from Chicago to commute to jobs in the area. In 1906 the Corn Products Refining Company, run by Edward T. Bedford, purchased a hundred acres from the CT&C, and by 1915 “Ma Corn,” as the corn milling plant came to be known, provided employment for hundreds of workers. In 1919 Corn Products purchased land for a management housing complex. This two-block area served as the beginning of Bedford Park's residential district. In 1940 the Town of Bedford Park incorporated.Bedford Park has remained mostly industrial, with thousands of workers pouring into the village each day. The sheltered residential area, just off Archer Avenue, spans four blocks, comprising some two hundred homes. There are no restaurants, grocery stores, gas stations, or churches in this area. Owing to its industrial tax base, the village offers low taxes and high-quality services, including an outstanding library.",
    "Bibliography": "Frisbie, Richard, ed. High Point on the Prairie: The Bedford Park Clearing Industrial Association at Seventy-five Years; The Village of Bedford Park at Fifty Years. 1992.Hill, Robert Milton. A Little Known Story of the Land Called Clearing. 1983.Swanson, Elmay. Out of My Mind: An Informal History of Bedford Park. 1990.",
    "Author of Text": "Ronald S. Vasile",
    "Hyperlinked Terms Associated": [
        "Stickney",
        "railroad",
        "commute"
    ],
    "Street addresses associated": [
        "Clearing"
    ]
}