{
    "Title": "Belarusians",
    "Descriptive Text": "Belarusian immigrants began to settle in Chicago around the end of the nineteenth century. Labeled “ Russians ” if they were of Eastern Orthodox faith, or “ Poles ” if they happened to be Roman Catholics, Belarusians were not mentioned by name in any statistical reference sources. According to the program published in celebration of Whiterussian Day in 1930, drawing on records of the Belarusian Committee in Prague, there were by then approximately 25,000 Belarusians living in Chicago.The Republic of Belarus is located in roughly the center of Europe. Between the fourteenth and eighteenth centuries, what is now known as Belarus became an integral part of the Grand Duchy of Lithuania; the native population was then known as Licviny (roughly translated: “ Lithuanians ”). The Russian Empire occupied the multinational state called Lithuania in 1795 and began an aggressive policy of russification. Consequently, when ethnic Belarusian peasants arrived on America's shores, they usually accepted whatever classification was assigned them. Most were labeled Russians since, from a political standpoint, they had emigrated from the Russian Empire. From 1919 to 1991, the independent Republic of Belarus was known as the Byelorussian Soviet Socialist Republic.Beginning in the early 1900s, however, political self-awareness gradually took hold both in the homeland and among Belarusians abroad. The first Belarusian organization in Chicago—the White Russian National Committee—was established in 1920. At a convention called by the committee in 1923, the White Ruthenian National Association was established, opening its offices on the Near West Side. The association launched an ambitious range of programs, including the celebration of Belarusian Independence Day (March 25), the opening of a Sunday School, publication of a newspaper ( Belaruskaja Trybuna, 1928–1932), and sponsorship of a weekly radio hour conducted in Belarusian.During the 1920s, several other Belarusian organizations were formed in Chicago, among them the White Ruthenian Aid Committee, whose goal was to provide assistance to Belarusian schools in the homeland; the White Russian-American Club; and the White Russian People's Society of the City of Chicago. During the early 1930s, the group's most active organization was the White Russian-American Citizens Association. A decade later, in October 1941, the state of Illinois granted a charter to the White Russian American National Council, which has remained active ever since.The arrival of 5,000–10,000 Belarusian immigrants to Chicago in the late 1940s and early 1950s prompted the formation of additional organizations. One of these, the Organization of Belarusian-American Youth in the State of Illinois, initiated and continues to sponsor a radio hour in Belarusian. Since its establishment in 1973, however, Belarusian-oriented activities have been organized most aggressively by the Belarusian Coordinating Committee, which oversees such activities as participation in Museum of Science and Industry Christmas Programs and coordinates a variety of ethnic community parades.Chicago's orthodox congregation, St. George Belarusian Orthodox Parish, in West Town, under the jurisdiction of the Ecumenical Patriarchate, has developed many cultural and youth programs. Christ the Redeemer in Logan Square offers academic and religious programs to Roman Catholic Belarusians. Both congregations have provided assistance to the Belarusian victims of the 1986 Chernobyl nuclear reactor catastrophe.",
    "Bibliography": "Kipel, Vitaut. Belarusans in the United States. 1999.",
    "Author of Text": "Vitaut Kipel",
    "Hyperlinked Terms Associated": [
        "Russians",
        "Eastern Orthodox",
        "Poles",
        "Roman Catholics",
        "Lithuanians",
        "Near Wesr Side",
        "Museum of Science and Industry",
        "Logan Square"
    ],
    "Street addresses associated": [
        "Near West Side",
        "West Town",
        "Logan Square"
    ]
}