{
    "Title": "Belizeans",
    "Descriptive Text": "Substantial numbers of Belizeans first migrated to Chicago during the 1940s and 1950s. Many were hired as domestic workers in the affluent suburbs of the North Shore; others had been recruited to Florida citrus farms in the first half of the century and joined the “ Great Migration ” of black southerners to Chicago which continued through the 1960s. Still others worked in the Farm Work Program and the War Manpower Commission during World War II and eventually made their way to Chicago after the war. When Hurricane Hattie struck Belize in October of 1961, devastating the country and leaving thousands homeless, another substantial wave of immigrants arrived in Chicago. In 1999, community leaders estimated 35,000 Belizeans living in Chicago, although the 2000 census counted only 4,242 in the metropolitan area.Like most other immigrants, Belizeans established a pattern of “chain migration” as individuals, once established in Chicago, attracted and then assisted family members, relatives, and friends. Because so many were employed in domestic service in Evanston, Kenilworth, and Glencoe, a large concentration of Belizeans settled in neighborhoods on the North Side (along Howard Street in Rogers Park) and in Evanston. Hispanic Belizeans from the North and West of Belize established communities in Waukegan and Zion. A small community of indigenous Caribbean Garifuna from Belize settled on the far South Side of the city.In addition to domestic service, many Belizeans have done construction and carpentry. Others have advanced into professions as nurses, bankers, and doctors. Many have opened small businesses and restaurants, especially on the North Side.The Belizean Cricket Association of Chicago, formed sometime in the 1950s, was probably the first Belizean community organization in Chicago. Belizeans also participated in the American West Indian Association, founded in 1944 as a social and cultural organization and as an advocate for exploited wartime immigrants. In 1971, Chicago Belizeans organized the Belizean Social Club, which served as an aid society and sponsored dances, benefits, field trips, and cotillions throughout the 1970s and 1980s. In 1980, the club organized the first annual Belizean Day in Washington Park. The annual festival, which attracted two thousand participants in 1999, features traditional Belizean music and dancing as well as ethnic foods such as rice and beans, conch fritters, and potato pound. In 1998, Mayor Richard M. Daley declared the first Sunday in August to be Chicago Belizean Day.In addition to the Belizean Social Club, the Hemenway Methodist Church on Chicago Avenue in Evanston became a social as well as spiritual center for the Belizean community.Chicago's Belizeans have maintained strong ties with their homeland through several other organizations founded in the 1970s and 1980s. The Belizean American Association, dedicated to disaster relief, educational aid, and other charities in Belize, was founded in 1971 and reorganized as the Belize Association of Illinois in the early 1990s. In 1985 the Belizean Nursing Association was established to aid hospitals in Belize. The Chicago Belizean Sporting Association, formed to support athletics in Belize, was founded in the late 1980s. Belizean activity in sporting organizations has also included Evanston Cricket Club, the West Indian Cricket Association, and several Washington Park–based teams. Belizeans also participated in the 1970 founding of the West Indian Jets soccer team, which was still active at the turn of the millennium.The Belize Cultural Association was founded in 1987 with a mission to preserve the ethnic heritage of Belize—Creole language, ethnic dances, and performing arts—among the young Belizeans living in Chicago. The Belize Cultural Association has sponsored choirs, dance troupes, and the annual Miss Belize U.S.A. pageant.",
    "Author of Text": "Robert Morrissey",
    "Hyperlinked Terms Associated": [
        "domestic workers",
        "Great Migration",
        "southerners",
        "World War II",
        "Evanstons",
        "Kenilworth",
        "Glencoe",
        "Rogers Park",
        "Waukegan",
        "Zion",
        "South Side",
        "construction",
        "restaurants",
        "American West Indian Association",
        "Washington Park",
        "Nursing",
        "soccer"
    ],
    "Street addresses associated": [
        "Rogers Park"
    ]
}