{
    "Title": "Belmont Cragin",
    "Descriptive Text": "Community Area 19, 8 miles NW of the Loop. Belmont Cragin is a community built on commerce and industry. The first business was a saloon opened by George Merrill sometime after 1835, when he settled with his family at the intersection of Armitage and Grand Avenues. Operating the saloon out of his home, Merrill catered to truck farmers carrying produce over the plank road to the city. The corner, named Whiskey Point, prompted many colorful and romanticized legends but attracted few permanent residents.In 1862 Michael Moran established a hotel at Whiskey Point, but the area remained rural until 20 years later, when Cragin Brothers & Company moved their tin plate and sheet iron processing plant near Whiskey Point. The plant and warehouses covered 11 acres, and the Chicago, Milwaukee & St. Paul Railroad built a station at Leclaire Avenue to accommodate all the employees. Cragin also purchased a rivet company and moved machinery and workers from Connecticut to the location. Job opportunities and rail service brought settlers and a new-housing boom to the town, now named Cragin. Within the first two years the population rose to 200, and the community boasted a general store, two schoolhouses, and a Congregational church.Railroads drew more factories and workers to the area, which was annexed into Chicago as part of Jefferson Township in 1889. The Belt Railway Company extended its service in 1883, and plants developed in the new neighborhoods of Hanson Park and Galewood. In the same year the Washburn and Moen Manufacturing Company launched a branch for its wire products, and the Western Brick and Tile Company found Galewood's superior clay soil conducive to business. By 1891 Westinghouse, Church, Kerr & Company Iron Works, the Pitts Agricultural Works Warehouse, and the Rice and Bullen Malting Company brought more people into Cragin.In 1922 W. F. Hall Printing Company erected a plant on 17 acres adjacent to the Northwestern railroad line, which further spurred manufacturing development. Swedish, German, and Irish workers were among the earliest to move near these factories. By 1920 jobs drew Poles and Italians as well, and the population of the area more than quadrupled in the next decade. By 1930 the population escalated to 60,221, one-third foreign-born. Slower growth ensued. In the 1930s the community area became known as Belmont Cragin. Builders inundated the area to fill the housing needs of area workers. Bungalows, Cape Cods, and two-flats offered a range of housing type choices. Especially popular was the subdivided residential neighborhood on the eastern border named Belmont Park.Shopping districts added to the commercial atmosphere. In the 1940s Belmont-Central was constructed with a dozen stores, a parking lot, and a children's playground. During the postwar years the Chicago Transit Authority extended its Belmont Street bus service beyond Central, transporting new patrons into the district. A 1981 addition of a nearby parking garage continued to contribute to business prosperity. In March 1976 the opening of the Brickyard Shopping Mall on the former site of the Carey Brickyard property at Narragansett and Diversey added new vitality to the community, drawing city shoppers away from suburban malls.Belmont Cragin's overall population grew by more than 6 percent in the 1980s and 37 percent in the 1990s. The Hispanic population grew from 3,072 in 1980 to 16,846 in 1990. By the 2000 census the area was 65 percent Hispanic. Polish immigrants and businesses also came to the area during these years. A number of young middle-class professionals joined blue-collar laborers in the area. Residents formed an active coalition called the Northwest Neighborhood Federation to address increases in crime, gangs, and school overpopulation.By 1995, Hall Printing and other plants hadclosed their doors. The area experienced a drop in manufacturing employment and a decline in retail activity during the 1980s. Concerns over unemployment and an increasing poverty level have led residents to organize a home reinvestment campaign and to study ways of reviving the commercial climate in the area.",
    "Bibliography": "Clipping file. Chicago Public Library, Portage-Cragin branch.Karlen, Harvey M. Chicago's Crabgrass Communities: The History of the Independent Suburbs and Their Post Offices That Became Part of Chicago. 1992.Krob, Gregory James. “The Economic Impact of a Regional Shopping Center on the Central City: A Study of the Brickyard Shopping Center, Chicago, Illinois.” M.A. thesis, University of Illinois at Chicago. 1982.",
    "Author of Text": "Marilyn Elizabeth Perry",
    "Hyperlinked Terms Associated": [
        "saloon",
        "Railroad",
        "Jefferson Township",
        "Printing",
        "Swedish",
        "German",
        "Irish",
        "Poles",
        "Italians",
        "housing type",
        "Shopping districts",
        "Chicago Transit Authority",
        "parking",
        "Polish",
        "gangs",
        "unemployment"
    ],
    "Street addresses associated": [
        "Hanson Park",
        "Galewood",
        "Belmont Cragin"
    ]
}