{
    "Title": "Berkeley, IL",
    "Descriptive Text": "Cook County, 14 miles W of the Loop. Berkeley is located on Cook County's western border. With Interstates 290 and 294 forming its western and part of its southern boundary, and the Union Pacific Railroad (formerly the Chicago & North Western) and the large Proviso classification yard to the north, Berkeley has ready access to the metropolitan region. Yet the transportation corridors that make Berkeley accessible to distant places also serve to separate the village from its nearest neighbors, creating a small-town atmosphere.Beginning in 1835 the area that was to become Berkeley was home to farmers, most of German and Dutch ancestry. Settling on farms that ranged from 40 to 160 acres, the Dutch tended to be truck farmers, while the Germans did general farming. This small group of farm families established a one-room school called Sunnyside in 1848. Now housed in a larger and newer building, Sunnyside Elementary School still operates today. A short distance west on St. Charles Road (which was completed in 1836), farmland was donated for what is now known as Old Settler's Cemetery.The 1902 completion of the Chicago, Aurora & Elgin Railroad ( interurban ) gave the area its first passenger rail service at a stop called Berkeley. Subdivision in 1908 and again in 1914–1915 brought residential construction and new residents, many of whom were English, to the area. At the initiative of these newcomers, the village of Berkeley incorporated in 1924.The population growth of the early 1900s paled by comparison to the population boom Berkeley experienced after World War II when the village population tripled from 1,882 in 1950 to 5,792 in 1960. At the same time, Berkeley lost a number of houses when the construction of the Interstate 290 extension in the late 1950s cut a north-south swath through the western section of the village. With traffic diverted to the new expressway system, the Chicago, Aurora & Elgin terminated its passenger service in 1957, but its route is still marked through the village by the Prairie Path for bicycling.Berkeley's land purchase from the railroad in the 1960s extended its northern boundary, allowing for the addition of a small industrial park. In 2000, the facility's 12 light industries included electrical contractors, printing companies, warehouses, wholesalers, and the World Dryer Corporation, one of the world's largest manufacturers of hand dryers.Berkeley has remained predominantly a residential community, however. Many of the people who bought homes in the 1950s stayed in the village through the 1990s. At the opening of the twenty-first century the village expected significant residential turnover as these long-term homeowners sold their properties.",
    "Bibliography": "Johnson, Rosemarie. From Oats to Roses: The History of Berkeley. 1974.Young, Linda. “A Quiet Place with Come-Back Spirit.” Chicago Tribune, September 18, 1993.",
    "Author of Text": "Patricia Krone Rose",
    "Hyperlinked Terms Associated": [
        "Cook County´s",
        "Railroad",
        "transportation",
        "German",
        "Dutch",
        "Cemetery",
        "interurban",
        "Subdivision",
        "English",
        "World War II",
        "expressway",
        "bicycling",
        "printing"
    ]
}