{
    "Title": "Berwyn, IL",
    "Descriptive Text": "Cook County, 9 miles W of the Loop. In June 1856, Thomas Baldwin bought 347 acres in the southern section of modernday Berwyn from the Illinois & Michigan Canal Company, hoping to create an affluent community called LaVergne. Baldwin's property became part of Cicero Township in 1857. With the canal a mile to the south, LaVergne was initially accessible only via the Ogden Avenue plank road. The Chicago, Burlington & Quincy Railroad ran through the area by 1864, but did not stop in LaVergne until a decade later.By 1880, a real-estate syndicate that included Marshall Field had acquired Baldwin's land and platted a new LaVergne subdivision. Large numbers of Swedish immigrants settled north of the railroad tracks on a section of Baldwin's former property soon known as Upsala. The Mutual Life Insurance Company acquired the northernmost portion of the canal company land, surveying and subdividing it in 1887. More than a mile removed from LaVergne and Upsala, the area developed quite independently.In 1890, the Field syndicate sold 106 acres to investors Charles E. Piper and Wilbur J. Andrews. The developers subdivided the land, constructing streets, sidewalks, and sewers, and named the new subdivision Berwyn, after a Philadelphia suburb listed on a Pennsylvania Railroad timetable. Middle-class Chicagoans were quickly drawn to the desirable new community, with its many amenities. In 1891 Piper and Andrews acquired additional land, nearly doubling the town's size.By 1900 Chicago was hungrily annexing surrounding communities. To prevent its annexation, Berwyn voted in 1901 to separate from Cicero Township and become an independent village. Only seven years later Berwyn incorporated as a city. The community began to draw large numbers of Czechoslovakian families, along with Germans, Poles, and Italians. Population more than doubled between 1910 and 1920, with new building concentrated in south Berwyn. Because the city prohibited heavy industry within its borders, the community remained largely residential. Many Berwyn residents worked at the nearby Hawthorne Works of the Western Electric Company. Thus Berwyn suffered a great loss when in July 1915 the excursion boat Eastland, chartered for a company outing to Michigan City, Indiana, capsized in the Chicago River, drowning 812.Berwyn experienced phenomenal growth during the 1920s, gaining a reputation as Chicago's fastest-growing suburb. The city's stringent building codes resulted in block upon block of well-built, two-story brick bungalows. To serve its expanding population, Berwyn established an independent park district and created Illinois' first municipal health district. The street improvements that sparked the boom also helped unify north and south.Berwyn's growth slowed substantially during the Great Depression, but the community experienced a second building boom after World War II, pushing its population to 54,226 in 1960. Population began to fall thereafter, as longtime residents aged and their offspring moved away. By 1990 some of these children were returning to Berwyn to raise their own families. Often more affluent than their parents, they demanded new services and drove up real-estate prices, leaving old-timers “house poor.” And while Berwyn's Czech heritage retained its importance, increasing ethnic diversity further tested the city. Despite these challenges, however, Berwyn remains a solidly middle-class bedroom community.",
    "Bibliography": "Berwyn Views. Miscellaneous pamphlets on Berwyn. Undated. Chicago Historical Society, Chicago, IL.Chicago Fact Book Consortium, ed. Local Community Fact Book: Chicago Metropolitan Area, 1990. 1995.Twenty-five Years of Progress with Berwyn, Cicero, and Stickney, November 1951: The Life Newspapers' Silver Anniversary Edition. 1951.",
    "Author of Text": "Elizabeth A. Patterson",
    "Hyperlinked Terms Associated": [
        "Illinois & Michigan Canal",
        "Cicero",
        "Railroad",
        "real-estate",
        "Swedish",
        "annexation",
        "Germans",
        "Poles",
        "Italians",
        "Eastland",
        "Michigan City",
        "Chicago River",
        "building codes",
        "bungalows",
        "Great Depression",
        "World War II"
    ],
    "Street addresses associated": [
        "Upsala"
    ]
}