{
    "Title": "Beverly",
    "Descriptive Text": "Community Area 72, 12 miles S of the Loop. Known for its spacious homes, tree -lined streets, and racially integrated population, Beverly has retained its reputation as one of Chicago's most stable middle-class residential districts. Originally part of the village of Washington Heights (1874), this area was annexed to Chicago by 1890 but remained sparsely settled for decades. Residents often identify their community as “Beverly Hills,” a reference to the glacial ridge just west of Longwood Drive, the highest point in Chicago. Whether the community was named after Beverly, Massachusetts, or Beverly Hills, California, remains subject to debate, but in the 1890s, the Rock Island Railroad designated its 91st Street station “Beverly Hills” and by World War I, the telephone company had established a Beverly exchange.In 1886, real-estate developer Robert Givins constructed a limestone castle at 103rd and Longwood Drive in the Tracy subdivision of Washington Heights, but the surrounding neighborhood did not achieve residential maturity for decades. The situation was the same north of 95th Street, where Civil War general Edward Young and W. M. R. French, the first director of the Art Institute, had built homes along Pleasant Avenue in the 1890s. Vast sections of Beverly, especially the area south of 99th Street and west of Western, remained prairie until the 1940s and 1950s.From its earliest days, this community symbolized upward social mobility, first for white Anglo Saxon Protestants, and later for Irish Roman Catholics and African Americans. Like Morgan Park to the south, Beverly has always been a dry area, prohibiting saloons and the sale of liquor in the area east of Western Avenue. The community's suburban setting was further enhanced by Ridge Park with its imposing fieldhouse (1912) designed by local architect John Todd Hetherington and by its close proximity to Beverly and Ridge Country Clubs and the Dan Ryan Forest Preserve. Its housing stock remained predominantly single-family with only a few apartment buildings clustered along the Rock Island Railroad tracks that link Beverly to downtown Chicago. Although the 95th Street commercial district included a variety of shops and restaurants, it never rivaled Roseland's Michigan Avenue or 63rd and Halsted. Indeed, the Beverly Theater was built outside the community's boundaries at 95th and Ashland Avenue in the mid-1930s and residents did not have their own branch of the Chicago Public Library until 1981.Beverly's churches and public schools reflected the community's growth from east to west. Bethany Union (1872) and Trinity Methodist (1896), originally located on Prospect Avenue, built architecturally significant houses of worship in the 1920s closer to Longwood Drive.In the 1920s, Beverly's ethnic composition expanded to include Irish Catholics and German Lutherans who established St. Barnabas church and school (1924) and St. John Divine Lutheran (1929). However, anti-Catholic sentiment ran so high that residents had property at 100th and Longwood Drive condemned for a public park to prevent its use by the Catholic congregation. But St. Barnabas parish persisted and in 1936, a second Catholic parish, Christ the King, was organized in north Beverly. By the time St. John Fisher was formed in 1948 in the newest section of the community, Catholics had become the largest denomination in Beverly.Beyond the post– World War II baby boom, Beverly's increase in population between 1940 and 1960, from 15,910 to 24,814, was due in large measure to racial change in such neighborhoods as Englewood, Normal Park, and South Shore. The community's churches experienced new growth and many embarked on ambitious building campaigns. Beverly's Unitarians, who had purchased the landmark castle in 1942, for example, welcomed families from the People's Liberal Church of Englewood. In 1949, members of Bethlehem Swedish Lutheran Church at 58th and Wells Street financed a new complex at 94th and Claremont Avenue. Among the new houses of worship constructed in the community were St. Paul Union (1944), Society of Friends (1948), Ridge Lutheran (1948), Beverly Covenant (1952), Christ the King (1953), St. John the Divine (1953), the Episcopal Church of the Holy Nativity (1954), Salem Baptist (1955), St. John Fisher (1956), and St. Barnabas (1969). From the late 1950s until 1974, the community also included Beth Torah Synagogue.In 1971, the Beverly Area Planning Association (1947) was reorganized to respond to residents' concerns about “ blockbusting ” by real estate brokers interested in profiting from rapid racial change. BAPA's annual home tours brought thousands of visitors to the community, and the group promoted Beverly's and Morgan Park's inclusion on the National Register of Historic Places in 1975. In 1981, the city of Chicago granted landmark status to the Prairie-style bungalows designed between 1909 and 1914 by Walter Burley Griffin on the 1700 block of West 104th Place, as well as 12 blocks on Longwood Drive and three blocks along Seeley Avenue between 98th and 110th Streets. The Ridge Historical Society (1971) maintains a library and museum to aid residents and researchers in documenting the community's past.Like Chicago's Hyde Park and Rogers Park, Beverly is a racially integrated neighborhood but the community has no large institutional anchor comparable to the University of Chicago or Loyola University. In 1995, Beverly became one of the city's neighborhoods to adopt cul-de-sacs. The 11 concrete cul-de-sacs and diverters in the area north of 95th Street restricted automobile access to north Beverly to three points of entry: 91st and Western; 95th and Leavitt; and 95th and Damen. Critics charged that the traffic plan was racially motivated, but Alderman Virginia Rugai cited security concerns expressed by both black and white residents.",
    "Bibliography": "Commission on Chicago Landmarks and the Chicago Department of Planning and Development. Chicago Historic Resources Survey. 1997.Pacyga, Dominic A., and Ellen Skerrett. Chicago, City of Neighborhoods: Histories and Tours. 1986.",
    "Author of Text": "Ellen Skerrett",
    "Hyperlinked Terms Associated": [
        "tree",
        "Washignton Heights",
        "annexed",
        "World War I",
        "subdivision",
        "Civil War",
        "Art Institute",
        "Protestants",
        "Irish Roman Catholics",
        "African Americans",
        "Morgan Park",
        "saloons",
        "Forest Preserve",
        "apartment",
        "Roseland´s",
        "Chicago Public Library",
        "schools",
        "German",
        "World War II",
        "Englewood",
        "South Shore",
        "Swedish",
        "blockbusting",
        "real estate",
        "bungalows",
        "Hyde Park",
        "Rogers Park",
        "University of Chicago",
        "Loyola University"
    ],
    "Street addresses associated": [
        "Morgan Park",
        "Beverly",
        "Englewood",
        "Normal Park",
        "South Shore",
        "Hyde Park",
        "Rogers Park"
    ]
}