{
    "Title": "Birthing Practices",
    "Descriptive Text": "Throughoutthenineteenth and early twentieth centuries in Chicago, childbirth customarily occurred at home rather than in a hospital. Although obstetrics had been offered as a medical specialty at Rush Medical College since before the Civil War, physicians usually attended birthing women in their own homes. Because infectious diseases spread easily throughout hospital wards, those institutions were considered dangerous places for both mother and child.Women received few prenatal medical services before the twentieth century, and only four prenatal clinics operated in the city prior to 1900. These were located at the Mary H. Thompson Hospital, the Chicago Lying-In Hospital, the Central Free Dispensary, and the Chicago Polyclinic. To prepare themselves for the birth of a child, expectant mothers gleaned information from a variety of sources, including experienced friends and family members, midwives, physicians, public health nurses, and the pages of advice manuals.The custom of using midwives to assist in childbirth remained popular, especially among Chicago's European immigrant communities. Until World War II, midwives attended approximately 45 percent of all deliveries in the city; nearly 75 percent of all midwives registered in the state of Illinois practiced in Chicago. A 1908 study found that Italian, Slavic, and German immigrant families were most likely to use their services, while midwives attended approximately one-third of births to native-born women. Locally known and respected health care practitioners, midwives had the advantage of knowing the mother's own language, customs, and beliefs. They usually charged less to attend a delivery than physicians did, and midwives' services included caring for the mother for several days following the birth. In addition, many cultures proscribed men's presence in the birthing room, believing it to be an appropriate place for females only. It was not uncommon for women to use the services of more than one practitioner during childbirth. For example, a midwife or public health nurse might be called to attend an apparently normal delivery but a physician summoned if complications arose.Childbirth remained extremely hazardous during the first half of the twentieth century. “Childbed fever,” a common term for puerperal sepsis, or the onset of infection following childbirth, was a well-known danger of the postpartum period. The Chicago Board of Health identified such infections as the second leading cause of death for adult women in the city, following tuberculosis. The lack of prenatal medical services available to women meant that serious medical conditions such as ectopic pregnancy (implantation of the fertilized egg in the fallopian tube rather than the uterus) and eclampsia (a drastic increase in blood pressure) went undetected until they became life-threatening.At the turn of the nineteenth century, concerns for the well-being of the mothers and babies of Chicago prompted a vigorous movement for more hygienic maternal and infant health practices. In the 1930s, Joseph B. De Lee, director of the Chicago Lying-In Hospital, spearheaded a major campaign to improve sanitary conditions in hospital maternity wards throughout the city. The widespread use of antibiotic drugs after World War II helped control the incidence of infection following childbirth, and this, along with increased use of anesthesia and pain relief during delivery, rendered hospitals more attractive to birthing women.",
    "Bibliography": "Bonner, Thomas Neville. Medicine in Chicago, 1850–1950. 1991.Curry, Lynne. Modern Mothers in the Heartland: Gender, Health, and Progress in Illinois, 1900–1930. 1999.Leavitt, Judith Walzer. Brought to Bed: Childbearing in America. 1986.",
    "Author of Text": "Lynne Curry",
    "Hyperlinked Terms Associated": [
        "hospital",
        "clinics",
        "Mary H. Thompson Hospital",
        "public health",
        "World War II",
        "italian",
        "German",
        "health care",
        "tuberculosis"
    ]
}