{
    "Title": "Black Panther Party",
    "Descriptive Text": "The Black Panther Party of Chicago emerged on the city's West Side in the autumn of 1968. As one of 45 Black Panther chapters around the country, the “Illinois Chapter” gained over 300 new members within four months of its founding because many young black Chicagoans identified with the Panthers' militant denunciations of racism, capitalism, and police brutality.By the middle of 1969, the Chicago Panthers' neighborhood roots and class-based critiques of American political economy helped them form a radical partnership with Latino and white Chicagoans called the “Rainbow Coalition.” This coalition targeted Chicago's structural inequalities by placing programs like free breakfast and free legal consultation at the service of the city's disadvantaged populations.The militant image and rhetoric that attracted so many radical Chicagoans to the Panthers' ranks, however, hindered the effectiveness of the party's programs. It alienated more conservative and influential sectors of the African American community and left the group open to negative publicity in the mainstream press. Moreover, the Panthers' programs presented a political threat to Mayor Richard J. Daley, who perceived the party's service projects as an attempt to preempt the authority of city hall.The party's militant image also prompted federal and local authorities to raid Panther property on three separate occasions in 1969, ostensibly to look for fugitives and illegal weapons. The final raid, on the morning of December 4, crippled the organization and claimed the lives of Illinois chapter deputy chairman Fred Hampton and Panther Mark Clark. Without effective leadership and a broad base of community support, the Chicago Black Panther Party could not weather the internal differences that eventually sapped the group's remaining resources in 1973.",
    "Bibliography": "Hampton, Henry, Steve Fayer, and Sarah Flynn, eds. Voices of Freedom: An Oral History of the Civil Rights Movement from the 1950s through the 1980s. 1990.Joravsky, Ben, and Eduardo Camacho. Race and Politics in Chicago. 1987.Rice, Jon. “Black Radicalism on Chicago's West Side: A History of the Illinois Black Panther Party.” Ph.D. diss., Northern Illinois University. 1998.",
    "Author of Text": "Nathan Daniel Beau Connolly",
    "Hyperlinked Terms Associated": [
        "racism",
        "police",
        "African American"
    ]
}