{
    "Title": "Blue Island, IL",
    "Descriptive Text": "Cook County, 16 miles S of the Loop. Blue Island stands on the southern end of an ancient glacial ridge five miles long, extending northward along Western Avenue and Vincennes Road from 131st Street to 87th Street. The ridge stood as an island in glacial Lake Chicago, the predecessor of Lake Michigan. Bands of Ottawas, Ojibwas, and Potawatomi lived along the Little Calumet River and Stony Creek until 1835.To a springtime traveler on the Vincennes Trail, the glacial bluff that rose out of the prairie south of Chicago took on a bluish hue from haze or blue wildflowers. In 1836 the first inn opened along the Vincennes Trail at Blue Island. Excavation of a Calumet–Blue Island feeder canal in the 1840s diverted water from the Little Calumet River to the Illinois & Michigan Canal near Lemont. Transplanted Yankees established the village as an agricultural market center. German agricultural laborers began arriving in the 1850s, and by the 1890s they had usurped political and economic power from the Yankees.Small-scale factories, brickyards, breweries, and cigar shops arose after 1880. Between 1886 and 1889 workers affiliated with Knights of Labor Local Assembly 6581, and in 1893, organized Local 3 of what became the United Brick and Clay Workers Union.Railroads bolstered employment until the 1950s. The Chicago, Rock Island & Pacific Railroad arrived in 1852; its 1868 brick depot at Vermont Street remains in use today. Between 1888 and 1893 several belt railroads crossed the southern and western parts of town, while the Rock Island line constructed an expansive freight yard, shops, and roundhouse. Engineers and craftsmen lived in the respectable center of town; laborers lived across the tracks on the east side. During the 1894 Pullman Strike, American Railway Union President Eugene V. Debs exhorted railroad workers to stop Rock Island traffic. Two Rock Island trainmen blocked the line on June 30 by derailing a slow-moving train just south of the Vermont Street station. Although local railroaders remained disciplined, riotous brickmakers toppled cars and jeered strikebreakers, prompting a federal injunction and suppression of the strike nationwide. Early the morning of July 4, 1894, the Fifteenth U.S. Infantry arrived in Blue Island and imposed martial law. While protests and violence raged elsewhere after July 4, Blue Island quickly succumbed under the occupying army.In 1901 Blue Island incorporated as a city to avoid annexation by Chicago. In 1915 residents rejected annexation while nearby Morgan Park joined Chicago. Italians, Poles, and Slovaks settled in Blue Island between 1900 and 1920, but African Americans who were excluded from the town incorporated Robbins in 1917. Population plateaued at 16,000 to 21,000 between 1930 and 1990. Despite chain stores and Western Avenue's designation as the Dixie Highway in the 1920s, the central business district declined. Political and fiscal conservatism blocked annexation of the future Alsip industrial district. Landlocked industries left the city. During the 1990s, however, the city appeared to revive slowly. Old industries such as Modern Drop Forge and Clark Oil Refineries thrived, while antique stores, theaters, and Mexican restaurants lined Western Avenue.",
    "Bibliography": "Jebsen, Harry, Jr. “Blue Island, Illinois: The History of a Working Class Suburb.” Ph.D. diss., University of Cincinnati. 1971.Jebsen, Harry, Jr. “Preserving Suburban Identity in an Expanding Metropolis: The Case of Blue Island, Illinois.” Old Northwest 7.2 (Summer 1981): 127–145.Volp, John H. The First Hundred Years, 1835–1935: Historical Review of Blue Island, Illinois. 1938.",
    "Author of Text": "Martin Tuohy",
    "Hyperlinked Terms Associated": [
        "glacial",
        "Lake Michigan",
        "Ottawas",
        "Ojibwas",
        "Potawatomi",
        "Illinois & Michigan Canal",
        "Yankees",
        "agricultural",
        "German",
        "breweries",
        "Knights of Labor",
        "Railroads",
        "Pullman Strike",
        "railroad workers",
        "strike",
        "annexation",
        "Morgan Park",
        "Italians",
        "Poles",
        "Slovaks",
        "African Americans",
        "Robbins",
        "Mexican"
    ],
    "Street addresses associated": [
        "Morgan Park"
    ]
}