{
    "Title": "Blues",
    "Descriptive Text": "As legendary guitarist Robert Johnson put it, Chicago has been a “sweet home” for the blues. The most recognizable cultural signature this city has produced, Chicago blues has diverse and contradictory roots: African American migration from the South and the growth of the modern music industry; regional folk genius and ethnic entrepreneurial savvy. This rich sense of origin and history makes blues music such a celebrated civic resource, one that still shapes cultural and social practice throughout the Windy City.The earliest geographic origins of the blues are uncertain, given the multiple versions appearing across the African American South near the turn of the century. In Chicago, the emergence of blues culture in the 1920s coincided with increased musical performance and recording nationwide and paralleled the dramatic growth of black urban enclaves during the Great Migration. Alberta Hunter, Cow Cow (Charles) Davenport, and Blind Lemon Jefferson were among the first blues artists to record locally, under the supervision of J. Mayo “Ink” Williams of Paramount Records. Williams gathered other musicians of note, including Tampa Red (Hudson Whittaker), Big Bill (William) Broonzy, and Georgia Tom, who later modernized gospel music as composer Thomas Dorsey. Although Hunter, Broonzy, and others performed across the South Side, and despite an abundant audience of migrants, there was not yet the extensive network of blues clubs that emerged in later years.Like the rest of the economy, music production suffered during the Great Depression. Between 1926 and 1932, annual sales of phonograph records in the United States plummeted from $126 to $6 million; sales for black performers decreased from $5 million to only $60,000. The decline slowed the migration of blues artists, whose motivation for coming to Chicago, like other black southerners, included economic opportunity. Still, the city continued to serve as incubator of blues music, as musicians awaited the resurgence of the record industry. Tampa Red and Bill Broonzy were joined by such talents as Memphis Minnie (Douglas), Lil Green, Memphis Slim (Peter Chatman), and Sonny Boy ( John Lee) Williamson. With the wartime emergence of local labels such as Bluebird, Chicago became the national center for blues recording—hits like Lil Green's “Romance in the Dark” (1940), Minnie's “Me and My Chauffeur Blues” (1941), and Williamson's “Elevator Woman” (1945) exemplified post-Depression popular music for blacks, North and South. As the community of artists and entrepreneurs grew, blues culture revised the geography of black Chicago. Legendary clubs such as Silvio's, Gatewood's Tavern, the Flame Club, and the 708 opened along Indiana Avenue on the South Side and Lake Street on the West Side, serving as community centers for migrants arriving in ever greater numbers during the 1940s. Blues music also moved beyond studio and stage. The outdoor market on Maxwell Street became a regular weekend venue, and newly arrived musicians found work playing “rent parties” across the South and West Sides.During the 1950s, Chicago blues flourished, developing the signatures—use of rhythm sections and amplification; reliance on guitar and harmonica leads; and routine reference to Mississippi Delta styles of playing and singing—that identify it today. Consolidation of blues recording continued, with new labels Chess, Vee-Jay, and Cobra all signing and producing large numbers of artists. Of these, the most prominent was Chess, whose first generation of artists—Muddy Waters (McKinley Morganfield), Little Walter ( Jacobs), Willie Dixon, Howlin' Wolf (Chester Burnett)—were exemplars of Chicago blues style. The distinctive sound of these artists restructured popular music, providing fundamental elements for subsequent genres like soul and rock and roll. Indeed, the work of Waters on songs like “Rollin' Stone” (1950) and “Hootchie Cootchie Man” (1954) had international influence, subsequently inspiring the Beatles, the Rolling Stones, and other British bands. Dixon was also a figure of special note—in addition to playing bass and writing for artists ranging from Waters to Chuck Berry and Bo Diddley, he supervised most of the studio sessions at Chess beginning in the mid-1950s.A key catalyst to the blues' postwar popularization were “black-appeal” disc jockeys, such as Al Benson and Big Bill Hill, who ensured that records released by Chess, Vee-Jay, and other labels received public exposure. By the late 1950s and early 1960s a new generation of West Side artists, including Otis Rush, Magic Sam (Maghett), and Buddy (George) Guy, carried the work of Waters, Dixon, and other Chess artists even further. Chicago blues soon attracted substantially broader audiences. In 1959, Dixon and Memphis Slim toured England and the Middle East: they would return to Europe in 1962 with a full roster of artists to perform in the first of many annual American Folk Blues Festivals.The history of Chicago blues since the 1960s has been a contradictory one, combining periods of recession and renewal. By the end of the 1960s, blues had infrastructural as well as aesthetic presence. WVON, the all-day radio station opened by Chess owners Leonard and Phil Chess in 1963, maintained a healthy blues playlist, augmenting programming from other local stations. Blues nightclubs continued to shape black neighborhoods on the South and West Sides; Roosevelt Road, Madison Street, and 43rd Street became blues thoroughfares. With the failure of Cobra Records in 1959 and Vee-Jay in 1966, Chess stood as the only remaining major label and, under the supervision of Willie Dixon, consolidated the remaining talent. Old rivals such as Buddy Guy and Otis Rush were signed, along with newcomers Etta James, Little Milton (Campbell), and Koko Taylor. Yet blues music found itself at a disadvantage commercially next to soul, gospel, and other new genres of black popular music. Chess went out of business in 1975, by which time most older clubs were closing down.While Chicago blues did not recapture its centrality to the civic life of the African American community, a renaissance has been building since the late 1960s, when blues found a new audience drawn from followers of rock music searching out roots artists. Such local labels as Delmark, which recorded Junior Wells (Amos Blakemore) and Magic Sam (Sam Maghett), and Alligator, which recorded Koko Taylor and Lonnie Brooks (Lee Baker, Jr.), built a new national audience for Chicago blues. Old-line clubs (notably the Checkerboard) on the South and West Sides have been joined by new venues on the South, West, and North Sides (notably Kingston Mines) serving the tourist industry and predominantly white fans of blues. In 1984 Chicago inaugurated an annual blues festival. Continued participation in Chicago blues culture underscores that, as in earlier times, the music serves as “living history,” shaping both memories of and hopes for urban social life.",
    "Bibliography": "Keil, Charles. Urban Blues. 1966, 1991.Palmer, Robert. Deep Blues. 1981.",
    "Author of Text": "Adam Green",
    "Hyperlinked Terms Associated": [
        "African American",
        "Great Migration",
        "gospel",
        "South Side",
        "Great Depression",
        "Maxwell Street",
        "Chess",
        "disc jockeys",
        "nightclubs",
        "Willie Dixon",
        "rock music"
    ]
}