{
    "Title": "Breakfast Club",
    "Descriptive Text": "The longest running network series in radio history, the Breakfast Club was emblematic of the freewheeling style of the golden age of Chicago broadcasting. Almost two years after its 1933 debut, host Don McNeill decided that scripts interfered with the informal atmosphere he wanted. NBC's executives reluctantly agreed to an ad-libbing experiment that continued on the air, five mornings a week, until the show's final broadcast, on December 27, 1968.The hour-long broadcast was divided into 15-minute segments, each beginning with a call to breakfast. During “Memory Time,” McNeill might read a poem or brief essay. Halfway through the show, he would invite listeners to “March Around the Breakfast Table.” There was a daily moment of silent prayer.The show published its own yearbook, which some years sold over 130,000 copies. It received 6,000–10,000 letters a month. In 1944, sponsor Swift & Co. offered free membership cards in a Breakfast Club fan club. One million fans, including Supreme Court Justice William O. Douglas, joined. Within a few weeks, the sponsor closed the club: the gimmick had cost the company $50,000.The show's success stemmed from McNeil's ability to project a folksy personality. The broadcast began with a singing welcome: “Good morning Breakfast Clubbers, good morning to ya, we woke up bright and early just to howdy-do ya.” A POW in a German prison camp was said to cheer fellow American internees by singing the Breakfast Club theme song.McNeill surrounded himself with complementary talent: the show's longtime clown and resident heckler Sam Cowling, crooner Johnny Desmond, and Marion and Jim Jordan, creators of Fibber McGee and Molly. Before joining Kukla, Fran and Ollie, Fran Allison was the show's busybody Aunt Fanny.The show originated at the Merchandise Mart and later broadcast before live audiences at the Opera House, the Morrison Hotel, the Sherman House, and the Allerton Hotel. In 1946, 17,000 fans filled Madison Square Garden for a New York broadcast. Years later, McNeill ended his last broadcast by joining with listeners in silent prayer. After a few seconds, he said: “Amen. And if you want peace where you are, don't ever forget Don McNeill and the gang saying so long and be good to your neighbor.”",
    "Bibliography": "Doolittle, John. Don McNeill and his Breakfast Club. 2001.",
    "Author of Text": "Ron Grossman",
    "Hyperlinked Terms Associated": [
        "broadcasting",
        "Swift & Co.",
        "Fibber McGee and Molly",
        "Kukla, Fran and Ollie",
        "Merchandise Mart"
    ]
}