{
    "Title": "Bridgeport",
    "Descriptive Text": "Community Area 60, 3 miles SW of the Loop. Before the Fort Dearborn Massacre, Charles Lee owned a farm along the South Branch of the Chicago River. In April 1812 Indians raided Lee's farm and killed two whites at a place known as Hardscrabble, all on the current site of Bridgeport.The beginning of the construction of the Illinois & Michigan Canal in 1836 gave birth to Bridgeport. Canal commissioners probably named the new town, which included the northern terminus of the canal, to distinguish it from an earlier privately planned settlement, Canalport. First Irish canal workers, and then Germans and Norwegians arrived to work under Chief Engineer William Gooding. Many lived along Archer Avenue, named after William Beatty Archer, who supervised construction of the canal. The canal opened in 1848 and guaranteed Bridgeport's position as an industrial center. Lumber yards, manufacturing plants, and packinghouses opened along both the river and canal. Drovers bringing livestock to Bridgeport packers often crowded Archer Road, a thriving commercial strip.Most packers relocated to the Union Stock Yard after 1865 but the meatpacking industry remained a major employer of Bridgeport residents. Also in 1865 the Union Rolling Mill began operation. Other manufacturers arrived, and in 1905, the Central Manufacturing District opened in the western section of Bridgeport.In 1850 enough Irish lived along Archer Avenue to organize St. Bridget's, the first of four Irish Roman Catholic parishes. The district soon attracted other immigrant groups. Germans settled in the neighborhood originally called Dashiel north of 31st Street and east of Halsted Street. The First Lutheran Church of the Trinity (1863), Holy Cross Lutheran Church (1886), St. Anthony Catholic Church (1873), and Immaculate Conception Catholic Church (1883) were all originally German congregations. Czech Catholics organized St. John Nepomucene Parish in 1871. Poles and Lithuanians settled along Morgan Street. The Poles established St. Mary of Perpetual Help Parish (1886) and St. Barbara's (1910), while the Lithuanians opened St. George Church in 1892. Frame and brick cottages and two-flats with small backyards made up the majority of the housing stock. Small stores, saloons, fraternal halls, and schools soon joined the churches lining the streets. After 1880, as streetcars made their way up and down Halsted and 35th Streets, the intersection of those two thoroughfares developed into a small but important shopping strip, eventually replacing Archer Avenue as the neighborhood's commercial district.Bridgeport residents, while primarily working in local industries, often looked beyond the factories. After the Civil War the Irish in particular saw the expanding role of the municipal government as an opportunity for upward mobility. Bridgeport's politicians actively pursued patronage jobs as options for their constituencies. When the Democratic machine came to power in 1931 under Mayor Anton Cermak, Bridgeport politicians provided an important part of the coalition. After Cermak's death two Bridgeport natives, Patrick A. Nash and Edward J. Kelly, dominated city government. In 1955 Richard J. Daley, who hailed from the Bridgeport neighborhood of Hamburg, took office. As mayor and chairman of the Cook County Democratic Party, Daley controlled one of the most powerful machines in urban America until his death in 1976. Bridgeport's disproportionate share of patronage provided a stable economic base for the neighborhood. In 1989 his son, Richard M. Daley, became the fifth mayor of Chicago born in Bridgeport.Bridgeport once stood as a bastion of white ethnic communities. Racial and ethnic strife has always been part of its history. An almost legendary clash between the Germans and the Irish occurred in 1856. During the Civil War pro-Confederate rallies were held in the neighborhood. In the twentieth century Polish and Lithuanian gangs often clashed along Morgan Street. While in the 1990s African Americans made up less than 1 percent of the community area's population, the number of Mexican and Chinese residents has grown. Meanwhile the traditional white ethnic population has grown older and smaller. Bridgeport is adjacent to the booming Chinese community in Armour Square, and lies just to the south of Pilsen, home to the city's largest Mexican community. In addition, while Bridgeport remains a largely working-class community, its location to the south of the city's expanding Loop puts it in the direct line for future investment and development. Already new housing in the form of expensive townhouses and single-family houses has appeared in the district. In turn older housing has been restored and modernized.",
    "Bibliography": "Holt, Glen, and Dominic A. Pacyga. Chicago: A Historical Guide to the Neighborhoods: The Loop and South Side. 1979.Pacyga, Dominic A., and Ellen Skerrett. Chicago, City of Neighborhoods: Histories and Tours. 1986.Pierce, Bessie Louise. A History of Chicago. 3 vols. 1937–1957.",
    "Author of Text": "Dominic A. Pacyga",
    "Hyperlinked Terms Associated": [
        "Fort Dearborn",
        "Chicago River",
        "Illinois & Michigan Canal",
        "Irish",
        "Germans",
        "Norwegians",
        "work",
        "Lumber",
        "Union Stock Yard",
        "meatpacking",
        "Central Manufacturing District",
        "Roman Catholic",
        "Czech",
        "Poles",
        "Lithuanians",
        "saloons",
        "schools",
        "Civil War",
        "government",
        "Mayor",
        "Democratic Party",
        "Civil War",
        "gangs",
        "African Americans",
        "Mexican",
        "Chinese",
        "Amour Square",
        "Pilsen",
        "Loop"
    ],
    "Street addresses associated": [
        "Bridgeport",
        "Armour Square",
        "Pilsen"
    ]
}