{
    "Title": "Brookfield, IL",
    "Descriptive Text": "Cook County, 13 miles SW of the Loop. Brookfield, a middle-class bedroom community, is a near-western suburb of Chicago. There is little industry or major business in the village, although the Brookfield Zoo draws substantial numbers of visitors. Major settlement of the area began in 1889 when the Chicago real-estate developer S. E. Gross opened his subdivision of Grossdale. The area became popular as a suburban home site due to its easy proximity to downtown Chicago via the Chicago, Burlington & Quincy Railroad (now Metra ). The first building Gross erected in the new subdivision was a train station. (In 1981, the station was moved across the tracks and now houses the Brookfield Historical Society. It is on the National Register of Historic Places.) Gross later added the subdivisions of Hollywood (1893) and West Grossdale (1895), each with its own train station. Residents voted to incorporate as the village of Grossdale in 1893.In the early years the community was heavily influenced by Gross. He named numerous streets in the subdivisions after family members, and in 1895, against the wishes of area residents, changed the name of his Hollywood subdivision to East Grossdale. In 1901, the community's ambivalence about his strong presence generated an unsuccessful attempt to change the village's name to Montauk. Sentiment for a name change persisted and became the platform of the victorious Independent Party in the 1905 election. A contest to choose a new name yielded “Brookfield” in respect for Salt Creek, which runs through the area. During this period the name of the East Grossdale subdivision reverted back to Hollywood and the West Grossdale subdivision was renamed Congress Park.The housing stock in the village ranges from Victorian homes built by Gross in the late nineteenth century to bungalows of the 1920s and more modern homes built during the post–World War II building boom. The village board system of government continued in Brookfield until a 1947 ordinance called for a village manager, a structure permanently adopted in 1951. In 1952 Brookfield received an All-American City award from the National Municipal League and LOOK magazine, in recognition of “intelligent, purposeful, citizen action.” The village's main claim to fame, however, is the Chicago Zoological Park, commonly known as Brookfield Zoo. The zoo is located on land given to the Forest Preserve District by Edith Rockefeller McCormick in 1919. The village's population reached a high of over 20,000 in the 1960s, declining slightly to 19,085 in 2000.",
    "Bibliography": "Brookfield, Illinois: A History. 1994.",
    "Author of Text": "Emily Clark",
    "Hyperlinked Terms Associated": [
        "Brookfield Zoo",
        "real-estate",
        "subdivision",
        "Metra",
        "Salt Creek",
        "bungalows",
        "Forest Preserve"
    ]
}