{
    "Title": "Building Codes and Standards",
    "Descriptive Text": "From the city's inception in 1837, Chicago's Health Department regulated the built environment to reduce threats from fire and disease. Within a generation, the regulations addressed numerous issues concerning the construction, alteration, and maintenance of residential, industrial, and commercial structures. In 1875, the city codified these regulations and created a Department of Buildings to administer the code.The code never satisfied reformers. In the 1890s, Hull House residents investigated their neighborhood to reveal the extent of sanitation problems among the poor. Despite a revision of the code, problems remained, due to severe overcrowding. So in 1900, the City Homes Association commissioned a much larger survey directed by Robert Hunter. Hunter canvassed immigrant neighborhoods and presented a sophisticated statistical analysis. Social scientists Edith Abbott and Sophonisba Breckinridge expanded this work in their attempt to establish a scientific basis for the study of poverty. Their efforts led to tenement codes setting minimum requirements for light, air, ventilation, and plumbing.Understaffed and often corrupt, the Department of Buildings could not enforce even minimal requirements. Consequently, older structures were seldom brought up to code, especially in areas where properties were purchased on speculation that the business district would expand. However, the code affected new buildings by requiring fireproof construction for tenements of greater than three stories. The cost of meeting this requirement effectively set a limit upon the height of tenements in Chicago.ALLEY BUILDINGS, C.1900After 1920, major advances occurred in the scientific and engineering basis for establishing building codes. Under Herbert Hoover, the Department of Commerce created national standards encouraging greater uniformity in the codes of the nation's largest cities. Chicago also accepted the recommendations from organizations such as the American Society for Testing and Materials, the National Association of Real Estate Boards, the National Fire Protection Association, and the American Public Health Association.By 1950, Chicago's code was woefully out of date. Its restrictive language did not allow builders to use plywood or drywall, products commonly allowed by suburban codes. Patronage, politics, and petty corruption thwarted efficient administration.Conditions improved with an increase in the number of career bureaucrats who improved enforcement with the help of an extensive survey of housing conditions throughout the city. The plan for urban renewal targeted areas for demolition and redevelopment while concentrating energies on areas likely to deteriorate unless monitored. However, politics still determined the level of enforcement.By 1970, the city devised an institutional method for continually updating the code by placing policy decisions in the hands ofbureaucrats, architects, developers, trade unions, and builders. In 1983, this system accommodated the rehabilitation movement by relaxing the code, facilitating gentrification in old neighborhoods as older homes could be restored to the new regulation. Interest groups also lobbied successfully for code regulations that made Chicago more accessible to the disabled.Enforcement of the building code, at a minimal level, protected health and safety by ordering the repair or demolition of substandard structures. In declining areas, however, the cost of rehabilitation has led to abandoned buildings. Most troublesome, a cumbersome court system with protracted legal proceedings has never provided an efficient means for obtaining compliance from code violators.",
    "Bibliography": "Abbott, Edith, and Sophonisba P. Breckinridge, et al. The Tenements of Chicago, 1908–1935. 1936.Chicago Association of Commerce. Building Regulation in Chicago: An Analysis and Recommendations. 1945.Jones, Bryan D. Governing Buildings and Building Government: A New Perspective on the Old Party. 1986.",
    "Author of Text": "Joseph C. Bigott",
    "Hyperlinked Terms Associated": [
        "built environment",
        "construction",
        "Hull House",
        "tenement",
        "Real Estate",
        "Public Health",
        "Patronage",
        "Urban Renewal",
        "Gentrification"
    ]
}