{
    "Title": "Bulls",
    "Descriptive Text": "It would seem the Chicago Bulls have been around forever. Six NBA championships create a sense of history, especially when they occur within eight years. Yet the franchise wasn't born until 1966, as an expansion team with Johnny “Red” Kerr as coach, and not until the 1990s did the Bulls become one of the most successful dynasties in all of sports.The Bulls enjoyed a mini-boom with the playoff teams of the early seventies featuring coach Dick Motta and such stars as Jerry Sloan, Bob Love, and Chet Walker. In the late eighties, when new owner Jerry Reinsdorf and general manager Jerry Krause drafted Scottie Pippen and Horace Grant and traded for veteran center Bill Cartwright to join veteran guard John Paxson and their superstar, Michael Jordan, the Bulls dynasty began to take shape under coach Doug Collins.The 1989 hiring of Phil Jackson as head coach provided the final puzzle piece for the hungry team that prided itself on a disciplined offense and a fierce pressing defense. The Bulls knocked off division nemesis Detroit in a four-game sweep in the 1991 Eastern Conference Finals, then dismantled the Lakers in the NBA Finals. The Bulls put together their first “three-peat” by sprinting through the Eastern Conference then running over Portland in the '92 Finals and Phoenix in '93.The shocking “retirement” of Jordan beginning October 6, 1993, coincided with the team's two-year absence from the NBA Finals. But Jordan's dramatic comeback in the spring of '95 and return to greatness reinstated the Bulls at the very top of the pack. The addition of such players as Ron Harper, Dennis Rodman, Toni Kukoc, and Steve Kerr helped the Bulls capture three more NBA titles, against Seattle in '96, then Utah in '97 and '98, for a second “three-peat” and six championships in all. For Jordan, it was also a crowning moment with his sixth Finals MVP award to go along with five regular-season MVPs and 10 scoring titles in his 13-year career.With the 1998 departure of Jackson, Jordan, and others from the championship squad, the team started to rebuild. Meanwhile, the statue of Michael Jordan at the United Center reminds Bulls fans of the team's past and sets high expectations for the future.",
    "Bibliography": "Isaacson, Melissa. Transition Game: An Inside Look at Life with the Chicago Bulls. 1994.Sachare, Alex. The Chicago Bulls Encyclopedia. 1999.",
    "Author of Text": "Melissa Isaacson",
    "Hyperlinked Terms Associated": [
        "United Center"
    ]
}