{
    "Title": "Burbank, IL",
    "Descriptive Text": "Cook County, 12 miles SW of the Loop. Burbank is one of the younger communities in Cook County. Incorporated in 1970, it is bordered by Chicago on the east, Oak Lawn on the south, Bridgeview on the west, and Bedford Park on the north. The early history of Burbank features a series of false starts and frustrated plans.The Burbank area contained scattered farms when in 1850 it became the southeastern portion of Lyons Township. One of the earliest roads to run through the area was the diagonal State Road that connected Ridgeland/Narragansett Avenues to Cicero Avenue. By 1871, State Road attracted the attention of a Pittsburgh investor who laid out a subdivision along this route that apparently never materialized. Instead German and Dutch truck farmers settled in the area.Railroad executive A. B. Stickney planned a massive freight railroad transfer center that included the northern part of Burbank, but the 1893 depression curtailed his plans. In 1901, this area became the southern end of the newly formed Stickney Township, an 18-square mile tract split from the eastern side of Lyons Township.The subdivision boom of the 1920s spread to this area as real-estate developers bought up farmland and platted subdivisions. But the ongoing drainage problems, poor roads, and inadequate water and sewer systems, as well as the Great Depression, dampened the enthusiasm of many would-be buyers.The creation of the South Stickney Sanitary District in 1952 changed the course of Burbank's history. By 1959 the area known as South Stickney or Burbank Manor had a water and sewer system for the first time, and the flooding problems diminished. Roads were improved and streetlights installed. The area's population tripled during this decade, reaching an estimated 20,720 in 1960.Burbank was the last part of Stickney Township to incorporate. In 1970, to avoid annexation by Chicago, residents formed the city of Burbank. The name was taken from the local Luther Burbank Elementary School, named after the famous horticulturist. Six years later, in 1976, the city's population peaked at 29,448. By 1979, nearly all of the city's land was subdivided. Burbank's population declined to 27,902 in 2000.More than half of the city's revenue comes from retail sales taxes. Stores are concentrated along Harlem and Cicero Avenues, the city's main north-south thoroughfares, with some retail businesses also on 79th and 87th Streets. There is almost no manufacturing in Burbank.The city covers approximately four square miles, only slightly larger than it was in 1970. A mayor, treasurer, city clerk, and seven aldermen run the government. Burbank's mostly white, middle-class residents drive to their places of business; almost half work in Chicago. Although there is no train service in Burbank, buses link residents to the Chicago Transit Authority.",
    "Bibliography": "Hill, Robert Milton. A Little Known Story of the Land Called Clearing. 1983.Our Township Government: Stickney's History from Indians to Skyscrapers. 1942.Pioneers of Progress: The History of Stickney Township. 1969.",
    "Author of Text": "Betsy Gurlacz",
    "Hyperlinked Terms Associated": [
        "Cook County",
        "Oak Lawn",
        "Bridgeview",
        "Bedford Park",
        "German",
        "Dutch",
        "railroad",
        "real-estate",
        "subdivisions",
        "water",
        "Great Depression",
        "annexation",
        "work",
        "Chicago Transit Authority"
    ],
    "Street addresses associated": [
        "Burbank",
        "Oak Lawn",
        "Bridgeview",
        "Bedford Park"
    ]
}