{
    "Title": "Burnham, IL",
    "Descriptive Text": "Cook County, 18 miles S of the Loop. In 1883 a group of investors including George Pullman hired Telford Burnham to develop a commercial and residential plan for the point where the branches of the Calumet River meet before flowing north to Lake Calumet and Lake Michigan. The investors were aware of the growing steel industries across the Calumet Region. The Hammond Lumber Company had just built 500 feet of dock for shipping.While investors hoped for commercial development in Burnham as well, transportation and housing needs were being spurred by the growing steel industries. The strong demand for workers' housing led to residential growth in Burnham, Hegewisch, and West Hammond ( Calumet City ). These growing areas were closely connected to Hammond.In 1907 residents voted to incorporate as the village of Burnham. The village's boundaries were (and are) Hammond on the east, Chicago on the north, and Calumet City to the south and west.For 40 years, from 1908 to 1948, the history of Burnham was tied to the activities of its mayor, John Patton. When first elected, “Johnny” Patton was the youngest mayor in Illinois. Over the years, he developed the clout to bring Chicago water and sewer services into Burnham along with “pleasure-loving people.” Only 40 minutes from the Loop, by car or the South Shore interurban line, the village was a lively place and Johnny was called the “livest wire of them all.” One account from 1920 refers to it as the “cabaret town” of Cook County and adds that of all the small towns in the country, Burnham is “perhaps the one most often visited by amusement seeking visitors.”Even into the 1950s, Burnham was home to 11 taverns in its small central core. The oldest neighborhood, mostly housing for workers in regional industries, connects with the old center of town. In this area, several small factories and an industrial zone follow the river which cuts through Burnham. Rail lines still crisscross through the community, and on the west side is newer, postwar housing.Burnham had 328 residents in 1910, 865 in 1940. Most of the housing on the west side was built after World War II, and this growth is reflected in the population increase from 1,331 in 1950 to 4,030 in 1980.Early in its development, the village of Burnham created a public golf course on its eastern edge as an added attraction for its amusement seekers. This continues today as Burnham Woods, a public course owned and operated by the Forest Preserve District of Cook County.Although the big plans for docks and shipping never came to pass, Burnham continues as a predominantly residential village in the fabric of suburban communities tied together just south of Chicago.",
    "Bibliography": "“The Story of Burnham.” Hammond Times, November 28, 1955.Beaudette-Neil, E. Palma. Thornton Township, Cook County, Illinois. 1921, 75, 77.McClellan, Larry A. “Burnham's Growth Shaped by Steel and the Calumet.” Star, August 30, 1998.",
    "Author of Text": "Larry A. McClellan",
    "Hyperlinked Terms Associated": [
        "Calumet River",
        "Calumet Region",
        "transportation",
        "Hegewisch",
        "Calumet City",
        "Hammond",
        "clout",
        "water",
        "interurban",
        "golf",
        "Forest Preserve"
    ],
    "Street addresses associated": [
        "Hegewisch",
        "Calumet City"
    ]
}