{
    "Title": "Burnett (Leo) Co.",
    "Descriptive Text": "After years working in the advertising business in cities around the Midwest, including a stint as a vice president at the Chicago ad firm of Erwin, Wasey & Co., the 44-year-old Leo Burnett started his own firm in Chicago in 1935. His venture soon became one of the world's leading advertising agencies. As Burnett took on more clients, billings rose from about $200,000 in 1935 to about $10 million by 1948 and $100 million by 1958. Among the most prominent of the company's ad campaigns were the Jolly Green Giant for Minnesota Valley Canning Co.; the Doughboy for Pillsbury; the Marlboro Man for Philip Morris; Charlie the Tuna for Star-Kist; Tony the Tiger for Kellogg's; and the lonely Maytag repairman. Burnett was known for the relatively conservative, Midwestern flavor of its ads. By the early 1970s, when billings stood at about $400 million and it employed about 1,200 people in the Chicago area, Burnett was the world's fifth-largest advertising firm. In 1989, when Burnett had dozens of offices around the world, the firm's headquarters moved into a new Chicago skyscraper, the Leo Burnett Building, located on Wacker Drive. The firm struggled against stiff competition in the 1990s, losing several major clients, including large Chicago-based companies United Airlines and McDonald's. At the end of the 1990s, when Burnett employed over 2,000 people in the Chicago area, it merged with a rival firm in New York and became part of the Bcom3 Group, a Chicago-based advertising giant that then ranked as the world's seventh-largest ad agency. In 2002, Bcom3 Group was bought out by the French Publicis Groupe S.A. As part of that firm, Leo Burnett USA continues its activities from offices in Chicago and New York.",
    "Bibliography": "This entry is part of the Encyclopedia's Dictionary of Leading Chicago Businesses (1820-2000) that was prepared by Mark R. Wilson, with additional contributions from Stephen R. Porter and Janice L. Reiff."
}