{
    "Title": "Burr Ridge, IL",
    "Descriptive Text": "DuPage County, 17 miles SW of the Loop. Burr Ridge's gently rolling hills were carved by glaciers at the end of the last ice age, and most of the village lies on the Valparaiso Moraine. Flagg Creek, a tributary of the Des Plaines River, runs through town.Joseph Vial erected a log cabin near Wolf and Plainfield Roads in 1834. Vial also ran a hotel on the stagecoach line, and the Vial family was actively involved in Lyons Township politics and the creation of the Lyonsville Congregational church. The first Democratic Convention in Cook County was held here in 1835. After 1848, farmers shipped their goods to Chicago along the Illinois & Michigan Canal. A small settlement of German farmers also inhabited Flagg Creek by the 1880s.In 1917 the International Harvester Company purchased 414 acres for an experimental farm, where it tested the world's first all-purpose tractor, the Farmall. Also in 1917, the Cook County Prison Farm (also known as the Bridewell Farm) began operation in what is now Burr Ridge.In 1947 developer Robert Bartlett, whose company also developed Beverly Shores and Countryside, established the Hinsdale Countryside Estates out of a former pig farm. In 1956 these residents decided to incorporate as the village of Harvester, in honor of International Harvester.In the 1940s Denver Busby bought 190 acres that became known as the Burr Ridge dairy farm. He later launched the Burr Ridge Estates, with five-acre home sites. In 1961 the International Harvester Company and the Burr Ridges Estates merged with Harvester, changing the community's name to Burr Ridge. The town name is derived from a group of bur oaks (scientists spell it with one r) on a ridge. By 1963 the population had more than doubled, to 790, and by 1975 it had soared to over 2,200.In 1969 Chicago Mayor Richard J. Daley floated a proposal to build low-income subsidized housing on the prison farm property, but Republican -dominated DuPage County squashed the idea. The prison farm site became the Ambriance subdivision, a gated community of multimillion-dollar homes. Other farms gave way to the Carriage Way subdivision, and in 1971 additional farmland became the Braemoor neighborhood. An area known as Valley View, once owned by a Chicago industrialist and later by the Chicago chapter of the Boy Scouts of America, was developed in the early 1970s as the Burr Ridge Club. The village also has five corporate parks. As with other towns in the industrial corridor southwest of Chicago, close proximity to Interstates 294 and 55 spurred development in Burr Ridge.By 1990 the population had risen to 7,669, a 100 percent increase over 1980. Into the 1990s Burr Ridge continued to aggressively annex surrounding land, growing to include seven square miles. The 1998 median home value weighed in at $470,000. An $8 million project at the turn of the century upgraded water mains, with water coming via Bedford Park. The Robert Vial home, relocated to Pleasant Dale Park, now houses the Flagg Creek Historical Society.",
    "Bibliography": "“Farmers Till the Rich Soil.” Doings. September 3, 1981.“Village of Burr Ridge: A Very Special Place.” 1998 Calendar and Annual Report.McCullough, Purdie. “A Very Special Place.” Burr Ridge Bicentennial Committee, 1976.",
    "Author of Text": "Ronald S. Vasile",
    "Hyperlinked Terms Associated": [
        "Des Plaines River",
        "hotel",
        "Democratic",
        "Illinois and Michigan Canal",
        "Cook County",
        "Countryside",
        "Subsidized Housing",
        "Republican",
        "Dupage County",
        "subdivision",
        "Scouts",
        "water",
        "Bedford Park"
    ],
    "Street addresses associated": [
        "Braemoor",
        "Valley View"
    ]
}