{
    "Title": "Bus System",
    "Descriptive Text": "Although public transportation systems in the Chicago area at the opening of the twenty-first century operated a system of nearly 2,900 buses providing 326 million rides annually, an estimated 14,000 buses in the region were privately owned and operated in charter service and for schools, corporations, churches, and airports. The largest single system, with 1,882 buses, was operated by the Chicago Transit Authority. Pace was operating more than 600 buses in the suburbs.The use of transit buses varies from fixed routes (where stops are marked by signs and buses operate on schedules) to dial-a-ride service (in which the patrons, usually elderly or handicapped persons, must telephone in advance for pickup).The standard transit bus in the United States, which has an entry door in front next to the driver, an exit door in the rear, and the engine under the floor, was developed in 1927 by Twin Coach Company for Chicago Surface Lines (CSL) as a cheaper alternative to extending streetcar lines. That design has grown into a vehicle 102 inches wide and 40 feet long seating 40 passengers. Transit buses were an offshoot of heavy-duty trucks developed during World War I, whereas small motor buses were developed from automobiles in the 1890s.The prototype transit bus resulted from a battle between CSL (a street railway ) and Chicago Motor Coach Company to provide service in outlying areas of Chicago. The bus company was controlled by John D. Hertz, who founded Yellow Cab Company and the rental car company bearing his name. Although the street railway was successful in its court bid to protect routes on which it held franchises but had not yet extended streetcar lines, CSL was forced to buy buses to provide the service.Chicago transit systems have also experimented with larger vehicles. Chicago Motor Coach Company in 1933 bought a series of 72-passenger, double-decked buses called “Queen Marys” because of their size. Their use was limited, however, because they were too tall to clear many railroad viaducts.When it was absorbed by the CTA in 1947 the CSL street railway had 411 buses. Chicago Motor Coach had 595 buses when it was bought by the CTA in 1952. The transit agency replaced its streetcar fleet with buses in the 1950s to reduce costs. Buses are operated with one employee, a driver; whereas streetcars required two, a motorman and a conductor.Buses have not proved to be as influential in shaping development in Chicago as were the street railways because they have generally followed street railway routes. Surface-system ridership in Chicago, which includes both buses and streetcars but not rapid transit, declined from 641 million passenger trips annually in 1952 to 287.6 million in 1997.",
    "Bibliography": "Krambles, George, and Arthur H. Peterson. CTA at Forty-five: A History of the First Forty-five Years of the Chicago Transit Authority. 1993.Mroz, Albert. The Illustrated Encyclopedia of American Trucks and Commercial Vehicles. 1996.Young, David M. Chicago Transit: An Illustrated History. 1998.",
    "Author of Text": "David M. Young",
    "Hyperlinked Terms Associated": [
        "public transportation",
        "Chicago Transit Authority",
        "Pace",
        "street railway",
        "rapid transit"
    ]
}