{
    "Title": "Business of Chicago",
    "Descriptive Text": "Business and Chicago have been inextricably bound since the city's beginnings in the early nineteenth century. Although there is no truth to the story that Chicago is Potawatomi for “let's make a deal,” economic and business concerns have not merely shaped but determined Chicago's destiny for almost two hundred years. After an initial period of settlement and environmental/economic accommodation, the city entered into a remarkable phase of economic expansion between about 1850 and 1930. Chicago's economic performance since that time has been less impressive, but the city, having adjusted to a series of economic shocks and dislocations in the 1970s and 1980s, remains the most important economic and business center in the interior of the United States. Indeed, with its increasingly diversified economy, metropolitan Chicago appears well poised to continue as the economic powerhouse, if not the growth engine, for the greater Midwest.European penetration of the Great Lakes region began relatively early during the socalled Age of Discovery. By the late seventeenth century, numerous Frenchmen —most notably Louis Jolliet and Jacques Marquette—had explored the area along the southwestern shore of Lake Michigan. Throughout the eighteenth century, the area's marshy grounds were traversed by various trappers, traders, “projectors,” and “adventurers” from Europe and elsewhere in the Americas. The intensity of European and African commercial penetration increased markedly in the early nineteenth century, illustrated in stylized form by the establishment, destruction, and reestablishment of the Fort Dearborn site on what is now Michigan Avenue in the period between 1803 and 1816.Until recently few scholars viewed Chicago's early development in a fully commercial framework, arguing instead that slow, desultory, rather aimless economic encounters among traders, frontier farmers, Indians, and government contractors of one type or another characterized the area's economy until the 1830s. The same scholars then argue that during the 1830s Chicago experienced a wild period of boom and bust, based on furious but ultimately unsustainable land speculation, before establishing a firm foundation as a trading center in the 1840s.Today most students of the economic development of the southern Great Lakes region, including Chicago and environs, embed the area from the start in the context of an expanding capitalist market in the Western world. The fur trade, military installations, public investment in infrastructure, private real-estate speculation, and the marketing of farm products, however prosaic and seemingly petty, are all viewed as expressions of the region's gradual, piecemeal and incremental, but ultimately inexorable incorporation into capitalist financial and product markets of extraregional, indeed, national and even international scope. When viewed in this way, Chicago's development after 1830 seems less sudden and abrupt and less implausible. This is not to suggest that Chicago qua Chicago was foreordained or inevitable, merely that, given American capitalism's nineteenth-century trajectory, the development of an urban center such as Chicago somewhere in the southern Great Lakes region of the Midwest is readily understandable.By the early nineteenth century an expanding capitalism was transforming the area economically from a site of irregular or intermittent cross-cultural trade in resources and “preciosities” to a site of regular, routinized production and exchange of agricultural commodities and manufactured goods conducted and organized under Euro-American auspices. Such expansion manifested itself in a variety of ways: in state formation and in the build-up in the administrative capacity of the U.S. government in the region; in the capitalist state's increased police powers and its move to monopolize organized violence; and in rising public and private investment in transportation infrastructure. The completion of the Erie Canal in 1825 was particularly important in this last regard, for by linking the Great Lakes with Buffalo, Albany, and by extension with New York City and the Atlantic world, the canal at once signaled and helped to bring about a shift in the locus of economic power in the Old Northwest from the Ohio Valley to the southern shoreline of the Great Lakes, from Cincinnati and Louisville to Cleveland and, increasingly, to Chicago. The Erie Canal did not do this all at once, of course, but with its completion and early success, visionary entrepreneurs began to sense and more importantly to invest in the future of cities on the Lakes' southern shores. These investors were as prescient as they were vigorous, but in retrospect it is clear that the Great Lakes region generally and the Chicago site specifically were good bets in the first half of the nineteenth century.One might begin with resources, not merely because they were bounteous in the Midwest—although they certainly were—but because the particular constellation of resources available in the Great Lakes region was remarkably appropriate for rapid economic development in the nineteenth century. There was the soil, for example, soil of great natural fertility, and water, water in almost unimaginable and seemingly inexhaustible quantities. And there were prairies, pancake flat and most fortuitous in the coming age of the railroad, as well as vast deposits of iron ore and coal, which proved propitious indeed as America turned to steam and steel.A formidable stock of social and cultural resources complemented these natural resources. Settlement was dominated by farmers and artisans who, whether of Yankee or German origins, were accustomed to disciplined labor, rational calculation, and patient accumulation. Equally determined migrants from other lands followed and, despite vast differences in cultures and traditions, either bought into, or at least behaved in a manner consistent with, the economic and social expectations and ethos of their Euro-American neighbors. Such resources, conjoined with the relatively liberal and egalitarian developmental policies associated with the Midwestern states, help to explain both the rural and urban opportunities available in the southern Great Lakes region and, ipso facto, the region's inflows of labor and capital. Indeed, the area was nothing if not ready for what the novelist Richard Powers has aptly referred to as the “tireless nineteenth century.”If the best opportunities early in the century were still in the procurement of raw materials, cross-cultural trade, government contracting, and land speculation and development, commercial agriculture soon entered fully into the mix. Along with commercial agriculture—small grains and cattle plus corn and hogs, most notably—came increased trade and the beginnings of what might be called Chicago's agro-industrial complex. Because production, exchange, and consumption were closely, even organically linked in the Midwest (unlike the case in the American South among other places), town and country, or, more accurately, field, forest, and factory, fostered and supported one another in a mutually ramifying, virtuous economic cycle. Well before 1850, indeed, even before the much-ballyhooed completion in 1848 of the Illinois & Michigan Canal connecting Chicago to the Mississippi River system via the Illinois and Chicago Rivers, the city on the southwestern shore of Lake Michigan was emerging as one of the more important urban nodes in the Midwest's regional economy. Chicago's population grew accordingly, from about 200 inhabitants in 1833 to almost 5,000 in 1840 and nearly 30,000 in 1850.Yet resources, impersonal market forces, and capitalism's “systemics” cannot fully explain Chicago's development. Despite the city's many locational advantages, an equal number of disadvantages—poor drainage, endemic disease, a late start—had to be overcome if the city was to outcompete other commercial centers to become the jewel in the Midwestern urban crown. Here, many scholars point to yet another advantage Chicago enjoyed over its rivals: an advantage in human capital, specifically in entrepreneurship.Whatever attribute or complement of attributes one chooses to emphasize in defining entrepreneurship—risk receptivity, vision, creative innovation, deal-making, enlightened management, and the like—Chicagoans have never seemed lacking. Although some economists assume that economic behavior is entirely positional, and that sociocultural qualities such as entrepreneurship are randomly distributed among human beings, Chicago's early history suggests otherwise. In this regard, it is most instructive to plot Chicago's historical trajectory against the trajectories of some of its early urban rivals, places with more or less similar structures of opportunity, places such as Kenosha, Racine, and even Milwaukee and St. Louis. The historical differences among these places cannot be attributed solely to structural factors, locational differences, first-mover advantages, timing, or luck. A residual remains, some part of which arguably is explicable by invoking entrepreneurship.In any case, in the 1830s and 1840s, riskreceptive, visionary, creative, deal-making businessmen and women were busy making Chicago work. Not only was the city establishing a hinterland, it was beginning to develop entrepôt and manufacturing functions—trading, milling, butchering, tanning, brewing, distilling, sawing, planing, and, most portentously, fabricating products for local, regional, and, in some cases, extraregional markets. In so doing, Chicago and Chicagoans—aided by governmental policies supporting development and a legal system promoting the “release of entrepreneurial energy”—were setting the stage for the amazing period of economic expansion about to unfold.Chicago's economic dynamism between the 1850s and the 1920s is the stuff of legend. Seldom before in world history had an urban center grown so rapidly, been transformed so dramatically, or captured and conveyed the regnant spirit of the age so thoroughly. Chicago had developed big shoulders indeed by the 1920s, and this development was due more than anything else to sweaty work and heavy lifting. In the age of industrial capital, Chicago had become America's industrial capital, there to remain for most of the twentieth century.The city's will to power—one of Chicago's official mottoes, revealingly, is “I will”—can be said to have begun, metaphorically at least, in 1847. In that year, a Virginia native named Cyrus Hall McCormick migrated from Cincinnati to Chicago and brought with him a business enterprise, the McCormick Harvesting Machine Company, which captured and embodied the epoch of Chicago's industrialization. Not only was the factory McCormick established in 1848—the McCormick Reaper Works, located between North Water Street and the Chicago River, just east of what is now Michigan Avenue—large and centralized, but its metal-fabricating technologies and the agro-industrial tenor and cast of the products produced were avatars of the city's subsequent manufacturing orientation. McCormick later marketed its products not just in the Midwest or even the United States, but all over the world.Between 1850 and the 1920s Chicago was transformed—or more accurately and actively, it transformed itself —from an earnest little regional trading node in the interior of the United States into the nation's second largest city. Served only by the Galena and Chicago Union in 1850, the city was the greatest railroad center in the world by 1856. In possession of but rudimentary manufacturing facilities at midcentury, Chicago formed the core of one of the most heavily industrialized regions on earth before 1900. A nice little trade, distribution, and supply center for Great Lakes' farmers in 1850, Chicago had extended its hinterland into the Rockies within a few decades and developed into a world emporium before the turn of the century. How and why?As the American economy grew, the northeastern quadrant of the United States—the area east of the Mississippi River and north of the Ohio River—came to constitute the nation's manufacturing core. As transportation and communications improvements linked the West more closely with other regions, Chicago, well positioned to take advantage of such developments, began to assume more and more economic functions, of greater and greater sophistication and complexity. The city's growth and dynamism began to seem irresistible, inexorable, inevitable: the juggernaut of the southern Great Lakes, indeed, of the United States. Wherever one looks—transport, trade, finance, manufacturing, services—one finds Chicago on the move. The city's primacy in the U.S. transportation system grew, for example, with the simultaneous, mutually reinforcing development of the West and the American railroad network. As a “gateway” to the West, moreover, Chicago benefited coming and going, serving as both a staging point (commercially and financially in particular) for migrants west and a collection and processing point, later on, for the fruit—or, more accurately, the grain and meat—of their labor. At the same time, Chicago's economic relationships with its immediate hinterland in the Great Lakes region intensified as well, with the city's mercantile community not merely facilitating but, in many cases, making possible increased production and consumption in the region.As the city's population grew, internal multiplier effects came into play: more people meant more construction, provisions, services, entertainment, etc., which, in turn, led to more jobs and more people, and perforce to iteration after iteration of the same process. Chicago's population grew from just under 30,000 in 1850 to about 300,000 by 1870 then to almost 1.1 million by 1890. By 1910 the city's population had doubled again to almost 2.2 million, and Chicago's population grew by another 55 percent or so over the next two decades, approaching 3.4 million by 1930. Some of this growth came from annexation, but most was “real,” the result of natural increase (an excess of births over deaths among the resident population), rural migration (from the Midwest and, increasingly, from the South), and from foreign immigration (particularly from Southern and Eastern Europe).For all its railroads, western connections, trade and commerce, and internal multipliers, Chicago between 1850 and 1930 evokes images of manufacturing, the heavier the better. However important the Illinois Central, Sears, Roebuck & Co., or the Board of Trade—and they were important indeed—in the mind's eye Chicago, during this period, butchered hogs, made tools, and stacked wheat. With apologies to Carl Sandburg, Chicago meant iron and steel too, and furniture, clothes, and tobacco, as well as a thousand and one other manufactures. In 1890, Chicago was the leading center of slaughtering and meatpacking, lumber production, and furniture manufacturing in the United States. By that time the city was also the nation's leading manufacturer of foundry and machine-shop products, the second leading manufacturer of clothing and apparel, the third largest manufacturer of tobacco products, and a leading producer of iron and steel, industries that would grow dramatically in the years to come.By 1930 Chicago, had become even more of a manufacturing town. Moreover, many of the early processing activities—sawing and planing lumber, milling, and meatpacking—lost ground in relative terms to higher-order industries based on metal fabrication, particularly the fabrication of iron and steel. In 1930 the “Chicago Industrial Area”—comprising a five-county area in northeastern Illinois and adjacent Lake County in northwestern Indiana—was the second largest manufacturing area in the U.S., behind only the “New York City Industrial Area,” which had over twice as many people. In per capita terms, Chicago's value of manufacturing product and value-added by manufacturing exceeded New York's in 1930, as did the manufacturing proportion of the labor force. In qualitative terms, too, vast differences distinguished the two areas: Chicago was America's center of heavy industry, New York, the center of light industry. Chicago, in the eyes of Chicagoans and non-Chicagoans alike, typified large-scale, centralized, capital-intensive, heavy industry.This view of Chicago is not so much wrong as incomplete, both in terms of the city's manufacturing sector specifically and of its economy as a whole. Although the electrical machinery industry, iron and steel production, and machine-shop and foundry production constituted the three largest components of Chicago's manufacturing economy in 1930, employment in other, less “brawny” manufacturing sectors was extremely significant as well. There were, for example, over 30,000 Chicagoans employed in the clothing industry in 1929, over 25,000 employed in printing and publishing, and another 18,000 employed in the furniture industry. If many Chicago workers labored in huge integrated mills—the average number of wage earners in Chicago's 36 iron- and steelmaking facilities in 1929 was 1,261—many other Chicagoans toiled in much smaller manufacturing establishments. One of the great canards about American industrialization is that by the late nineteenth century all of the manufacturing action was occurring in big, vertically or horizontally integrated units controlled by large corporations. In reality, much of America's manufacturing output continued to come out of small- and medium-sized family-owned firms, producing small “batches' of specialized goods. In Chicago, such firms could be found everywhere but seemed to locate most commonly on the West and North Sides, with big mills dominating production on the South and Southeast Sides of the city.As Chicago's manufacturing sector evolved, as its output became at once more varied and more sophisticated, the markets for manufactured goods produced in the city changed as well. With the relative shift away from processing activities and toward fabricating industries, the city was able increasingly to pursue import substitution policies and to export fabricated goods (rather than just raw materials, agricultural commodities, and processed manufactures) out of the region. By the 1920s, electrical machinery, iron and steel products, machine tools, and fabricated metals from Chicago were being sold not merely throughout the United States, but all over the world.Chicago's formidable industrial prowess provides a ready explanation of the city's economic dynamism between the 1850s and 1930. But the city's expansion and growth during this period, before this period, and after this period owed much to trade and finance, to transportation-related activities, and to a variety of service activities. Chicago became the Midwest's great wholesale and retail emporium during this period and retained many of its marketing functions for areas further to the west. Its bankers and financiers provided credit and financial services for much of the region, and the city's commodities exchanges, however controversial, helped bring greater order and stability to American agriculture. Chicago remained the leading railroad center in the country, and, as the U.S. automotive-industrial complex became increasingly centralized in the Great Lakes region, Chicago came to play a leading role in the automobile and trucking industries too. Finally, as the city's population grew wealthier and more sophisticated, Chicago began to invest more in human capital—in education and in health care, most notably—and to spend more on sports, entertainment, and the arts, that is to say, on cultural capital. As a result, service-related activities—the food, beverage, and lodging industries, for example—grew as well. All in all, Chicago, circa 1930, was at its apogee. Would this mighty city's amazing growth ever end?This question is more difficult to answer than appears at first glance. On the one hand, the city has clearly experienced some periods of tough economic sledding over the past 70 years. Like most other cities in the industrial Midwest, Chicago suffered terribly during the Great Depression, as the demand for Chicago-made capital goods and consumer durables plummeted. Similarly, both the city and the entire metropolitan region have been hurt by the decline of jobs in heavy industry over the past 30 years—the region lost a staggering 188,000 jobs in this sector during the 1980s alone. On the other hand, Chicago's economy grew robustly during the Second World War, for most of the period between 1945 and the early to mid-1960s, and during the 1990s. Chicago's economic performance, once amazing, has been solid since its apogee. To appropriate and adapt a conceptualization initially developed by historian John Higham, the period can be seen as one in which the city moved in economic terms from “boundlessness” to “consolidation.”Demographic as well as economic data support the theme of “consolidation.” Although the growth rate of the city of Chicago has been negligible (and, at times, negative) over the past 70 years, the Chicago metropolitan area has grown at a robust rate over much of the period. According to the 2000 census, greater Chicago constituted the third largest metropolitan area in the U.S., behind only Los Angeles–Riverside–Orange County and the New York City–Northern New Jersey–Long Island metropolitan conurbation. As such, “Chicago,” with more than 8 million inhabitants, is still by far the largest urban center in the “fly-over district” of inland America.Metropolitan Chicago's economy has experienced relatively robust growth for much of the period too, despite severe problems related to industrial readjustment and restructuring during the 1970s and 1980s. Indeed, the Chicago area's economy as a whole continues to perform well, and, in some ways, Chicago's more diversified and balanced economy at the turn of the twenty-first century is healthier and more stable than ever before. Even the situation in manufacturing is more complicated than often assumed. Manufacturing has declined in relative terms in the Chicago area, particularly the manufacturing proportion of the area's labor force, but total manufacturing output has continued to grow, and the Chicago Standard Metropolitan Statistical Area ranks third behind New York and Los Angeles in most measures of industrial might. Chicago remains, according to almost every index, one of the most important industrial areas in the U.S. and in the world. Given Chicago's continuing importance as a center of trade, finance, and transport—air as well as rail and highway—how does one evaluate and interpret the modern economic experience of (metropolitan) Chicago?One important consideration in attempting to answer this question is the relationship of Chicago to the Midwest. Unlike the situation during the period of Chicago's great ascent, the Midwest since the 1930s has been in a period of relative decline. The income elasticity of food, generally speaking, is low, which, not surprisingly, hurt the agricultural Midwest; and with the expansion of capitalist markets in the U.S. and national economic integration, relatively underdeveloped or undeveloped American regions—in the South and West in particular—began to develop rapidly. To some extent, their development came at the expense of older regions, including the Midwest. In an efficient capitalist economy such as that in the modern U.S., standard economic theory predicts that costs of production will converge with growth rates over time. Areas with very high growth rates, such as the Midwest in the late nineteenth and early twentieth centuries, would not be expected to sustain those rates as other areas developed, but to slow down and decline in relative terms over time. This is more or less what has occurred in the southern Great Lakes region, including metropolitan Chicago, since the 1930s.Indeed, when one compares Chicago's structure of economic opportunity in the post-1930 period with the opportunities afforded the city in the period between the 1850 and 1930, one is struck by how much more constrained and limited Chicago's possibilities and options have been over the past 70 years than during the period of the city's ascent. Chicago's rise was in large part an expression, if not the embodiment, of the Midwest and its manifold resources: flat, fertile prairies during the great age of agricultural and railroad expansion; coal and iron ore during the age of steel; food, fibers, and raw materials during a period of rapid population increase, urbanization, industrialization, and economic growth in the U.S. To be sure, since the 1930s the U.S. economy has continued to develop, but hardly in the same way. The Midwest's comparative advantages have proved less compelling, and Chicago and Chicagoans have had to live with this painful, unvarnished truth. One can argue that metropolitan Chicago has fared pretty well under the circumstances, and that both the city and its inhabitants deserve high marks for devising and implementing sound development strategies and displaying considerable entrepreneurship.Chicago has maintained a strong, increasingly high-tech industrial profile, for example, and has remained a center for wholesale and retail trade, distribution, and industrial and commercial exhibitions. The city has a huge presence in publishing, and it is one of the leading centers of finance, banking, and insurance in the United States. Chicago, moreover, is still the major transportation node for the nation's interior: O'Hare International remains one of the busiest airports in the world; the city handles more railroad freight than any other U.S. city; Chicago has excellent highway connections and massive trucking and intermodal transport capacity; and it is a major inland port. With the opening of the St. Lawrence Seaway in 1959, Chicago became a world rather than lake port.Chicago has survived depression and war, the postwar boom, the retrenchment and restructuring of the 1970s and '80s, and the go-go 1990s with a good deal of its pride and prosperity intact. Although it will likely never again experience a period resembling 1850–1930, and although the city faces countless economic challenges—poverty, inequality, declining infrastructure, and insufficient investment in human capital, for starters—Chicago in many ways and for many people remains even today the “I will” city “that works.” Whether it will remain so in the future as capitalist market integration intensifies in our increasingly “borderless” economic world is the challenge facing Chicagoans in the generations to come.",
    "Author of Text": "Peter A. Coclanis",
    "Hyperlinked Terms Associated": [
        "Potawatomi",
        "Great Lakes",
        "Frenchmen",
        "Lake Michigan",
        "Fort Dearborn",
        "fur trade",
        "infrastructure",
        "real-estate",
        "transportation",
        "water",
        "soil",
        "railroad",
        "coal",
        "Yankee",
        "German",
        "agriculture",
        "Illisnois and Michigan Canal",
        "Chiacgo Rivers",
        "innovation",
        "brewing",
        "work",
        "constrution",
        "annexation",
        "Illinois Central",
        "iron and steel",
        "furniture",
        "meatpacking",
        "lumber",
        "clothing",
        "Lake County",
        "printing",
        "publishing",
        "wholesale",
        "retail",
        "automobile",
        "Great Depression",
        "Demographic",
        "agricultural",
        "insurance, OHare",
        "St. Lawrence Seaway, Market Integration"
    ]
}