{
    "Title": "Commodities Markets",
    "Descriptive Text": "Chicago's ascendant commodity markets were the result of the city's strategic position within the nation's transportation network and its close proximity to some of the most productive farmland in the world. The unprecedented production of corn, wheat, and hogs within Chicago's immediate environs plus the cattle and lumber shipped in from the upper Midwest and Canada filled the city's enormous mechanical grain elevators and vast stockyards. The immense volume of agricultural produce forced the city's commercial community to use their ingenuity (and state law) to temporarily store then ship these goods to domestic and international markets.The completion of the Illinois & Michigan Canal in the fall of 1847 and its opening in the spring of 1848 inspired the formation of the Chicago Board of Trade, the city's first voluntary association of businessmen. The Board of Trade reorganized in 1850 to conform to a law governing boards of trade passed by the Illinois General Assembly in 1849.The city's merchants adopted their procedures to handle grain in bulk, not in bags, as traditionally had been the case. The first small shipment of grain in bulk had occurred in 1839. Chicago's grain traders gained national recognition as a reliable and competitively priced source of grain during the 1850s.The Board of Trade enhanced its role in the grain trade by implementing regulations for grading grain. The state legislature recognized its regulations by granting it a special charter in 1859. The special charter gave the board the power to impose rules and regulations for handling of grain and to arbitrate disputes between commodity merchants.During the Civil War the Union quartermaster procured supplies with contracts that postponed delivery of commodities until they were needed and payment was secured. These contracts created a market in “seller's” or “buyer's” options for the future delivery of commodities. Delivery before a date was “optional” because of the risks of transporting commodities to Chicago. Speculative purchases and sales of commodities were also inspired by these options. Regulations governing them were published by the Board of Trade in October 1865. These crude seller's or buyer's options evolved into “futures” contracts by the end of the 1870s.Merchants bought and sold grain for cash, storage, or for future delivery. Elevator operators stored grain until it could be shipped after navigation opened on the Great Lakes or by railroad. Commission merchants received a fee for satisfying the demands of buyers and sellers of grain or provisions. Speculators bought and sold commodities when it was profitable.The Illinois Constitution of 1870 placed railroads and elevators under the control of a Railroad and Warehouse Commission. The commission had the power to regulate rail and storage rates and to inspect public grain elevators. Ira Munn, an elevator operator in Chicago and a former president of the Board of Trade, challenged the legality of the commission in Munn v. Illinois. The case was appealed to the U.S. Supreme Court in 1876. In the spring of 1877, the Supreme Court affirmed the commission's power as being in “the public interest.”The Board of Trade sued to prevent the unauthorized use of its quotations in Board of Trade v. Christie Grain and Stock Company (1905). Justice Oliver Wendell Holmes, Jr., wrote the brief for the majority affirming the board's ownership of its quotations and speculation as a means that an economy adjusts to changing conditions. By legitimating speculation, “hedging,” or shifting risk to speculators by merchants, was recognized.Chicago's grain market became the world's preeminent commodity market by the end of the nineteenth century. Although the Board of Trade was the predominant market in membership and in trading volume, Chicago was also the location of smaller but influential markets. The Chicago Open Board of Trade was organized in 1880 and has survived as the MidAmerica Commodity Exchange and is a subsidiary of the Chicago Board of Trade. A butter and egg exchange that traces its roots to the post–Civil War era was reorganized in 1919 as the Chicago Mercantile Exchange. The remnants of a local produce market are still visible at the intersection of Halsted and Randolph Streets.During World War I, representatives of Chicago's commodity markets staffed the government agencies created to procure, handle, and distribute the nation's food supplies. The federal government established grades for wheat, corn, and oats while in control of the grain trade. The futures market was closed from September 1917 until May 1920.After the armistice in November 1918, foreign governments were given access to the nation's grain supplies. Their activities disrupted the grain market and resulted in the federal regulation of commodity markets with the passage of the Grain Futures Act of 1922. The Federal Warehousing Act of 1931 extended federal oversight to grain elevators.The viability of Chicago's commodity markets was challenged during the 1920s by the depression in farm prices, subsidized grain exports by foreign governments, and by competition for investors' capital from securities markets. The nation's farmers coped with the relentless decline in prices by seeking help from the federal government. The decade ended with the passage of the Agricultural Marketing Act of 1929, which created the Federal Farm Board and made the federal government a competitor in the private grain market.Chicago's commodity markets entered the 1930s in a weakened condition. The Federal Farm Board began to intervene in the grain market and the markets for commodities began to shift to the south and west. The amount of grain received in the city declined in 1934 to a level unprecedented since the 1870s. Congressional suspicion that grain markets were responsible for the decade's low grain prices inspired a revision and enhancement of commodity market regulation, the Commodity Exchange Act of 1936.The imposition of price controls and the appropriation of commodities by the federal government after the United States' entry into World War II in December 1941 postponed futures trading until the end of the war. But the federal government still retained a substantial and a continuing interest in the agricultural economy with the commencement of the Cold War.As federal control over commodity prices and production began to recede in the 1960s, Chicago's exchanges began to diversify their trading out of agricultural commodity futures. The Board of Trade initiated trading in silver futures in 1969, and along with the Mercantile Exchange commenced trading in gold futures in 1974. The board opened the Chicago Board Options Exchange in 1973. A futures contract in government-insured mortgages began to trade on the board in 1975. The Mercantile Exchange began its futures market in financial instruments with contracts for foreign exchange in 1972, for Treasury bills in 1976, and for Standard & Poor's stock index futures in 1982. The Board of Trade's most successful contract, federal government bond futures, began trading in 1977. Innovations in Chicago and other commodity markets in futures contracts for financial instruments, metals, and other commodities led Congress to replace the obsolete Commodity Exchange Act of 1936 with the Commodity Futures Trading Act of 1974.Chicago's commodity markets recast themselves as futures exchanges for financial instruments and other commodities by the end of the twentieth century. Their position in world markets might not be as dominant as it was at the end of the nineteenth century. At the beginning of the twenty-first, they must successfully challenge the competition to their floor-based, open-outcry trading system from foreign exchanges and from electronic trading.",
    "Bibliography": "Andreas, Alfred Theodore. History of Chicago. 3 vols. 1884. Reprint, 1975.Chicago Board of Trade. Annual Report. Various years, 1859–1940.Taylor, Charles H., ed. History of the Board of Trade of the City of Chicago. 3 vols. 1917.",
    "Author of Text": "Owen K. Gregory",
    "Hyperlinked Terms Associated": [
        "transportation",
        "lumber",
        "agricultural",
        "Illinois & Michigan Canal",
        "Civil War",
        "Great Lakes",
        "railroad",
        "World War I",
        "Cold War"
    ]
}