{
    "Title": "Publishing, Book",
    "Descriptive Text": "Book publishing in Chicago, a business almost as old as the city itself, established its basic nature early on. Its initial growth and source of strength for a full century afterwards was tied to the city's rapid development as the nation's rail center— Rand McNally got its start printing timetables, and the railroads also made possible Chicago's early emergence as a distribution point for subscription titles, reference books, and school texts. Though for brief periods Chicago flourished as a writers' town, the trade book and magazine publishers they needed to support their efforts were never sufficiently numerous to keep them here. Nevertheless, the distinguished University of Chicago Press has maintained its position as the nation's largest university press, and the metropolitan area's several specialty publishers have remained strong. By the 1990s, consolidation and technological changes in the book industry nationwide meant that the metropolitan area was no longer a center for any particular kind of publishing; on the other hand, changes in book distribution nationwide have enabled writers and small publishers in Chicago to compete with others around the country on an equal basis.Chicago's first two publishers were printer Robert Fergus and bookseller S. C. Griggs. In 1839, Fergus issued the city's first regular directory, and in 1876 he began publishing the remarkable Fergus Historical Series, 35 titles chronicling the city's past. Griggs arrived in 1846, two years before the first railroad; a few years later his Literary Emporium on the Prairies had become the nation's largest domestic book agent. In 1872, he sold that business to concentrate on book publishing.Rand McNally started in 1856 and soon began printing railroad tickets and timetables, which eventually led to guidebooks and maps, in which the firm pioneered both technologically and conceptually. Throughout its long history, Rand McNally often developed a substantial line of textbooks and occasionally a trade list; the latter included paperbacks for travelers in the 1870s and Thor Heyerdahl's Kon-Tiki in 1950. In the 1990s, it sold its printing business to confine its efforts to geography-related products.When R. R. Donnelley & Sons was formally established in 1882, Richard Donnelley had been in both the printing and publishing businesses in Chicago for nearly 20 years. One of his first ventures was the Lakeside Library, an 1870s series of inexpensive paperbacks. Though the name has been continued in the annual Lakeside Classics gift books, the firm has followed its founder's dictum that publishing and printing are separate activities, dedicating itself to being North America's largest commercial printer.However, with some help from these giants, Chicago had become the largest publishing center west of New York City by the 1880s. In addition to the “ dime novel ” and subscription book publishers—Belford, Clarke was a major one—publishers of county histories like Benjamin F. Lewis flourished here. Chicago's significance as a literary center began at the same time. In 1880, the Dial was established in cooperation with A. C. McClurg (originally Jansen, McClurg & Company), successor to Griggs and still a leading wholesaler and retailer. While the Dial was becoming the nation's leading literary magazine, the city's newspapers were drawing talents such as Eugene Field, George Ade, Theodore Dreiser, Floyd Dell, and Finley Peter Dunne, many of whom were attracted to the “Saints & Sinners Corner” in McClurg's Wabash Avenue bookstore. McClurg also published some Chicago writers, but his firm's most lucrative publishing venture came after his death, when in 1914 Oak Park native Edgar Rice Burroughs brought them his Tarzan of the Apes. By 1933, the Griggs and McClurg bookselling operation had evolved into Kroch's & Brentano's.Stone & Kimball, another noted venture, began in 1893 and quickly distinguished itself not only for the graphic and literary quality of its books but the elegance and enthusiasm with which it promoted them. Essential to this was the noted Chap-Book, a combination sales piece and literary journal. Contemporaneous were Way & Williams, which followed the tradition of fine printing, and a firm eventually known as Reilly & Lee, which in 1904 began publishing L. Frank Baum's Oz books and later Edgar Guest's popular poetry. In 1918, the P. F. Volland Company brought out the first of Johnny Gruelle's phenomenal Raggedy Ann and Andy series and other books for children.A. N. Marquis was the city's first major reference book publisher; his Who's Who in America appeared in 1899. The World Book Encyclopedia, an easy-to-read general reference, was first published in Chicago in 1917. Compton's Pictured Encyclopedia, compiled by innovator Frank Compton, first appeared to considerable acclaim in 1922. Sometime earlier, Sears, Roebuck had begun selling the Encyclopaedia Britannica through its catalog; in the 1930s, Sears moved EB's editorial offices from New York to Chicago, where it became a major employer of editorial talent. After a few changes in ownership, it began evolving into an electronic information source in the 1990s.The textbook business was led for nearly a century by Scott, Foresman & Co. In 1896 the company acquired Robert's Rules of Order from Griggs's firm and soon assumed national leadership through series such as the Elston Readers, first introduced in 1909, which evolved into the phenomenal Dick and Jane primers by the 1940s. In the 1920s, Row, Peterson published one of the first U.S. history texts to be used on both sides of the Mason-Dixon Line, and in 1939 Science Research Associates became a pioneer in the field of testing and guidance materials. Children's publishers included Albert Whitman & Company, which acquired its famed Boxcar Children series in 1942.Evangelical publishing began in 1869 when Fleming H. Revell established a firm that could extend the ministry of evangelist Dwight L. Moody, his brother-in-law; one of the nation's premier religious houses for decades, it moved to the East Coast around 1910. Later, the Moody Bible Institute established its own press. One of its directors translated parts of the Bible into a version he called The Living Bible and in 1962 established Tyndale House Publishers to publish it. The firm later became the area's major evangelical publisher. In 1972, KAZI Publications was established to distribute and publish Islamic materials.While the city's larger specialty publishers (Playboy Enterprises, Crain Communications, and Johnson Publishing Company) have published few books, some smaller specialty houses have been successful. By the 1990s, Third World Press had established itself as one of the nation's leading African American book publishers. The socialist Charles H. Kerr & Company was still around to observe its centennial in 1986; and Open Court, in nearby LaSalle, established in 1887 to publish scientific and religious books, also became a prominent publisher of textbooks and magazines for children.More representative of late twentieth-cen- tury trends is the trade publishing firm established in 1947 by Henry Regnery; however distinctive, its nonfiction list was never very profitable, and 25 years later it became Contemporary Books, a publisher of sports titles and adult education material. In the early 1990s, it was acquired by the Tribune Company, which a few years later merged it into another acquisition, textbook house NTC Publishing. NTC/Contemporary was sold in 2000 to New York-based McGraw-Hill.So although in 1900, it had looked as though trade publishing in Chicago could assume national leadership, this potential was ephemeral. By century's end, book publishing in Chicago was no longer even a major employer. The text and reference houses had moved or substantially contracted. Chicago's publishers were small-scale and specialized: Ivan R. Dee's nonfiction list, a revived Northwestern University Press, and Sourcebooks' popular compilations among them. Distributors such as the Independent Publishers Group capitalized on the growth of small independent publishers around the country. Various associations and a local book review tried to create a missing sense of community among Chicago-area publishers, but their dissimilar interests and geographic dispersion made that difficult. Chicago's various pieces of the book business may have been healthy, but its whole has never become greater than a sum of its parts.",
    "Bibliography": "Goodpasture, Wendell W. “Chicago Publishers through 75 Years.” Union League Men and Events 31.2 (February 1955).Regnery, Henry. Creative Chicago: From the Chap-Book to the University. 1993.Tebbel, John. A History of Book Publishing in the United States. 4 vols. 1972–1982.",
    "Author of Text": "Connie Goddard",
    "Hyperlinked Terms Associated": [
        "business",
        "Rand McNally",
        "railroads",
        "magazine",
        "University of Chicago",
        "press",
        "maps",
        "printing",
        "dime novel",
        "Dial",
        "newspapers",
        "Oak Park",
        "Sears",
        "Roebuck",
        "Encyclopedia Britannica",
        "Moody Bible Institute",
        "African American"
    ]
}