{
    "Title": "Abolitionism",
    "Descriptive Text": "Chicago's antislavery community included a variety of activists and sympathizers, including former slaves and evangelical Christians from northeastern states. Among white Chicagoans, opposition to the extension of slavery into new territory was more popular than abolition. To many whites, abolitionist crusades seemed as much a threat to the Republic as slavery itself.African American Chicagoans voiced unanimous opposition to slavery but risked reprisal if their actions brought individuals to public notice. Even so, the community, which included many former slaves, took seriously its commitment to Underground Railroad activity assisting fugitive slaves. John Jones, a prosperous free black tailor, often served as a link between African Americans and white abolitionists. It was to John and Mary Jones's house that John Brown brought his band of militant abolitionists when they came through Chicago in 1859 on their way to Harpers Ferry, Virginia.Abolitionists first organized in Chicago through churches, beginning around 1839 with prayer meetings led by the minister of the First Presbyterian Church. Members of other churches also participated, on the grounds that slaveholding was a sin. Quinn Chapel African Methodist Episcopal Church also sponsored abolitionist activities, including an organized watch for slave catchers. Institutional support for the abolitionist movement culminated in 1862 when several Chicago churches voted to send a delegation to plead with President Lincoln for an emancipation policy.Secular abolitionist institutions included the Chicago Anti-Slavery Society and the Chicago Female Anti-Slavery Society. Chicago abolitionists circulated petitions against slavery to be sent to the U.S. Congress. The Western Citizen, a Chicago-based Newspaper, served as the official organ of the Illinois Liberty Party and was the primary abolitionist press for Illinois, Indiana, Wisconsin, and Iowa.Abolitionism enjoyed little success at the ballot box, although one alderman, Ira Miltimore, was elected in 1844, with Liberty Party support. In 1848, the Western Citizen endorsed Martin Van Buren, the Free Soil Party's presidential candidate, as the best chance to elect an antislavery man and found itself in step with a majority of Chicago voters. Thereafter, most Chicago abolitionists who voted became a small, radical portion of the free-soil, anti-Nebraska, and Republican Party coalitions.",
    "Bibliography": "Gliozzo, Charles A. “John Jones: A Study of a Black Chicagoan.” Illinois Historical Journal 80.3 (Autumn 1987).Mahoney, Olivia. “Black Abolitionists.” Chicago History 20.1–2 (Spring–Summer 1991).",
    "Author of Text": "Linda J. Evans",
    "Hyperlinked Terms Associated": [
        "African American",
        "Underground Railroad",
        "Newspaper, Republican Party"
    ],
    "Street addresses associated": [
        "Near South Side",
        "Loop",
        "Harpers Ferry"
    ]
}