{
    "Title": "Agriculture",
    "Descriptive Text": "Although agriculture was practiced by Native Americans living in the area, it was not until settlers from the eastern United States arrived that Chicago began to emerge as the agricultural leader of the world.The years between the first schooner-load of grain to leave Chicago in 1839 and the 1865 opening of the Union Stock Yard defined Chicago's agricultural heritage. The opening of the Illinois & Michigan Canal, the construction of railroads, Cyrus McCormick's and Obed Hussey's competitive manufacturing of grain reapers and other implements, the beginning of the Chicago Board of Trade, and the extremely favorable growing seasons of 1849, 1850, and 1851 all combined to strengthen Chicago's importance to the agricultural business community.Likewise, developments after the American Civil War maintained Chicago's role as the leading agricultural city. Development of the refrigerated railroad boxcar, dredging and expansion of the city's harbor, and the establishment of the corn and livestock belt expanded the agricultural prosperity and reputation of the city.Chicago's “big shoulders” were broadened with each swing of the farmer's scythe. Grain was and remains at the very center of Chicago's agriculture. Wheat, and later oats, barley, rye, and corn, filled the bellies of livestock and ships alike. Grain culture spread westward from Pennsylvania and Ohio and reached peak production on the prairie lands of Illinois in the 1850s and 1860s. Here, the development of technology for planting and harvesting, combined with the fertile soil and almost perfect climate, produced bumper crops on an annual basis. By 1860, Illinois was the number one producer of both corn and wheat.Grain farmers benefited from the ever-expanding transportation system for getting their crop to market. Oxen-pulled carts on crude roads were replaced by horse-drawn wagons on the plank roads of the 1830s. These in turn became obsolete with the opening of the I&M Canal in 1848 and the subsequent railroad construction westward from Chicago in the 1850s. What had been a difficult journey of three or four days to transport a wagon full of grain from the Fox River 35 miles west of Chicago was now a several-hour trip by train to the city.This mass movement of grain resulted in the commingling of grain at railroad stops and barge tie-ups called elevators. There, a farmer's grain was carefully weighed and graded, with like grades being elevated into large commingled overhead bins. From these bins, gravity provided the impetus and wooden chutes quickly filled the waiting railroad cars and barges. While the elevator created another middleman between the farmer and the purchaser, it facilitated a more reliable delivery system, provided a means to accommodate a larger harvest, minimized the loss of grain to a single seller, and provided for the speculator, who could easily buy or sell the stored grain.Speculation on the price of grain and other agricultural commodities has been a critical component in Chicago's agriculture. The Chicago Board of Trade has been the platform allowing access to markets within the United States and throughout the world. Historically, it has provided price stability, setting the minimum price for agricultural commodities and stimulating interest and re-investment in agricultural businesses. While farmers saw speculators as making money off their labor, the Board of Trade facilitated working capital being available for farmers to utilize.The Chicago Board of Trade provided similar support for the growing beef cattle and hog industry of the mid-1800s. As the railroad link between the eastern markets and the increasing number of Midwestern and trans-Mississippi producers of livestock, the Union Stock Yard became the largest facility of its kind when it opened in 1865. Just as wheat production had moved westward, so had the production of hogs, stripping Cincinnati in the early 1860s of its self-proclaimed status as Porkopolis. Following the arrival of Armour, Swift, and other meatpackers, the Union Stock Yard was easily handling eight to nine million animals each year by the mid-1870s.This post–Civil War commercial growth brought expansion to the city and its population. Feeding this population and supplying transport materials within the city limits was a large agricultural endeavor unto itself. Following the Great Fire of 1871, vegetable and dairy operations moved outside city limits. Vegetable and chicken farms could be found arcing from South Holland to Maywood. Dairy farms developed in DuPage, Cook, and Lake Counties and in the closer-in areas of Will and McHenry Counties. Creameries and milk-processing facilities were constructed along existing railroad lines, and special milk trains transported this commodity for processing. Hay and oats were cash crops for farmers in the outlying counties, as they were vital for feeding and maintaining the tens of thousands of horses used in Chicago each day. The hay market in Chicago was a huge endeavor, with the Union Stock Yard feeding its livestock 100 tons of hay each day during its peak seasons, in addition to the corn that was fed to select holdings.After the fire, horses remained the only farm animal permitted to stable within the city limits. They provided necessary cartage between warehouses and businesses, made livery services possible, pulled milk and street peddlers' wagons and fire and municipal vehicles, and performed hundreds of other tasks, including functioning as personal transportation. The waste from these horses was in excess of 40,000 pounds each day.In 1872, New Yorker Franklin J. (F. J.) Berry established a small but successful horse market at the corner of Michigan Avenue and Monroe Street. By 1886, Berry was selling 4,000 horses annually. In October of 1888, he moved his operation to the Union Stock Yard and by 1895 was selling 27,000 horses annually. His success was due to his innovative sales method: horses brought in by the rail carload were sold individually in a weekly public auction. This method, which allowed Illinois to dominate the national horse market from the late 1880s through the late 1920s, continued into the twenty-first century.The interest in and specialization of the Chicago livestock market continued well into the twentieth century. Agricultural fairs and specific breed expositions, including the numerous agricultural pavilions of the 1893 World's Columbian Exposition, assisted in this promotion. Beginning in 1878, a “fat stock” show was held annually, always in the fall, in order to promote and identify the best examples of purebred species. This evolved into the International Livestock Exposition in 1900 and continued on an annual basis until 1975. J. H. Sanders, founder of the Breeder's Gazette in 1881, and son Alvin worked closely with the various large breeders and individual breeders' associations to create this uniquely large, very successful market and exposition.In the twentieth century, changing technology and the expansion of the Chicago region's population have continued to adversely affect the daily role of agriculture. The Union Stock Yard began declining in the 1950s as better methods of carcass transportation decentralized the meatpacking industry away from the Midwestern transportation centers. Two decades later the Stock Yard itself fell victim to recession and closed. Meanwhile, large grocery store conglomerates with their own independent supply and distribution systems facilitated the demise of most local fresh-produce growers.Today, the Stock Yard gate stands as almost a lone sentry against the urban and suburban sprawl that has claimed hundreds of thousands of acres of prime farmland in the collar counties. At the end of the twentieth century, agricultural production continued on a handful of grain and dairy farms that once numbered in the thousands. The recent interest in more wholesome food has sustained a hundred or so seasonal farmers' markets throughout the Chicago region. Specialized products such as free-range chickens, ostrich, llamas, buffalo, and organically grown herbs and vegetables are raised on suburban farmettes. Throughout it all, the South Water Street Market has continued to be the best source of fresh fruits, vegetables, and herbs for Midwestern restaurateurs and independent, up-scale food stores. And the Chicago Board of Trade remains a powerful influence on the world's agricultural markets, despite the fact that most area residents are three to four generations removed from the family farm. Thus, it is these specialized products along with the vastness of the world's grain trade that will define Chicago's agricultural industry for the future.",
    "Bibliography": "Bogue, Allan G. From Prairie to Cornbelt: Farming on the Illinois and Iowa Prairies in the 19th Century. 1963.Clark, John. The Grain Trade in the Old Northwest. 1966.Cronon, William. Nature's Metropolis. 1991.",
    "Author of Text": "Chas. P. Raleigh",
    "Hyperlinked Terms Associated": [
        "Native Americans",
        "Union Stock Yard",
        "Illinois & Michigan Canal",
        "railroads",
        "business",
        "Civil War",
        "climate",
        "transportation",
        "Fox River",
        "commodities",
        "meatpackers",
        "Fire of 1871",
        "South Holland",
        "Maywood",
        "DuPage",
        "Cook",
        "Lake",
        "Will",
        "McHenry",
        "street peddlers",
        "waste",
        "innovative",
        "Worlds Columbian Exposition",
        "grocery store"
    ],
    "Street addresses associated": [
        "South Holland",
        "Maywood",
        "South Chicago",
        "South Side",
        "Loop",
        "Jackson Park"
    ]
}