{
    "Title": "Aldermanic Privilege",
    "Descriptive Text": "Aldermanic privilege refers to the power of Chicago city council members (aldermen) to initiate or block city council or city government actions concerning their own wards. Sometimes written into official council rules, it is often based on unwritten understandings among members or on arrangements with city administrators who find it expedient to routinely comply with aldermanic requests.Mid-nineteenth-century city councils ordered street improvements and assessments to pay for them only if approved first by the local alderman, but because the alderman was expected to carefully represent local property owners, he enjoyed little independent discretion. By the 1890s, informal understandings among city council members allowed an alderman to “dry up” liquor sales in areas within his ward. As city government acted more vigorously and its regulatory powers grew, “council courtesies” gave members veto power in council votes relative to their wards, notably in cases of zoning changes and variances. Aldermen regularly intervened in city departments seeking such favors for voters as tree -cutting, alley cleaning, and permits for driveways and building conversions.Aldermen, in turn, typically exercised this power only with the approval of their party's ward committeeman. Those aldermen who were also committeemen acted as “little mayors” of their wards. Reformers objected that aldermanic privilege led to inconsistent application of ordinances, legislative inefficiency, and outright corruption.Aldermanic privilege reached its zenith in the mid-twentieth century. In 1955, however, Mayor Richard J. Daley centralized zoning variation and driveway permit procedures, denying aldermen veto power and concentrating decision-making in the hands of expert city officials. But changes in the zoning ordinance remain the prerogative of the council, and in the 1980s and '90s members could block city sales or acquisitions of property in their wards. Scandals spurred adoption of an ethics ordinance in 1997, making the exercise of aldermanic privilege more transparent but not eliminating it.",
    "Bibliography": "“City Council.” Clipping file. Municipal Reference Collection,. Harold Washington Library.Einhorn, Robin L. Property Rules: Political Economy in Chicago, 1833–1872. 1991.Gable, William R. “The Chicago City Council: A Study of Urban Politics and Legislation.” Ph.D. diss., University of Chicago. 1953.",
    "Author of Text": "Christopher Thale",
    "Hyperlinked Terms Associated": [
        "zoning",
        "tree",
        "alley",
        "ward"
    ],
    "Street addresses associated": [
        "Loop"
    ]
}