{
    "Title": "Alleys",
    "Descriptive Text": "Quintessential expressions of nineteenth-century American urbanity, alleys have been part of Chicago's physical fabric since the beginning. Eighteen feet in width, they graced all 58 blocks of the Illinois & Michigan Canal commissioners' original town plat in 1830, providing rear service access to property facing the 80-foot-wide main streets. But private platting soon produced a few blocks without alleys, mostly in the Near North Side's early mansion district or in the haphazardly laid-out industrial workingmen's neighborhoods on the Near South Side. Remarkably, however, alleys became the overwhelming norm in city platting, as the national land survey imposed its grid framework upon Chicago's expanding street and block pattern. Together, they enabled the city to evolve a “system” of mass-produced services and mass-produced access, one of the civic accomplishments of the century. By 1900, over 98 percent of the city's residential blocks had alleys, and, a century later, the proportion was still well over 90 percent.Early suburban developments showed a rising ambivalence toward alleys (Olmsted & Vaux's 1869 Riverside plat contains 31 blocks with and 50 without them). Around World War I, “modern” planning theory declared alleys wasteful and undesirable, and the last outer fringes of the city of Chicago, along with the vast majority of suburban territory, were developed thereafter without alleys.Alleys developed social meanings early on. In middle-class areas, the street represented the respectable front, while the alley saw the servants and suppliers do the dirty work. In working-class areas, alleys provided space for small manufacturing, repair shops, rear houses, children's play space, and, eventually, garages. Much of Chicago's elevated rapid transit system came to run along alleys.Chicago's alley life, reflecting in many neighborhoods extreme low-rise urban congestion (in contrast to that of New York's tall tenement blocks), spurred intense social criticism by century's end for the health and behavioral “pathologies” it supported, but improvements came slowly. In the core areas, the impact of business district expansion, expressways, public housing projects, and large-scale urban renewal after World War II obliterated thousands of alleys. In the rest of the city and in some railroad suburbs, however, alleys have survived the new millennium largely intact and contribute hugely to the pulse of Chicago's daily life.",
    "Bibliography": "Abbott, Edith. The Tenements of Chicago, 1908–1935. 1936.Clay, Grady. Being a Disquisition upon the Origins, Natural Disposition, and Occurrences in the American Scene of Alleys. 1978.",
    "Author of Text": "Michael P. Conzen",
    "Hyperlinked Terms Associated": [
        "Illinois & Michigan Canal",
        "Near North Side",
        "Near South Side",
        "Riverside",
        "World War I",
        "planning",
        "rear houses",
        "rapid transit system",
        "business",
        "expressways",
        "public housing",
        "urban renewal",
        "World War II",
        "railroad"
    ],
    "Street addresses associated": [
        "Near North Side",
        "Near South Side"
    ]
}