{
    "Title": "Alsip, IL",
    "Descriptive Text": "Cook County, 16 miles SW of Loop. Alsip's population is part of a large suburban fabric that has grown dramatically with the development of subdivisions and the convenience of automobiles since the 1950s. Both before and after 1950, Alsip's growth has been tied to that of its neighbors: Blue Island, Oak Lawn, and Worth.The ridge of land known as Blue Island is obvious to visitors to the city of Blue Island or the Chicago neighborhood of Beverly immediately to the north. This ridge rises noticeably from approximately 50 to 60 feet above the old lake bed plain to heights of over 650 feet.West of the ridge another rise of land provided a dry area for settlement with easy access to water. To the north and east of this rise was Stony Creek and to the south the Saganashkee Slough. In 1834, the family of Joseph and Hannah Lane settled on the “island” that encompasses much of present-day Alsip and Worth. Several generations of Lanes stayed in the immediate area.Although farming was the dominant occupation on and around “Lane's Island,” the presence of good quality clay led Frank Alsip in 1885 to establish the Alsip Brickyard, later run by his son Charles.By the twentieth century, several cemeteries had located in the area. Reluctant to become completely surrounded by cemeteries, the residents voted in 1927 to incorporate. Although the first order of business for the new village was an ordinance to control cemeteries, nonetheless there are five on the borders and three within the village.Like its neighboring communities, Alsip grew slowly until after World War II. Its population stood at 1,228 in 1950, but explosive growth came with building of the Tri-State Tollway in the late 1950s, especially with the opening of the interchange at Cicero Avenue and 127th Street. By 2000, along with extensive commercial growth, Alsip had a population of 19,725 and one of the most congested intersections in the region.",
    "Bibliography": "“Some History of Lane's Island.” Where the Trails Cross 16.2 (Winter 1985).Alsip: Golden Jubilee, Fiftieth Anniversary. 1977.",
    "Author of Text": "Larry A. McClellan",
    "Hyperlinked Terms Associated": [
        "subdivisions",
        "Blue Island",
        "Oak Lawn",
        "Worth",
        "Beverly",
        "water",
        "Alsip",
        "Worth",
        "cemeteries",
        "World War II",
        "Tollway"
    ],
    "Street addresses associated": [
        "Blue Island",
        "Alsip",
        "Oak Lawn",
        "Worth",
        "Beverly",
        "Saganashkee Slough",
        "Beverly"
    ]
}