{
    "Title": "Amalgamated Clothing Workers of America",
    "Descriptive Text": "Chicago played an important role in the formation and growth of the Amalgamated Clothing Workers of America (ACWA), a union of men's clothing workers. In 1910–11, after an unsuccessful strike, these semiskilled immigrants from Eastern and Southern Europe formed a local chartered by the United Garment Workers Union (UGW). Three years later, this local challenged the conservative UGW leadership and its championing of skilled workers, thereby helping to establish the ACWA. A Chicagoan, Sidney Hillman, became president of the new union. The ACWA completely organized Chicago in 1919, soon claiming a membership of 40,000. It secured wage increases and better working conditions and ventured into unemployment insurance and labor banking. The city became the center of organization campaigns throughout the Midwest, as well as a mainstay of the union nationally.Beginning in the mid-1920s, however, ACWA membership in Chicago began to shrink. Membership dropped off further during the Great Depression, never recovering except during World War II. Chicago continued to provide leadership for the international organization, particularly when Jacob S. Potofsky succeeded Hillman in 1946. The new president extended benefit programs and housing projects to the city and endeavored to reach beyond the stagnating men's clothing industry. In 1976, ACWA members of Chicago, numbering less than three thousand, celebrated the merger of their organization with the Textile Workers Union of America to form the Amalgamated Clothing and Textile Workers Union. In 1995, with the addition of the International Ladies Garment Workers Union, the organization was renamed UNITE (Union of Needletrades, Industrial and Textile Employees).",
    "Bibliography": "Amalgamated Clothing Workers of America. Research Department. The Clothing Workers of Chicago, 1910–1922. 1922.Bae, Youngsoo. Labor in Retreat. 2001.Fraser, Steve. Labor Will Rule: Sidney Hillman and the Rise of American Labor. 1991.",
    "Author of Text": "Youngsoo Bae",
    "Hyperlinked Terms Associated": [
        "strike",
        "unemployment",
        "Great Depression",
        "World War II",
        "clothing"
    ],
    "Street addresses associated": [
        "Loop"
    ]
}