{
    "Title": "Annexation",
    "Descriptive Text": "At its founding in 1837, the city of Chicago encompassed little more than 10 square miles. It was bounded on the east by Lake Michigan, on the south by 22nd Street, on the west by Wood Street, on the north by North Avenue. East of LaSalle Street, the northern boundary extended to Center Street. These boundaries moved outward via a series of referendums until the city encompassed just over 185 square miles by the end of the century. At first, these annexations were the result of legislative acts, but, beginning in 1889, they were the result of elections. Over the following two decades, Chicago, like many American cities, experienced numerous annexations.The largest single annexation followed an election on June 29, 1889, when Chicago gained 125 square miles and 225,000 people. It became the (then) largest city in the United States in area and passed Philadelphia to become second in population. That annexation indicates why some suburbs elected to relinquish their autonomy, and others retained theirs.The rapid growth of urban populations and technology in the late nineteenth century increased public demand for urban services. A larger jurisdiction, the result of annexation, was expected to reduce the cost of providing existing services and provide tax revenues to pay for additional ones. Many suburbs were unable to provide all the services their residents demanded. There were two common problems. First, many suburbs were unable to borrow money for improvements because they were already at their debt limit (typically 5 percent of their assessed valuation). Second, to be cost-effective, the new technologies required populations much larger than most suburbs were likely to have.Suburban voters favored annexation when they were dissatisfied with the quantity, quality, or cost of public services, particularly sanitary services. One of the reasons Lake View Township (including Ravenswood ) annexed to Chicago in 1889 was to obtain a better sewage system. Prior to 1883, Hyde Park Township and Lake Township jointly owned a water system. In 1883, Hyde Park installed new waterworks in the densely settled region north of 87th Street; Lake and Hyde Park Townships were annexed to Chicago in 1889. In each of these political jurisdictions, a majority of voters had to vote favorably for annexation to occur. The importance of a water system for effective fire protection played a role in both cases.An alternative to annexation was the formation of a special governmental body. The Sanitary District Enabling Act of 1889 permitted the creation of a special district over an area benefited by a common sewage-disposal strategy. Municipalities within such a district would be responsible for collecting sewage, but the Sanitary District would be responsible for disposing of it. The act also required municipalities with direct access to Lake Michigan to supply water to adjacent municipalities at reasonable cost. The Sanitary District created an alternative to annexation for residents of suburbs adjacent to Chicago. The southern suburb of Blue Island voted against joining Chicago in 1915, although its neighbor to the north, Morgan Park, had joined the year before. Blue Island's assertion of its right to Sanitary District water helped it to preserve its independence. Clearly some suburbs were too small, too poor, too debt-ridden to continue as autonomous municipalities, but others, such as Hyde Park, could have remained independent. In 1889, however, most suburbs looked to Chicago, not to the Sanitary District, as the supplier of sanitary services.Annexation to Chicago stopped when it reached the established suburban communities where a majority of the residents were supplied with satisfactory public services. In 1892, South Evanston was annexed to Evanston after repeated failures to develop its own source of pure water; in 1894, voters rejected the annexation of Wilmette to Evanston and of Evanston to Chicago. Along with the other North Shore suburbs, Evanston was annexed to the Sanitary District in 1903. In a complicated series of votes, a majority of Cicero voters compelled Austin to join Chicago (1899), Oak Park detached itself from Cicero (1901), and then Oak Park repeatedly voted down its own annexation to Chicago. It has been argued that temperance considerations contributed to antiannexation votes, but even before the 1889 election the Chicago City Council passed an ordinance permitting the establishment of Prohibition districts at the option of local residents.Suburban annexation activity continued into the twentieth century, but it was relatively minor within Chicago. The village of Niles Center ( Skokie ) increased its size tenfold with a series of annexations between 1924 and 1926. The village of Rosemont treated annexation as a tool for creating a city. Incorporated as an area of about 84 acres in 1956, it swiftly began to annex adjacent areas so that it could become a viable municipality. In the last quarter of the twentieth century, Naperville pursued a vigorous program of annexation to capture increasing tax revenues from its booming neighbors. Annexation today is considered feasible for combined areas in the 50,000 to 100,000 population range.",
    "Bibliography": "Cain, Louis P. “To Annex or Not? A Tale of Two Towns: Evanston and Hyde Park.” Explorations in Economic History 20 (1983): 57–72.Keating, Ann Durkin. Building Chicago: Suburban Developers and the Creation of a Divided Metropolis. 1988, esp. chap. 6.McCarthy, Michael. “The New Metropolis: Chicago, the Annexation Movement, and Progressive Reform.” In Michael H. Ebner and Eugene M. Tobin, eds., The Age of Urban Reform, 1977, 43–54.",
    "Author of Text": "Louis P. Cain",
    "Hyperlinked Terms Associated": [
        "Lake Michigan",
        "Lake View",
        "Ravenswood",
        "Hyde Park Township",
        "Lake Township",
        "special district",
        "Lake Michigan",
        "Blue Island",
        "Morgan Park",
        "Evanston",
        "Wilmette",
        "Cicero",
        "Austin",
        "Oak Park",
        "Prohibition",
        "Skokie",
        "series of annexations",
        "Rosemont",
        "Naperville"
    ],
    "Street addresses associated": [
        "Lake View Township",
        "Ravenswood",
        "Hyde Park Township",
        "Lake Township",
        "South Evanston",
        "Austin",
        "Oak Park",
        "Wilmette",
        "Evanston",
        "Skokie"
    ]
}