{
    "Title": "Architecture",
    "Descriptive Text": "W. W. Boyington and John Mills Van Osdel were the most prominent architects in Chicago as the city grew from less than 1,000 at its incorporation in 1837 to 325,000 in 1871. Between them, they designed the region's most important buildings, many of which were destroyed in the fire of 1871. Extant examples of their architecture include Boyington's 1869 Water Tower on North Michigan Avenue and Van Osdel's 1857 McHenry County Courthouse in Woodstock.However, the distinctive and reknowned story of Chicago architecture seldom begins with Boyington and Van Osdel, because their work is viewed as derivative and utilitarian rather than artistic and groundbreaking. The 1871 fire and Chicago's subsequent meteoric growth drew architects with vision and daring.The closing decades of the nineteenth century saw the emergence of a group known as the “First Chicago School,” famous for Chicago's early skyscrapers. They included architects like John Wellborn Root, Charles Atwood, Dankmar Adler, and Louis Sullivan. Also among them were Daniel Burnham, who was instrumental in the “City Beautiful” movement, which took hold with the 1893 World's Columbian Exposition and influenced architecture and planning for a generation. Other Chicago architects, including Frank Lloyd Wright, Barry Byrne, and George Washington Maher, designed homes, schools, and businesses in what has come to be known as the “Prairie School.”In the mid-twentieth century, a modern style dominated by sheaths of metal and glass, championed by Ludwig Mies van der Rohe, characterized a “Second Chicago School.” In the closing decades of the twentieth century a postmodern reaction to the simplicity of the Second Chicago School emerged in the work of architects like Helmut Jahn.",
    "Bibliography": "The Electronic Encyclopedia of Chicago © 2005 Chicago Historical Society.The Encyclopedia of Chicago © 2004 The Newberry Library. All Rights Reserved. Portions are copyrighted by other institutions and individuals. Additional information on copyright and permissions.",
    "Author of Text": "Ann Durkin Keating",
    "Hyperlinked Terms Associated": [
        "fire of 1871",
        "Woodstock",
        "“First Chicago School,”",
        "skyscrappers",
        "\"city beautiful\"",
        "Worlds Columbian Exposition",
        "\"Prairie School\"",
        "“Second Chicago School.”"
    ]
}