{
    "Title": "Architecture: The Prairie School",
    "Descriptive Text": "The Prairie School was a primarily residential architectural movement that began in Chicago yet rapidly spread across the Midwest. Ultimately its influence was felt around the world—most especially in north-central Europe and Australia. Its origins date from the 1890s. Its vitality was largely sapped during the First World War, when homebuilders' attitudes turned conservative and thereafter shunned building concepts that expressed an idea rather than traditional architectural forms—ideas such as the relevance of a building to nature and the landscape, the visual expression of natural materials (rather than concealing them behind paint and wallpaper), or the idea of abandoning small, boxy rooms in favor of a more open, integrated interior space.What, then, nurtured the founding of the Prairie School? First of all, a reservoir of potential clients brought up on the values of the Arts and Crafts movement, those who read the Craftsman magazine and the numerous bungalow books and often dabbled in the arts and crafts themselves—whether by making ceramics, doing woodworking, or binding books. By 1916 the Craftsman ceased publication for lack of readers, and this date coincides closely with the demise of the Prairie School.A second factor nourishing the emergence of the Prairie School was the existence of a small group of dedicated individuals obsessed with the idea of creating a new American architecture, an architecture appropriate to the American Midwest and independent of historical styles. The movement attracted more than a score of young men and women, the best known being Louis H. Sullivan and Frank Lloyd Wright.Louis Sullivan inspired and promoted the movement through the inventive example of his work, his compelling manner of writing and lecturing, and his influence on the many designers who apprenticed in his office. These included Frank Lloyd Wright, George Grant Elmslie, William Purcell, Parker Berry, William E. Drummond, and William L. Steele. Although Sullivan evinced little interest in residential design, his ideas inspired a younger generation. He preached that one must go to school to nature, and this is precisely what the Prairie School architects did.Among these younger architects, Frank Lloyd Wright was unquestionably the most gifted. Nevertheless, despite his natural talent, it required a full decade—following his six-year apprenticeship with Sullivan—to evolve a fully mature idiom of his own. The Robert W. Roloson rowhouses at 3213–19 S. Calumet, designed in 1894, show the influence of Sullivan on Wright's work. Others, most notably George W. Maher, Hugh M. G. Garden, Robert C. Spencer, Jr., and William E. Drummond, were also creating significant and original work. Yet their designs, with the exception of George Maher's, ultimately proved less viable than the work of Wright.Maher's work continually enjoyed widespread support from Midwest clients. His genius lay in combining highly personal, original forms that eschewed historicism yet simultaneously embodied the conservative values cherished by his clients; his house designs expressed stability, permanence, and the acquired social status of its inhabitants.Several of these young architects began sharing loft space in Dwight Perkins's newly built Steinway Hall in the Loop; this gathering commenced during the winter of 1896–97 and at various times included Perkins, Spencer, and Wright, as well as Myron Hunt, Walter Burley Griffin, Marion Mahony Griffin, and others. The result was a vigorous intellectual and artistic interchange.But when Wright built a studio next to his Oak Park home, some among the group, most notably Griffin, were enticed away from Steinway Hall; others just entering the profession also sought apprenticeship at Oak Park—especially after seeing Wright's celebrated exhibition at the Chicago Architectural Club in March 1902. The studio staff at different times included Mahony, Drummond, Griffin, and Barry Byrne. When Griffin left during the winter of 1905–06, Drummond took his place as office manager and chief draftsman, a post later assumed by Robinson. Among the Chicago-area homes designed during these years are the Frederick C. Robie house in Hyde Park and the Laura Gale, Peter A. Beachy, and Frank W. Thomas houses in Oak Park.In 1909 Wright closed his Oak Park studio and left for Europe, leaving his remaining employees to enter private practice or join the employ of others—Griffin being the most sought after in this regard. Also in 1909, Elmslie, after spending 20 years in Sullivan's employ, joined Purcell in partnership (George Feick, Jr., was briefly in the firm). The remarkable quality and quantity of their designs attracted commissions for a wide variety of buildings—not just houses but banks, churches, courthouses, stores, and factories. Much of their work was executed in Minnesota.In 1911 the influential Western Architect of Minneapolis switched its editorial policy to favor the Prairie School. For the next five years this widely read monthly devoted numerous issues to these architects. These profusely illustrated editions influenced home builders and commercial clients to favor Prairie School and had immediate repercussions on architects in smaller communities across the Midwest and Canada. An illustrative example was Percy Dwight Bentley of La Crosse, Wisconsin, on the banks of the Mississippi. Upon entering private practice, and without the advantage of studying under the movement's notable architects, he immediately began producing designs of the highest quality in the Prairie School mode until after World War I, when his clients began to demand buildings in the Colonial style.Also in 1911, Walter Burley Griffin, a gifted landscape architect, entered the international competition for the design of Canberra, the capital city then being planned for the newly independent nation of Australia. Aided by Marion Lucy Mahony's beautiful rendering of his plans, he won this internationally prestigious event in 1912. Canberra stands as Griffin's greatest gift to posterity; despite the distortion of his brilliant scheme by government bureaucrats.Although Griffin and Mahony, who married in 1911, continued to garner commissions in the United States until after 1915, their energies increasingly focused on Australia, where today they are known as the founders of modern architecture. In 1935, Walter was awarded the contract to design the Lucknow University Library and thereafter removed to India where he received scores of commissions (mostly from Indians rather than the British) before his untimely death in 1937.Meanwhile Wright had returned from Europe in 1911 and began building Taliesin, his new single-story home near Spring Green, Wisconsin; this was lower and more informal than his earlier prairie houses. As with Griffin, Wright's focus of activity soon shifted west once he procured the commission to design the Imperial Hotel in Tokyo, Japan, which kept him busy until 1922. Repeated trips to Japan by way of Southern California introduced Wright to a new landscape and climate as well as to less conservative clients; this resulted in commissions to design the Barnsdall and various textile-block houses in California during the late teens and early twenties.Sullivan, between 1906 and 1919, was designing a brilliant series of small-town Midwest banks plus two stately homes and a few low-rise commercial buildings. But he, like the others, had few new commissions after 1919. While Griffin and Wright benefitted from opportunities on the Pacific Rim, these architects who remained in the midwest generally found it necessary to compromise their ideals and design in historical styles. Only Maher's compositions retained a certain, although diminished, public appeal. The intense wave of conservatism that swept the country after the First World War, combined with the demise of the Arts and Crafts movement, signaled a change in taste away from the values of the Prairie School.",
    "Bibliography": "Brooks, H. Allen. Frank Lloyd Wright and the Prairie School. 1984.Brooks, H. Allen. Prairie School Architecture: Studies from the “Western Architect.” 1975.Brooks, H. Allen. The Prairie School: Frank Lloyd Wright and His Midwest Contemporaries. 1996.",
    "Author of Text": "H. Allen Brooks",
    "Hyperlinked Terms Associated": [
        "bungalow",
        "Loop",
        "Oak Park",
        "Hyde Park",
        "landscape architect"
    ],
    "Street addresses associated": [
        "Calumet",
        "Loop",
        "Hyde Park",
        "Oak Park"
    ]
}