{
    "Title": "Art Fairs",
    "Descriptive Text": "Since the 1950s juried art fairs, organized by community volunteers and nonprofit groups in neighborhoods in and around Chicago, have enabled local artists to exhibit, market, and sell their artwork directly to the public, free of the gallery system. Informal and family-oriented, these events allow artists to showcase their work to the public with complete control of how their work is installed and represented. Art Chicago and SOFA, the annual art expositions held at Navy Pier, are two examples of commercial enterprises that invite galleries and art dealers from around the world to market and sell the work of artists that they represent. While these events are often called art fairs, they differ from the neighborhood fairs in that they do not have a direct relationship with local communities or Chicago artists.Two of the oldest juried art fairs in Chicago are the 57th Street Art Fair and the Old Town Art Fair. In 1948 Mary Louise Womer, a Hyde Park gallery owner, conceived the idea of the 57th Street Art Fair as an opportunity for local artists to meet one another and to sell their art directly to the community. With local sponsorship, the first fair consisted of 50 artists, many of them students from the School of the Art Institute and the Institute of Design. Since 1950, a volunteer committee has organized and sponsored the fair with a juried panel of professional artists to select the participants. Exhibitors have included Richard Hunt, Leon Golub, Claes Oldenburg, Margaret Burroughs, and Gertrude Abercrombie. In 1950 the first Old Town Art Fair was organized along a couple blocks in Lincoln Park West. Because the fair was open to public participation, the art ranged from amateur craft objects to masterfully executed paintings and sculpture. In 1958, a small committee was formed to establish regulations and a jury of established artists was implemented to create a more balanced display of media and to improve the quality of the art. By the end of the twentieth century each of these fairs annually showcased more than 300 artists.The art fair system has developed into an important Chicago tradition that links both amateur and professional artists to Chicago communities. Based on the models of the 57th Street and Old Town Art Fairs, neighborhood art fairs have been established in Barrington, Evanston, Hinsdale, Homewood, Naperville, Oakbrook, Peoria, Park Forest, Rockford, Skokie, Wilmette, Woodstock, and other outlying areas.",
    "Bibliography": "Baugher, Shirley. Our Old Town: The History of a Neighborhood. 2001.Richman, Julie, and Mary Louise Womer. Chicago's 57th Street Art Fair: The First 50 Years, 1948–1997. 1997.",
    "Author of Text": "Stephanie Skestos",
    "Hyperlinked Terms Associated": [
        "art",
        "artists",
        "Navy Pier",
        "galleries",
        "Old Town",
        "Hyde Park",
        "Art Institute",
        "Institute of Design",
        "Lincoln Park",
        "Barrington",
        "Evanston",
        "Hindsale",
        "Homewood",
        "Naperville",
        "Oakbrook",
        "Park Forest",
        "Skokie",
        "Wilmette",
        "Woodstock"
    ],
    "Street addresses associated": [
        "Hyde Park",
        "Old Town",
        "Lincoln Park"
    ]
}