{
    "Title": "Art, Self-Taught",
    "Descriptive Text": "Chicago is notable for engendering exceptional self-taught artists and for the unusually vigorous acceptance of self-taught art into the city's art culture. Often referred to as outsider art, self-taught art generally encompasses the work of artists not educated in or oriented to the mainstream art world. Self-taught art differs from folk art, which refers to works of art and craft deriving from ethnic, community, and/or family traditions from both rural and urban environments.An early instance of the recognition of self-taught art in the city occurred at the Arts Club of Chicago. In 1941 the Arts Club mounted 39 paintings by Horace Pippin, an African American self-taught artist from Pennsylvania, in an exhibition including works by Dali and Leger. In 1951 Jean Dubuffet delivered an influential lecture, “Anti-Cultural Positions,” also at the Arts Club, introducing the European concept of the artist outsider. In the 1960s artists, educators, curators, dealers, and collectors recognized works by area self-taught artists, finding their works consistent, provocative, and highly original. Chicago Imagist artists embraced self-taught art and credited its influence on their work.Exhibitions since the early 1960s included Outsider Art in Chicago at the Museum of Contemporary Art in 1979. In 1991, Intuit: The Center for Intuitive and Outsider Art (originally Society for Outsider, Intuitive, and Visionary Art) formed, solidifying Chicago as a national center for the exhibition and interpretation of self-taught art. Chicago-area self-taught artists such as Henry Darger, Joseph Yoakum, Lee Godie, Aldo Piacenza, William Dawson, and Mr. Imagination have achieved international acclaim.",
    "Bibliography": "Patterson, Tom. Reclamation and Transformation: Three Self-Taught Chicago Artists. 1994.Tuchman, Maurice, and Carol S. Eliel. Parallel Visions: Modern Artists and Outsider Art. 1992.",
    "Author of Text": "Lisa Stone",
    "Hyperlinked Terms Associated": [
        "artists",
        "African American",
        "Museum of Contemporary Art"
    ]
}