{
    "Title": "Art Institute of Chicago",
    "Descriptive Text": "From modest beginnings as a tiny academy, the Art Institute of Chicago has grown into an internationally renowned institution, comprising a premier collection of art objects from around the globe, a top-ranked art school and library, and a diverse array of temporary exhibitions and public programs. Throughout its history the institute has served as a barometer of the role of art in Chicago.The institute traces its origins to the Chicago Academy of Design, established by local artists in rented rooms on Clark Street in 1866. Financed by members' dues and patrons' donations, the academy offered classes and staged regular receptions and exhibitions. In 1870 the organization moved into its own building on Adams Street, adding a lecture series to its program. After the building was destroyed in the fire of 1871, the academy was plagued by financial and managerial problems. In an effort to stabilize the institution, business leaders created a board of trustees in 1878. Within a year they decided to organize a new institution, and resigned to found the Chicago Academy of Fine Arts; its expanded mission included collecting as well as offering education and exhibitions. This new incarnation represented a decisive shift from a school run by artists to a multifaceted institution superintended by the city's mercantile elite. In 1882 the academy changed its name to the Art Institute of Chicago and elected as president Charles L. Hutchinson, a banker who would lead the institution until his death in 1924. For the trustees, the institute, along with other new educational and arts organizations, served to offset Chicago's materialism and improve its image. They realized that the city's continued economic growth depended on its transformation from a center identified with commerce to a cosmopolitan place filled with cultural offerings. In turn, the institute benefited from the businessmen's managerial skills and financial generosity.The institute's early history reflected as well as countered Chicago's capitalist ethos: situated symbolically within the city's commercial downtown, it financed its first buildings and acquisitions through business deals and speculation. It also was committed to expansion. During the 1880s the institute outgrew two successive structures at the corner of Michigan Avenue and Van Buren Street, both designed by Chicago architects Burnham & Root. In 1891 the institute and the World's Columbian Exposition agreed to share the cost of erecting a new building on the lakefront, which would be used temporarily for the fair's scholarly congresses in 1893. Designed by Boston architects Shepley, Rutan, and Coolidge, the building announced its elevated purpose through its neoclassical design (recalling the humanist ideals of the Renaissance as well as the architecture of many European museums) and the names of famous artists carved into its entablature. The architects' plan was realized in stages as funds became available; over the course of the twentieth century, connecting structures were added to the rear and sides, but none challenged the symbolic prominence of the 1893 building.The collections likewise mirrored the ambitions and tastes of the institute's leaders and evolving mission. The earliest holdings were instructional objects, most notably a large group of casts of European sculpture. In the 1890s the focus turned, reflecting beliefs that a civic museum should feature masterpieces, a category then meaning original artworks from Europe. The first major acquisition was the Demidoff collection of seventeenth-century Dutch paintings; Hutchinson and fellow trustee Martin Ryerson advanced money for the purchase, and the board subsequently found patrons to donate the pictures to the museum. A series of bequests in the 1920s and 1930s deepened the holdings in Old Master and modern works and established the institute's preeminence in impressionist and post-impressionist painting.Between 1890 and 1917, the institute was transformed from a separate sphere intended to realize the ideals of its patrons to an institution dedicated to bringing art to a wider public and serving as the hub of the city's artistic life. The institute has continued to pursue this mandate through a program of temporary exhibitions, lectures, concerts, and classes. The museum has also broadened the range of its collections to encompass Asian, African, Amerindian, and American arts and has expanded into new media including photography and architecture.The institute's character has also been shaped by its art school. While sharing a dedication to art and education, the museum and school have often disagreed about space, funds, and basic priorities. The museum emphasizes the systematic study and preservation of fine art, paying most attention to foreign art from the past. In contrast, the school is more oriented toward the present and the local, embracing experiment, spontaneity, and applied as well as fine arts. Course offerings in drawing, painting, sculpture, and anatomy were supplemented by more practical instruction in architecture, illustration, and wood carving before 1900, and a separate curriculum in industrial design was added in the 1920s. The museum and school diverged further after 1945, when the rise of abstract expressionism made the historical collections seem less relevant to artists, and a series of disagreements over leadership and administration culminated in a faculty strike in 1965. A clearer definition of the school's status and reporting structure resulted. The school has continued to expand in new directions, adding courses in emerging media (such as performance, video, and the Internet) and degree programs including art education, art therapy, arts administration, historic preservation, and writing.The activities of the museum and school have been supported by the Ryerson and Burnham Libraries, one of the premier research facilities for the study of art and architecture in the United States. In addition to books and periodicals, the library houses prints, photographs, architectural drawings, archives, and ephemera.",
    "Bibliography": "Horowitz, Helen Lefkowitz. Culture and the City: Cultural Philanthropy in Chicago from the 1880s to 1917. 1976.Mancoff, Debra N. “The Art Institute of Chicago: An Introduction.” In Art Institute of Chicago, Treasures from the Art Institute of Chicago, 2000, 13–17.Marzio, Peter C. “A Museum and a School: An Uneasy but Creative Union.” Chicago History 8 (Spring 1979): 20–23, 44–52.",
    "Author of Text": "Diane Dillon",
    "Hyperlinked Terms Associated": [
        "art",
        "fire of 1871",
        "artists",
        "World’s Columbian Exposition",
        "architecture",
        "photography",
        "historic preservation"
    ],
    "Street addresses associated": [
        "Loop"
    ]
}