{
    "Title": "Art",
    "Descriptive Text": "From its earliest history, art in Chicago was created in response to the particular nature of the city—first as a rapidly growing gateway to the frontier West, then against the backdrop of industrialization and global commerce. Chicago's earliest artists were painters and illustrators who created sentimental portraits, landscapes influenced by European examples, and Western subjects for the rapidly growing middle class in the quickly expanding urban center. Many of these artists set up ateliers or were associated with department stores, a phenomenon that continued well into the twentieth century, particularly with Marshall Field's, which featured a fine-arts gallery until early in the 1950s. As part of the rebuilding of Chicago after the fire of 1871, great turn-of-the-century industrialists and philanthropists such as Marshall Field, Charles L. Hutchinson, Bertha Honoré Palmer and Potter Palmer, Lambert Tree, Martin A. Ryerson, and others saw the creation of cultural institutions as an obligation of the civic-minded and as a means of social uplift.The World's Columbian Exposition, organized in 1893 largely to celebrate Chicago commerce, featured works by Mary Cassatt and other important painters and sculptors. Created especially for the White City, the only permanent building erected for the fair was a Beaux-Arts palace of fine arts centrally located on Michigan Avenue, which following the exposition became the new home of the Art Institute of Chicago (founded in 1866 by a group of artists as the Chicago Academy of Design). The Fine Arts Building, Tree Studios, and many other cultural institutions arose out of the efforts of these patrons and the circle of artists, architects, writers, activists—including Jane Addams, founder of the Hull House —and other creative people to improve the life of the city. These patrons traveled to Europe and brought back Old Master paintings, including El Greco's Assumption of the Virgin, and impressionist and post-impressionist masterpieces—the contemporary art of the day—that eventually formed the Art Institute's collections. Chicago's prestigious social and service clubs, particularly the Union League Club, began collecting art. Institutions such as the Renaissance Society and the Arts Club were founded in the early years of the twentieth century and, in presenting modern art for its own sake, affirmed that art was an important aspect of civilized urban life.While Chicago architecture has occupied center stage nationally and internationally, the visual arts have often been a poor stepchild. Local artists, many of them representational painters, sculptors, and printmakers, suffered in comparison to masters imported from Europe and New York, both in the late nineteenth century and as modernism emerged in the early years of the twentieth century. Confronting a reactionary press and with few opportunities to show and often fewer to sell their work, many of Chicago's most ambitious artists adopted a defiant, antimainstream attitude. They championed abstract art in the 1920s when the prevailing style was representational and then promoted figurative styles as abstraction dominated the mainstream in the 1940s and beyond. Several artists, however, did well, including sculptor Lorado Taft, whose casting studios on the South Side later became the art studios for the University of Chicago. Taft's monumental statues of heroic subjects are now Chicago treasures. Ivan Albright created idiosyncratic portraits and still lifes and later became nationally known when he was chosen to create the dissipated portrait of Dorian Gray in the Hollywood production of Oscar Wilde's The Picture of Dorian Gray.To complicate matters, as a Midwestern city away from the center of the art world, Chicago has seen an almost constant drain of talent. In part this has derived from circumstance; the city has long been a major center for art education, attracting unusually large numbers of young artists who quickly move on after establishing a career. The venerable School of the Art Institute of Chicago dominates a scene that has also included the Institute of Design, along with the city's universities. This sort of besieged mentality influenced aesthetic developments—Chicago's legendary adherence to a figurative, surrealist-tinged tradition—but fed into and perpetuated larger myths about Chicago as “the second city,” or, in Carl Sandburg's words, the “City of the Big Shoulders” and “Hog Butcher for the World.” These sensibilities, combined with a deep interest in folk and outsider art, gave rise to a distinctive regional feel, especially in post–World War II painting, which included groups of artists dubbed the Monster Roster and the Chicago Imagists.Chicago art in the 1930s was shaped by the same forces that influenced art elsewhere in the nation, namely the Great Depression and the federally funded Works Progress Administration (WPA). Chicago's brand of social realism differed little from the national norm, influenced as it was by the regional visions of the great muralist Thomas Hart Benton and other social realists. As was typical of the WPA, much art was installed in schools, libraries, post offices, and other public buildings and celebrated the working man and woman, the family, civic life, and the cityscape. Many local artists, including Gertrude Abercrombie, Emil Armin, Eldzier Cortor, Karl Priebe, and Tud Kempf, were employed; the majority of these artists retained a style of social realism, causing their careers to suffer in the 1940s and 1950s.The growing unrest in Europe in the 1930s brought established European artists to Chicago, although not in the numbers seen in New York. The brilliant achievements of artists and photographers associated with Chicago's world-famous Institute of Design had a direct link to Chicago as a center for commerce. It was business concerns that brought the pioneering Bauhaus (later the Institute of Design) to Chicago in 1937, in large part to upgrade industrial and product design for manufacturing enterprises. Walter Paepcke, president of the Container Corporation of America and founder of the world-renowned Aspen Institute, was a major patron. Although Chicago's postwar captains of industry echoed their predecessors of the turn of the century, there was considerable tension between the ambitions of the Institute of Design's distinguished faculty (e.g., László Moholy-Nagy, Alexander Rodchenko, Serge Chermayeff, and Buckminster Fuller) and the needs of the business community. In the end, financial interests ended the great aesthetic and pedagogical experiment when the institute became affiliated with the Illinois Institute of Technology in 1949. Although the heyday of Institute of Design was brief, Moholy-Nagy's philosophy—to train the whole human being as a sensitive, perceptive, problem-solving person rather than merely passing along artistic traditions—electrified students. As these students moved on to teaching positions across the country, this new perspective assumed an enormous impact nationally and internationally. Photography continued to flourish at the Institute of Design in the 1950s and 1960s under Aaron Siskind and Harry Callahan, who emphasized experimentation with the camera and with darkroom techniques as well as the development of technical skills.In the immediate postwar era another federal program, the GI Bill, assumed critical significance. Hundreds of returning soldiers who would not have been able to attend college enrolled in art schools, causing a boom in art education which eventually reached a zenith in the 1990s. Veterans such as Leon Golub, George Cohen, and H. C. Westermann brought a more worldly, mature vision to their artistic output, sowing the seeds for the emergence of a unique Chicago school, the Imagists, in the mid-1960s. Many of these artists were profoundly influenced by a 1951 exhibition by French artist Jean Dubuffet (1901–1985) and by his lecture at the Arts Club, “Anticultural Positions,” which stressed the innate creativity of the unschooled individual. Several figures from the prewar scene, however, remained influential and were starting points for later developments. These included Ivan Albright and Gertrude Abercrombie, whose grotesque, detailed figurative style and primitive style, respectively, typify aspects of Chicago art.Many key patrons, art dealers, and emerging civic and business leaders in the immediate postwar era were University of Chicago alumni who had learned about art and culture directly from artists, many of whom were leaders in the Exhibition Momentum movement. This movement had its genesis when the School of the Art Institute banned student work from its long-standing Annual Exhibitions of Chicago and Vicinity shows in the late 1940s, one of the few places contemporary art was shown in prewar Chicago. Students took matters into their own hands and established a series of highly influential shows, some juried by important New York art world figures, some open to all. Exhibition Momentum artists also set up classes, workshops, and other pedagogical activities for professionals in other fields. These professionals and business leaders, including Joseph Randall Shapiro, Edwin A. Bergman, B. C. Holland, and Richard Gray, exercised major cultural influence in the postwar years.During the 1930s and into the 1950s, Chicago's African American communities, mostly on the city's South Side, experienced great growth and artistic achievement. Inspired by the example of the artists of the Harlem Renaissance in New York in the 1920s (many of whom were educated at the School of the Art Institute), Archibald Motley, Jr. , who had trained in Europe and achieved success as a painter in New York, worked to set up exhibition and pedagogical opportunities for black artists. The South Side Community Art Center, founded in 1941 and arising out of New Deal social programs, was a seminal institution: artists and writers such as Gwendolyn Brooks, Margaret Burroughs, Elizabeth Catlett, Eldzier Cortor, Gordon Parks, and Richard Wright formed the core of a community working in active exchange with artists centered in nearby Hyde Park, where housing left over from the Columbian Exposition had formed an artists' colony since the late nineteenth century. In the 1950s, however, artists with interracial friendships found the political climate increasingly hostile, as McCarthyism and the nascent civil rights movement generated heated rhetoric. In 1961, inspired by the activism and people that had brought forth the South Side Community Art Center, Margaret Burroughs founded the DuSable Museum, the first Midwest museum celebrating black arts and culture.In 1966, also on Chicago's South Side, a style exploded on the scene with the first of three exhibitions at the Hyde Park Art Center by a group who called themselves “The Hairy Who.” These young painters, including Jim Nutt, Gladys Nilsson, and Karl Wirsum, along with other young artists trained by the School of the Art Institute, quickly became collectively known as the Imagists, a term originally coined by critic Franz Schulze to indicate the preceding generation of Chicago artists, now known as the Monster Roster. The Imagists' figurative style, with its emphasis on distortion, precise craftsmanship, garish colors, puns, and word play, came to define Chicago art both within and outside the city. This “Chicago school” received widespread attention, especially after 1973, when the Imagists were featured in the important international exhibition, the XII São Paulo Bienal.The emergence of this group coincided with the first museum devoted solely to contemporary art in Chicago, the Museum of Contemporary Art, which opened off Michigan Avenue in late 1967 with an ambitious plan for showcasing national and international developments. The Chicago mural movement also emerged in 1967, with the Wall of Respect, a paean to black achievements begun under William Walker and the black activist arts organization the Organization of Black American Culture. This mural and the community involvement that it fostered generated over 200 murals by 1975. The civil rights movement, the political activism touched off by the 1968 Democratic Convention, and the emerging pride and social activism of Chicago's rapidly growing Hispanic population all contributed to this now internationally renowned aspect of Chicago art. In the primarily Mexican American neighborhood of Pilsen, a mural aesthetic that fused pre-Columbian motifs, popular cultural symbols, and contemporary Latino concerns and issues was pioneered by Mario Castillo, Ray Patlán, and Marcos Raya.Continuing the investigation of the ideas of Negritude pioneered by sculptor Marion Perkins, a veteran of the South Side Community Art Center, a group of artists interested in giving visual expression to the goals of the Black Power movement formed AfriCobra in 1968. Led by Institute of Design–trained Jeff Donaldson, AfriCobra's philosophy of self-determination and social responsibility inspired a national and international network of black teachers and artists still active at the end of the century. School of the Art Institute–trained Richard Hunt became one of Chicago's most successful artists, with over 50 public sculptures placed around Chicago.The formation of the National Endowment for the Arts as part of President Lyndon Johnson's Great Society programs in the late 1960s enabled an explosive growth of arts institutions. Artist-run spaces such as N.A.M.E. Gallery (1973–1997) especially benefited from federal support, and from this gallery a school of conceptually based art emerged in Chicago concomitant to conceptual art's emergence in New York and Los Angeles. Largely overlooked at the time, this form came to dominate in the 1990s and beyond. Also emerging in the 1970s were groups of time-based artists: video, performance, and experimental film and music were all explored by collaboratives such as the Editing Center, Chicago Filmmakers, and the Experimental Sound Studios as well as by individuals. Dan Sandin, at the University of Illinois Electronic Visualization Laboratory, undertook some of the first investigations in the nation with the video synthesizer and, as computers developed in the 1980s and 1990s, moved on to virtual reality. The Film Center at the School of the Art Institute (founded 1972, now the Gene Siskel Film Center) was built upon foundations laid by dedicated film buffs that dated back to the 1940s and such organizations as the Documentary Film Group at the University of Chicago and the Magick Lantern Society, both founded in the 1960s. The 1970s also saw both the founding and revitalizing of numerous museums to serve a diversified public, including the Balzekas Museum of Lithuanian Culture, the Polish Museum of America, the Spertus Museum of Judaica, The Ukrainian Institute of Modern Art, and the Ukrainian National Museum.In one of the first such programs in the nation, the Chicago City Council in 1978 unanimously approved a Percent for the Arts ordinance, stipulating that a percentage of the cost of constructing or renovating municipal buildings be set aside for the commission or purchase of art works. Numerous examples of public art soon supplemented the already significant array of public sculpture, many commissioned in the prewar years under the auspices of the Ferguson Fund, an endowment controlled by the trustees of the Art Institute. Chicago's best-known public sculpture, an untitled Picasso in Daley Plaza, however, was a private, much criticized endeavor when it was unveiled in 1967. A 1954 bas-relief by sculptor Milton Horn, Chicago Rising from the Lake, carelessly stored and subsequently discovered and reinstalled in 1998 on Chicago's newly developed Riverwalk (the section of the Chicago River between the lake and roughly LaSalle Street), became a symbol of the strengths and problems of Chicago's impressive public art collection as major reorganization and consolidation of the program took place in the late 1990s.In the mid-1980s, along with the rest of the nation, Chicago experienced an art boom. The Chicago International Art Exposition, held annually on Navy Pier, brought attention to the vital and growing art community. A greatly expanded gallery scene emerged, with several distinct districts including the West Loop River North area and Milwaukee Avenue. The Art Institute opened a new wing and began regular presentations of contemporary art for the first time in decades, as it continued to mount blockbuster exhibitions of the impressionist and post-impressionist masters so prominent in its collections. The Terra Museum opened on Michigan Avenue in 1987. The Chicago Cultural Center, the State of Illinois Gallery (a branch of the downstate Springfield Illinois State Museum), and the numerous ethnic and university galleries presented exhibitions of local artists at unprecedented rates. Chicago's Mexican American community established the Mexican Fine Arts Center Museum in 1982, with a new facility in 1987. The Randolph Street Gallery (1979–1998) began a new era of socially and politically informed shows curated by teams of artists. Chicago has remained a nexus for controversy around works of art, the most infamous involving a School of the Art Institute student who displayed the American flag on the school gallery's floor.A fire in April 1989 consumed nearly a dozen major galleries and struck a major blow to the River North gallery district. This disaster, combined with rapidly rising rents as the neighborhood became a dining and entertainment center, has continued the historic process of changing artists' neighborhood and gallery districts, in the 1990s relocating respectively to the near northwest Wicker Park / Bucktown and the near west Fulton Street Market/ University of Illinois neighborhoods. The completion in 1996 of a new and architecturally controversial building by the Museum of Contemporary Art located just off the major North Michigan Avenue shopping district signaled the maturation of the presence of art as a vital force in Chicago, affirming the ideals of Chicago's founders that art is an essential component in a great city.",
    "Bibliography": "Prince, Sue Ann, ed. The Old Guard and the Avant-Garde: Modernism in Chicago, 1910–1940. 1990.Sparks, Esther. A Biographical Dictionary of Painters and Sculptors in Illinois, 1808–1945. 1972.Warren, Lynne, ed. Art in Chicago, 1945–1995. 1996.",
    "Author of Text": "Lynne Warren",
    "Hyperlinked Terms Associated": [
        "artists",
        "department stores",
        "fire of 1871",
        "philanthropists",
        "World’s Columbian Exposition",
        "Art Institute of Chicago",
        "Fine Arts Building",
        "Hull House",
        "Renaissance Society",
        "architecture",
        "South Side",
        "University of Chicago",
        "Institute of Design",
        "universities",
        "Great Depression",
        "schools",
        "libraries",
        "Illinois Institute of Technology",
        "Photography",
        "African American",
        "Archibald Motley, Jr",
        "New Deal",
        "Hyde Park",
        "civil rights movement",
        "DuSable Museum",
        "Museum of Contemporary Art",
        "Mexican",
        "Pilsen",
        "Great Society",
        "film",
        "Lithuanian",
        "Polish",
        "Ukrainian",
        "Chicago River",
        "Navy Pier",
        "gallery",
        "Terra Museum",
        "Mexican Fine Arts Center Museum",
        "Wicker Park",
        "Bucktown",
        "University of Illinois"
    ],
    "Street addresses associated": [
        "Hyde Park",
        "Wicker Park",
        "Bucktown"
    ]
}