{
    "Title": "Ashburn",
    "Descriptive Text": "Community Area 70, 10 miles SW of the Loop. Improvement in greater Ashburn began with the coming of the railroads, just after the area was annexed to Chicago as part of the town of Lake. The original 1893 subdivision, Clarkdale (named after its developer), was platted near 83rd and Central Park along the new Chicago & Grand Trunk Railway in the hope that the area would flourish after the World's Columbian Exposition. By 1894 the early Dutch, Swedish, and Irish population had built only 30 homes; 11 years later just 18 more residences had been added.Chicago's first airport, Ashburn Flying Field, opened in 1916, spurring Chicago's drive to be an aviation center. During World War I it became a training camp for the Signal Corps, and Ashburn's population rose to 1,363. Afterward it had U.S. Post Office airmail contracts but, being situated on marshy prairie land, quickly lost them due to the field's remoteness and the prohibitive drainage costs. In 1927 Municipal Airport (now Midway ) opened, and further interest in Ashburn diminished. Ashburn Field remained open until 1939; in the 1950s the site became Scottsdale, a suburban-style mall and subdivision.By the eve of World War II the population had shrunk to 731. The years during and after the war were marked by industrial expansion between Pulaski and Cicero in Ashburn and neighboring West Lawn. This included Chrysler's 1943 Dodge plant for the manufacture of bomber engines, Tucker's automobile manufacturing in 1946–7, and Ford's Korean War production. In 1960 the boundary between the two community areas was redrawn, creating Ashburn's jagged northern perimeter and uniting the industrial areas within the boundaries of West Lawn.The automobile and the post–World War II baby boom spurred the community to meteoric growth. For over two decades the prairie surrendered to new housing construction, and population peaked at 47,161 in 1970. The prairie plants on the site were replanted in Marquette Park. The new neighborhoods—Ashburn, Wrightwood, Scottsdale, and Parkview—were predominantly white, until a 1993 subdivision, Marycrest, emerged racially mixed.In the 1960s Ashburn was the site of significant racial strife over school desegregation. In subsequent decades, schools, churches, and neighborhoods integrated with the Greater Ashburn Planning Association (GAPA), working to minimize racial conflict.Though hardly ostentatious, Ashburn has maintained an extremely high homeownership rate. Many early residents have moved to the southwestern suburbs; Ashburn Baptist Church has a satellite parish in Orland Park. Retirement housing is under development to help families age in place—if the old stay it is hoped the young also will. Racial steering is not tolerated: “for sale” signs have been cooperatively banned; lawsuits are filed against realtors who do not comply. In recent years the only signs that have appeared on Ashburn lawns—en masse—read: “We're sold on Ashburn.” A 1990 home equity assurance program protects property values.Economic and aesthetic greening are paramount concerns. Having suffered a significant loss of industry and commerce, GAPA actively courts a diverse range of employers; it was also instrumental in the city's designation of a Tax Increment Financing District along Columbus Avenue. The 2000 census population was 39,584.",
    "Bibliography": "Karlen, Harvey M. Chicago's Crabgrass Communities: The History of the Independent Suburbs and Their Post Offices That Became Part of Chicago. 1992.Kitagawa, Evelyn M., and Karl E. Taeuber, eds. Local Community Fact Book of Chicago. 1963.Young, David, and Neal Callahan. Fill the Heavens with Commerce: Chicago Aviation, 1855–1926. 1981.",
    "Author of Text": "Sherry Meyer",
    "Hyperlinked Terms Associated": [
        "railroads",
        "annexed",
        "Lake",
        "World’s Columbian Exposition",
        "Dutch",
        "Swedish",
        "Irish",
        "Midway",
        "subdivision",
        "World War II",
        "West Lawn",
        "automobile manufacturing",
        "community areas",
        "school desegregation",
        "schools",
        "Orland Park",
        "steering"
    ],
    "Street addresses associated": [
        "Ashburn",
        "Wrightwood",
        "Scottsdale",
        "Parkview",
        "West Lawn"
    ]
}