{
    "Title": "Audy Home",
    "Descriptive Text": "In 1899, the women of Hull House and the men of the Chicago Bar Association succeeded in passing legislation to remove children from adult jails and adult poorhouses by establishing the world's first juvenile court. The separate court was part of a sustained campaign to transform the maltreatment of children by abolishing child labor, establishing compulsory education, creating public playgrounds, and strengthening immigrant family life. One dilemma was where to hold children awaiting their first court appearance.Initially, boys were held in a cottage and stable at 233 Honore Street, while girls were housed at an annex of the Harrison Street police station. Although these arrangements were recognized as an improvement over city jail, escapes, attacks, and underfunding within the first two years led to the establishment of the Detention Home, operated by the Juvenile Court Committee ( JCC) in conjunction with the city and county. Children were fed for eleven cents per day, but JCC philanthropists persuaded the Chicago Board of Education to provide a teacher in 1906, and by 1907 a new court building was established with facilities which separated delinquent boys, delinquent girls, and dependent children.Today's Juvenile Temporary Detention Center, located above the 31 courtrooms constituting Juvenile Court, has an official capacity of 489 youngsters awaiting delinquency adjudication or trial in adult criminal court. Popularly still known as the “Audy Home,” this facility's overcrowding and economic distress, as well as questions about appropriate programming, punishment, and safety, continue to challenge reformers. The center's Nancy B. Jefferson School, operated by the Chicago Board of Education, teaches 500 detained children each day.",
    "Bibliography": "Knupfer, Anne Meis. “The Chicago Detention Home.” In A Noble Social Experiment? The First Hundred Years of the Cook County Juvenile Court, 1899–1999, ed. Gwen Hoerr McNamee, 1999.McNamee, Gwen Hoerr. “The Origin of the Cook County Juvenile Court.” In A Noble Social Experiment?",
    "Author of Text": "Bernardine Dohrn",
    "Hyperlinked Terms Associated": [
        "Hull House",
        "jails",
        "juvenile courts",
        "playgrounds",
        "police",
        "philanthropists",
        "children"
    ]
}