{
    "Title": "Australians",
    "Descriptive Text": "Like Australians in other major U.S. cities, most of Chicago's Australians have assimilated easily owing to their small numbers, their knowledge of English upon arrival, and the fact that their migration constitutes a transfer from one advanced industrialized country to another. Unlike many other ethnic groups, Australians living in Chicago have maintained neither an active organizational presence, nor significant neighborhood or occupational concentration.Chicago's small Australian population increased soon after World War II, with the arrival of war brides, Australian women who married American servicemen stationed in the Pacific theater. Since the end of World War II, most Australians who have moved to the Chicago area have been drawn by employment opportunities. In 1998, the Australian-American Chamber of Commerce estimated that a few thousand Australians were living in the Chicago area.The Australian federal government maintained a general consulate office in Chicago from 1971 to 1993 and an Australian-American Chamber of Commerce from 1987 to 1998, each of which closed as a result of cutbacks following an economic depression in Australia during the mid-1990s. The Australian Trade Commission has maintained representation in Chicago, despite the closing of all other Australian governmental offices in the area.Following the closing of the Chamber of Commerce, the Down Under Club, a not-for-profit social organization founded in 1986, became the only organized body attempting to bring together Australians in the Chicago area. The Down Under Club, which has never recorded more than a hundred members, sponsors social functions for Anzac (Australian and New Zealander Army Corps) Day in April, and celebrates the running of the Melbourne Cup horse race on the first Tuesday of each November.",
    "Bibliography": "",
    "Author of Text": "Daniel Greene",
    "Hyperlinked Terms Associated": [
        "World War II",
        "New Zealander",
        "horse race"
    ],
    "Street addresses associated": [
        "Oak Park"
    ]
}