{
    "Title": "Automobile Manufacturing",
    "Descriptive Text": "Although two early automobiles were exhibited at the World's Columbian Exposition of 1893—the prototype Morrison electric and a gasoline-powered car from Germany—horseless carriages didn't receive much notoriety until the Chicago Times-Herald offered $5,000 in prizes to the winner of a round-trip race between Chicago and Evanston two years later. The race attracted considerable attention because two cars were able to finish despite the fact that a storm had deposited a foot of snow on the Chicago area two days earlier.What was possibly the nation's first auto show was held in conjunction with the race. A modest 12 automobiles were exhibited in a donated Studebaker Company wagon and buggy showroom on South Wabash Avenue. Annual auto shows at which builders exhibited production and futuristic vehicles did not begin in Chicago until after 1900. Except during major wars they continued through the end of the century. Road races and “reliability runs” intended to demonstrate the durability of motor cars were also popular in the early twentieth century.The 1895 race in a way marks the beginning of Chicago's auto manufacturing industry; at least six local tinkerers tried to build vehicles for the race but were unable to complete them in time. In the final five years of the nineteenth century at least 22 local companies were formed to build and sell horseless carriages, and at least 12 got their vehicles into production.Although Chicago never quite rivaled Detroit as the nation's auto capital, during the first decade of the twentieth century no less than 28 companies produced 68 models of cars in the Windy City and its environs. Chicago's industrial base, which included a profusion of machine shops able to turn out automotive components, established the city as a center of manufacture of automobile parts through the twentieth century. The fact that the city was a railroad center enabled customers to travel to Chicago from all over the Midwest to buy cars built locally as well as in Detroit. In the decades before rural roads were paved to permit intercity travel by auto, out-of-town customers would buy cars along Auto Row south of the Loop and ship them home by train.Many early manufacturers also built light delivery trucks, which for a time provided more of an impetus for the conversion from horsepower to motor vehicles than did autos because they were less expensive to operate than horse-drawn drays. Trucks also enabled Chicago to reduce pollution from dung and urine deposited by horses on the streets and to avoid epizootic diseases which decimated urban horse populations in the late nineteenth century. Several auto manufacturers, such as International Harvester Company and Diamond T Motor Car Company, successfully converted to heavy truck production. International Harvester, which became Navistar Corporation in 1986, was one of the nation's largest builders of large trucks and school buses.A motorized farm buggy known generically as the “highwheeler” because of its wagon-style wheels was developed in Chicago, which became the center of manufacture of that type of car between about 1903 and 1912, when the Model T Ford drove it from the market. Holsman Automobile Company, International Harvester, Staver Carriage Company, and Sears, Roebuck & Co. combined built nearly 18,000 highwheelers in Chicago. Sears sold them through its catalog.Woods Motor Vehicle Company manufactured more than 13,500 electric and dual-powered cars between 1896 and 1918, when it went out of business. Other well-known Chicago auto manufacturers included Checker Motors Corporation, a taxicab builder which moved to Kalamazoo, Michigan; Yellow Cab Manufacturing Company, one of auto-leasing company founder John Hertz's ventures; and Thomas B. Jeffery & Co., a bicycle maker who developed the Rambler auto and moved his manufacturing operations to north suburban Kenosha, Wisconsin. The Rambler was the most popular auto developed in Chicago. More than 4.2 million were sold between 1902 and their discontinuance in 1969 by the successor American Motors Corporation. As the twentieth century ended, the Rambler factory in Kenosha was used to build engines for Chrysler Corporation autos.The auto manufacturing industry in the Windy City began to decline by World War I as Detroit-made cars became dominant, although the Chicago area remained an important center for auto parts and steel used to make cars. At the end of the twentieth century, Ford Motor Company maintained an assembly plant in Hegewisch, and Chrysler Corporation maintained one in in Belvidere, but the last Chicago manufacturer of consequence was Elgin Motor Car Company, which built 16,784 conventional cars in suburban Argo ( Summit ) between 1916 and its bankruptcy in 1924. In 1946, Preston Tucker organized his company and planned to build the “Torpedo” in a factory in the West Lawn Community Area. Detroit was so dominant that he had no chance of success. The company was bankrupted in 1949 after producing only 51 vehicles.",
    "Bibliography": "Flink, James J. America Adopts the Automobile. 1970.Young, David M. Chicago Transit. 1998.",
    "Author of Text": "David M. Young",
    "Hyperlinked Terms Associated": [
        "World´s Columbian Exposition",
        "Evanston",
        "automobile parts",
        "railroad",
        "Loop",
        "International Harvester Company",
        "Sears, Roebuck & Co",
        "bicycle",
        "World War I",
        "Hegewisch",
        "Summit",
        "West Lawn"
    ],
    "Street addresses associated": [
        "West Lawn"
    ]
}