{
    "Title": "Avalon Park",
    "Descriptive Text": "Community Area 45, 10 miles SE of the Loop. The area now known as Avalon Park was so swampy during most of the nineteenth century that the few houses located there had to be perched on stilts to avoid flooding and infestation. The main natural features were Mud Lake and Stony Island. For a time, Avalon Park's isolation made it a site for waste disposal. The borders of the community are South Chicago Avenue and the Chicago Skyway to the northeast, 87th Street on the southern edge, and the Illinois Central Railroad to the west. A 30-acre park by the same name is situated on the southwestern corner of Avalon Park.Although swampy conditions discouraged early attempts at permanent settlement, railroad workers of German and Irish descent began to reside in the northern section of the community by the late 1880s. In addition to railroad workers, skilled mechanics, many of them Germans employed in nearby Pullman or Burnside, also made Avalon Park their home. Annexation to Chicago in 1889, the World's Columbian Exposition of 1893, and the installation of drainage in 1900 stimulated residential growth.Like many communities, Avalon Park's history has been characterized by successive waves of home building and population growth, although its population began to decline after 1970. The most active period of single-family home building occurred between 1900 (just after drainage) and 1910. In 1910 the name of the community, which had unofficially been “Pennytown,” was officially changed to Avalon Park. A second housing boom occurred in the 1920s, and a third after World War II, when single-family brick bungalows and a few apartments were constructed. The postwar boom coincided with a rise in jobs in nearby steel mills and industrial plants.By 1930 more than 10,000 people resided in Avalon Park, up from 2,911 a decade before. The community has been primarily residential, served by a shopping district at 79th Street and Stony Island, as well as several schools and churches. Owner-occupancy rates have consistently been over 70 percent in recent decades.Transitions have happened in Avalon Park along both class and racial lines. By 1930, 19 percent of the community's residents were of Swedish origin, having joined the earlier, predominantly German and Irish residents. Most were railroad, steel mill, and factory workers. The African Americans who began to move into Avalon Park during the 1960s, however, like their neighbors in adjoining Chatham, were for the most part middle-class doctors, lawyers, businessmen, and other professionals. In 1970 Avalon Park reached a population high of 14,412, of whom 83 percent were African American. By 1980 Avalon Park's African American residents made up 96 percent of the population of 13,792.Avalon Park's population dropped significantly by the end of the century, falling to 11,147, just below the level of 1950. In the late 1990s, to counter this trend, real-estate developers planned several multiunit housing developments along 83rd Street.",
    "Bibliography": "“South Side Camelot.” Chicago Tribune, April 17, 1992.“South Side Living.” Chicago Tribune, January 31, 1998.Chicago Fact Book Consortium, ed. Local Community Fact Book: Chicago Metropolitan Ar",
    "Author of Text": "Wallace Best",
    "Hyperlinked Terms Associated": [
        "waste disposal",
        "Skyway",
        "Ilinois Central Railroad",
        "railroad workers",
        "German",
        "Irish",
        "Pullman",
        "Burnside",
        "Annexation",
        "bungalows",
        "Swedish",
        "African Americans",
        "Chatham",
        "real-estate"
    ],
    "Street addresses associated": [
        "Chatham"
    ]
}