{
    "Title": "Naperville, IL",
    "Descriptive Text": "DuPage and Will Counties, 28 miles W of the Loop. Joseph Naper is credited with founding Naperville along the DuPage River in 1831. He drew the first plat in 1842 and was elected the president of the board when the village of Naperville was incorporated in 1857.Early families like the Napers, Scotts, Hobsons, and Paines came primarily from the Northeast; by the 1840s they were joined by Pennsylvanians, Germans, English, and Scots. They built at least seven churches, four of which held most services in German.Naperville became an important stop at the crossroads of two main stage routes that ran from Chicago to Galena and to Ottawa. By 1832, 180 residents had built sawmills, gristmills, stores, and the Pre-Emption House hotel. The town became the county seat when DuPage County was established in 1839.Eight Naperville businesses contributed to the development of the Southwest Plank Road, which was completed in 1851 and connected Chicago, Naperville, and Oswego. These businessmen then opposed a Naperville right-of-way for the Galena & Chicago Union Railroad when its representatives came prospecting that same year. The Galena line went through Wheaton instead. But the town got a second chance when the Chicago, Burlington & Quincy Railroad ran its line through Naperville in 1864.Naperville's growth for the next century was tied to this easy rail connection to Chicago. In 1870, North Central College (then North Western College) relocated to Naperville from Plainfield to serve the community and members of the Evangelical Association of North America. Stone quarries flourished, providing building materials for Chicago, especially after the disastrous fire of 1871. The Stenger Brewery shipped beer around the region. The Kroehler Manufacturing Company, which became Naperville's largest employer, shipped furniture by rail into Chicago and its all-important markets.Naperville organized as a city in 1890 and had a population of 2,629 by 1900. Between 1890 and 1920, residents began receiving city services such as water, sewers, electricity, and telephones. Naperville grew to 12,933 by 1960.While the suburban boom began in the near western suburbs after World War II, Naperville remained out of the range of this growth until 1954, when plans for the East-West toll road were announced. The route, which skirted the northern edge of Naperville and included an interchange, linked the city to downtown Chicago via the just completed Eisenhower Expressway. As a result of this new access, residential, retail, industrial, and service industries boomed in and around Naperville. The city grew to 50 square miles in 1993, with a population of 128,358 in 2000. Among municipalities in the metropolitan area only Aurora and Chicago itself were larger.Many of the new enterprises attracted to the Naperville area were based in research and development. During the late 1950s and 1960s, Argonne National Laboratory, Northern Illinois Gas, Amoco Research Center, AT&T Bell Laboratories, and Fermi National Accelerator Laboratory were established in or near Naperville. Harold Moser led the residential building boom with his first subdivision in 1956. By 1995, Moser had subdivided 8,000 building lots and had built 3,500 homes in Naperville.North Central College, now Methodist-affiliated, continues to serve the Naperville community. The Naper Settlement, established in 1969 under the Naperville Park District, has transported historic structures from across the area and serves as a focal point for the Naperville community. Beginning in the early 1980s, the Riverwalk revitalized the downtown area and today provides acres of park and paths.",
    "Bibliography": "Ebner, Michael. “Technoburb: The Growth of Naperville, Illinois, from a Small Town to a Midwest Technological Center.” Inland Architect 37.1 ( January 1, 1993).Towsley, Genevieve. A View of Historic Naperville. Ed. Peg Sproul. 1979.Wehrli, Jean, and Mary Lou Wehrli. The Naperville Sesquicentennial Photo Album, 1831–1931. 1981.",
    "Author of Text": "Ann Durkin Keating",
    "Hyperlinked Terms Associated": [
        "DuPage River",
        "Germans",
        "English",
        "Scots",
        "Oswego",
        "Railroad",
        "Wheaton",
        "North Central College",
        "Plainfield",
        "quarries",
        "fire of 1871",
        "Brewery",
        "furniture",
        "World War II",
        "toll road",
        "Expressway",
        "Argonne National Laboratory",
        "Fermi National Accelerator Laboratory",
        "subdivision",
        "Naper Settlement",
        "Park District"
    ]
}