{
    "Title": "Nation of Islam, The",
    "Descriptive Text": "After a tumultuous beginning in Detroit, Michigan, the Nation of Islam (NOI) moved its headquarters to Temple No. 2 on the South Side of Chicago in the early 1930s. Elijah Muhammad and his wife, Clara Muhammad, organized the best-known nationalistic religious movement among Americans of African descent in the twentieth century.Elijah Muhammad's teachings drew elements from the Bible and the Qur'an. Muhammad also taught that Africans were the earth's original people, and that African Americans, though still oppressed by the effects of centuries of slavery, would soon be restored to freedom. He demanded that Americans of African descent should be given a state of their own to separate from the white race and its evil. To blacks he taught that they needed to clean themselves up—work hard, avoid drugs and alcohol, avoid gambling, and so on.By the 1940s, thousands of black Chicagoans were attracted to the message. In 1960, the national spokesperson for the NOI, Malcolm X, founded the newspaper Mr. Muhammad Speaks in Chicago, which in a very short time became one of the most widely read newspapers in black America with a circulation of more than 600,000 nationwide.In the early 1970s Elijah Muhammad built a mini-mansion in Kenwood and bought the former St. Constantine Greek Orthodox Church in the South Shore neighborhood as the new site of Temple No. 2. He died in 1975 and was succeeded by his son Wallace Muhammad. As Wallace, renaming himself Warith Deen Mohammed, sought to move the organization toward Muslim orthodoxy, the old Nation splintered. Louis Farrakhan began reviving its ideology and institutions in 1978.",
    "Bibliography": "Lincoln, C. Eric. The Black Muslims of America. 3rd ed. 1994.Muhammad, Elijah. Message to the Blackman in America. 1965.Muhammad, Elijah. The Fall of America. 1973.",
    "Author of Text": "Aminah McCloud",
    "Hyperlinked Terms Associated": [
        "South Side",
        "African Americans",
        "drug and alcohol",
        "gambling",
        "newspapers",
        "Kenwood",
        "South Shore"
    ],
    "Street addresses associated": [
        "South Shore",
        "Kenwood"
    ]
}