{
    "Title": "National Association for the Advancement of Colored People (NAACP)",
    "Descriptive Text": "The Chicago branch of the National Association for the Advancement of Colored People (NAACP) was organized in 1910 as a vigilance committee within a newly formed, biracial, national organization, the Committee on the Negro. Within Progressive-era Chicago, some of the most illustrious names in reform led the poorly supported group through its first decade as it strived to secure equal rights for African Americans. External and internal difficulties, both interracial and intraracial, stymied its development for several decades.The growth of Chicago's NAACP branch reflected the changing class structure of black Chicago in the first half of the twentieth century. During the 1920s a more activist program replaced a passive one, and innovative, militant tactics were adopted, indicating that the branch was meeting the diverse needs of an African American population differentiated along lines of class, occupation, education, racial admixture, provenance, and ideology. In its first 50 years the branch led the fight in Chicago against housing discrimination, culminating in victory in 1940 in Hansberry v. Lee, which declared a single neighborhood's restrictive covenants unconstitutional. By 1948, dozens of other neighborhood covenants had been invalidated as a result of a coordinated national effort. The fight against de facto school segregation followed, along with support for fair employment practices legislation. By the mid-1950s, this activism had made the Chicago branch the largest NAACP branch in the country.At the same time, however, the branch's aggressive civil rights activities threatened the hegemony of Congressman William L. Dawson, a South Side political leader, who responded by neutralizing the organization. When the modern civil rights movement of the 1960s began, the Chicago NAACP was relegated to the sidelines of the struggle. During the 1970s, 1980s, and 1990s, the organization rebounded to play a meaningful role, although not a dominant one, in local civil rights advancement.",
    "Bibliography": "Reed, Christopher R. The Chicago NAACP and the Rise of Black Professional Leadership. 1997.",
    "Author of Text": "Christopher R. Reed",
    "Hyperlinked Terms Associated": [
        "African Americans",
        "restrictive covenants",
        "civil rights"
    ]
}