{
    "Title": "Native American Religions",
    "Descriptive Text": "Many aspects of Native American religion prior to European contact are lost to modern scholars, but archaeological evidence has opened windows onto various practices and their meanings. During the Burial Mound or Woodland period (ca. 500 BC–AD 1000) a person impersonating the deceased apparently simultaneously also represented the earth reborn during a combined mourning ceremony and ceremony of world renewal. Many burial mounds built during the middle and later part of the Woodland period reflect knowledge of a creation story featuring an Earth Diver who secured from beneath a primordial sea the mud from which the earth was then molded. The Calumet ceremony provides a clearer example of the adaptation of a mourning rite for community benefit. In the form of the Calumet of the Captain, this ceremony served to create a kin relationship between otherwise unrelated individuals of different Indian communities when one group adopted an individual from another group to symbolically reincarnate a deceased leader of the adopting group. During the seventeenth century this ceremony was utilized to facilitate trade and political relationships with the French.By AD 1700 many Indians of the greater Chicago area organized community-level religious activities into medicine societies along the line of the more familiar Ojibwa Midewiwin or Medicine Lodge. The purpose of these societies ranged from associations of shamanistic curers to brotherhoods seeking long life and the prospect of reincarnation for their members, but all featured mourning observances. These organizations typically traced their origins to the time of creation and to events in the life of a demiurge or subordinate creator variously known as Manabush, Wenebojo, Michabo, and other names based on the concept of a Great Hare.Indian acceptance of Christianity proceeded rapidly among the Illinois or Iliniwek, beginning with missions of the French Jesuit fathers Jacques Marquette, Claude Allouez, and Jacques Gravier to the Kaskaskias and Peorias late in the seventeenth century. By contrast, resistance to European influences is epitomized by the conservatism of those Kickapoos who left the Illinois country in the second quarter of the nineteenth century and found their way to northern Mexico, where they have maintained their native language and preserved precontactreligious beliefs and practices to the present day.Native American religions attributed spiritual qualities and mental powers to all aspects of nature, from the earth and waters to the sky and winds and to all creatures dwelling therein. Principal among these were the birdlike thunderers, panther- and serpent-like water spirits, sun, moon, morning star, earth, fire, and four winds. There was a supreme being and a hierarchy of lesser divinities spoken of as spirits rather than as gods. The supreme being often retired early from his creative activities and left the details of creation and human relations to others.The last major Indian religious movement important in the Chicago area before the era of removal was that of Tenskwatawa, brother of the Shawnee chief Tecumseh. Between 1805 and 1813 the teachings of this “Shawnee Prophet” spread throughout the Midwest and Great Lakes area in the form of a nativistic revival in reaction to the weakening position of the local native peoples in the face of white settlement. Tenskwatawa advocated renunciation of alcohol as drink and of cattle, sheep, pigs, and wheat bread as food—all of European origin. Cloth garments and iron tools were to be replaced by clothing of skin and implements of stone or wood, as used in the past, and fires were to be made by friction of wood on wood and not by flint and steel in the European manner.The Shawnee Prophet provided an ideological dimension to his brother's efforts at political unification of area tribes to turn back the advance of white settlers into the Old Northwest. The name of Wabokieshiek, a Winnebago Prophet of mixed Sac and Winnebago ancestry, is similarly linked to the Sauk leader Black Hawk. Like Tenskwatawa, Wabokieshiek worked toward the renascence of precontact Indian values and ways of life, but the Winnebago Prophet's influence was much more limited. The Black Hawk War of 1832 took the course it did in part because of Black Hawk's acceptance of Wabokieshiek's mistaken prophecy that the Potawatomi and other tribes, backed by the English in Canada, would support Black Hawk's effort to return to Sac lands in the Rock River valley lost to the Americans in the disputed St. Louis Treaty of 1804.",
    "Bibliography": "Hall, Robert L. An Archaeology of the Soul: North American Indian Belief and Ritual. 1997.Radin, Paul. The Winnebago Tribe. 1970.Ritzenthaler, Robert E., and Pat Ritzenthaler. The Woodland Indians of the Western Great Lakes. 1991.",
    "Author of Text": "Robert L. Hall",
    "Hyperlinked Terms Associated": [
        "French",
        "Ojibwa",
        "Illinois",
        "Sac",
        "Black Hawk War",
        "Potawatomi"
    ],
    "Street addresses associated": [
        "Calumet Heights"
    ]
}