{
    "Title": "Near North Side",
    "Descriptive Text": "Community Area 8, 1 mile N of the Loop. The Chicago River and Lake Michigan form three edges of the Near North Side. The different uses that Chicagoans made of these bodies of water divided the Near North into an expensive residential strip in the east and an industrial, low-income area in the west. A residential and commercial corridor grew up around Clark Street, serving as a buffer between the two.When, in the 1830s, New Yorker William B. Ogden saw the property that his family had bought on the Near North Side of the Chicago River, he was appalled by the swampy condition of the land. Nevertheless, rapidly increasing real-estate values and the possibility of industrial development along the river induced him to buy up large tracts of land there. He gave the Chicago Dock and Canal Company control of the land where in the twentieth century the Chicago North Pier was built. Ogden increased the amount of waterfront, manufacturing land by having a canal dug across a bend in the North Branch of the river, creating Goose Island. Residential patterns followed industrial use. Although Irish factory workers settled at the juncture of the river and its North Branch, an area called Kilgubbin or the Patch, Ogden's decision to bring the city's first railroad there in 1848 drove them northward along the river. Communities of German and Swedish farmers and merchants occupied the interior of the Near North Side. Finally, members of the McCormick family established an island of wealth when they built homes in the eastern quarter of the area, near to their Reaper Works located between Pine and Sand Streets, just north of the river.In the 1850s, Chicagoans began to recognize the appeal of lakefront land. The sandy mouth of the river was not yet suitable for permanent building, but became the site of an aptly named vice district, the Sands. Ogden and other landowners took exception to its occupation by squatters and in 1857 persuaded Mayor John Wentworth to remove them.The Fire of 1871 did not alter existing land use, despite destroying most of the structures on the Near North Side. Rather, it was Potter and Bertha Palmer's decision to build their mansion along the future site of Lake Shore Drive that began a century-long process in which the rich took over increasing portions of the Near North Side. Fashionable Chicagoans moved from Prairie Avenue and built mansions facing the lake, spreading out along Astor Street. The enterprising George Streeter claimed that the accumulating sand around his beached boat was outside the legal limits of Illinois, so he could govern it. Although he ultimately lost his case, that section remains Streeterville. The western district, meanwhile, was growing poorer and more disreputable. The increasing industrial pollution earned it the nickname “Smokey Hollow.” In the 1880s a colony of Sicilians joined the Irish there. The area had a reputation for crime, and city police so feared “Death Corner” that they refused to investigate numerous murders there.The 1920 opening of the Michigan Avenue Bridge, inspired by the Burnham Plan of 1909, secured the eastern sector of the Near North Side for the rich. The monumental bridge fostered a luxury shopping district on North Michigan Avenue. Investors built high-rise apartment buildings and sumptuous hotels. The central portion of the Near North Side became a district of rooming houses, segregating the elite from the concentrated poverty in the west.The years after the Great Depression saw shifts in the balance between wealth and poverty on the Near North Side. City officials tried to erode the western slum by replacing part of it with the Frances Cabrini Homes. By 1982, the high-rise Cabrini Extension and William Green Homes constituted a new neighborhood— Cabrini-Green. Deterioration spread eastward, however, and the promise of public housing in Chicago was not fulfilled.In the 1950s, the city turned to urban renewal. It cleared and sold the central strip between Clark and LaSalle Streets to developer Arthur Rubloff for Sandburg Village. Rubloff also spearheaded the revitalization of North Michigan Avenue under the banner of “The Magnificent Mile. ” The success of these developments spurred the erection of more high-rise apartments and new investment in the Near North Side. In the 1980s, the River North area became a center for art galleries. The Chicago Dock and Canal Trust, still controlled by William Ogden's descendants, made riverfront property available for new residential and commercial use with the Cityfront Center development. They redesigned old warehouses into a shopping mall called North Pier and built new skyscrapers. By the mid-1990s, expensive land encircled Cabrini-Green, but its residents were poor people determined to stay in their neighborhood. Mayor Richard M. Daley and other planners called for the demolition of part of the complex and its replacement with mixed-income housing.",
    "Bibliography": "Berger, Miles L. They Built Chicago: Entrepreneurs Who Shaped a Great City's Architecture. 1992.Stamper, John W. Chicago's North Michigan Avenue: Planning and Development, 1900–1930. 1991.Zorbaugh, Harvey Warren. The Gold Coast and the Slum: A Sociological Study of Chicago's Near North Side. 1929.",
    "Author of Text": "Amanda Seligman",
    "Hyperlinked Terms Associated": [
        "Chicago River",
        "Lake Michigan",
        "real-estate",
        "waterfront",
        "Goose Island",
        "Irish",
        "railroad",
        "German",
        "Swedish",
        "vice district",
        "land use",
        "Fire of 1871",
        "Prairie Avenue",
        "Streeterville",
        "industrial pollution",
        "police",
        "Bridge",
        "Burnham Plan",
        "shopping district apartment",
        "hotels",
        "Great Depression",
        "Cabrini-Green",
        "urban renewal",
        "Sandburg Village",
        "Magnificent Mile",
        "galleries"
    ],
    "Street addresses associated": [
        "Goose Island",
        "Near North Side",
        "Cabrini-Green",
        "Streeterville",
        "River North"
    ]
}