{
    "Title": "Near South Side",
    "Descriptive Text": "Community Area 33, 2 miles S of the Loop. The Near South Side has probably seen as dramatic change and redevelopment as any Chicago community.The first settlers following the removal of the Indians were Germans, Irish, and Scandinavians who worked on the Illinois & Michigan Canal and then found work in the immense lumber district along the South Branch of the Chicago River. In the 1850s, railroads entering Chicago established shops and yards nearby and attracted related industries. The city limits were extended south to 31st Street in 1853, and horsecar lines through the area spurred development.As the business district supplanted the fine houses lining Michigan and Wabash Avenues south of Jackson Boulevard, wealthy families built new mansions on Prairie, Indiana, Calumet, and Michigan Avenues south of 16th Street. By the time of the Chicago Fire of 1871, Prairie Avenue was the city's most fashionable street. A handful of grand mansions still stand in the 1800 block, including the John J. Glessner House, designed in 1886 by architect H. H. Richardson. Further south, Michigan Avenue and South Parkway (now Martin Luther King Drive) were lined with the homes of wealthy businessmen.The fire spared the area, but displaced businesses found temporary quarters there, and former mansions became boardinghouses. Another large fire in 1874 destroyed Chicago's small original black neighborhood, in the South Loop, and it was reestablished west of State Street between 22nd and 31st Streets. Construction of the South Side Elevated Railroad in 1890–1892 brought rapid transit, and hotels and apartment buildings were built for the 1893 World's Columbian Exposition. As the area's character began to change, the wealthiest Chicagoans abandoned Prairie Avenue in the 1890s for the Near North Side, or moved further south, to Kenwood.Wholesale houses, warehouses, and printing firms, displaced from the Loop, began moving to the area. A particularly dramatic transformation was Michigan Avenue between 14th and 22nd Streets. Grand houses lined the avenue at the turn of the century, but within a few years it had become “Auto Row,” lined with elaborate terra cotta and plate-glass showrooms and garages.Although the infamous “Levee” vice district around Cermak and State was officially closed in 1912, parts of the Near South Side continued to have an unsavory reputation. When black southerners began moving to Chicago in substantial numbers during and after World War I, many found housing in these low-rent areas west of State Street. As the Great Migration continued, housing discrimination confined blacks to a narrow “ Black Belt ” and century-old wooden houses became some of the nation's most shameful slums. The worst blocks were cleared in postwar urban renewal projects and public housing projects built in their place. At the end of the twentieth century, most of the area's residents lived in two Chicago Housing Authority complexes: the Harold Ickes Homes (1955) and the distinctive round Raymond Hilliard Center (1966).Meanwhile, significant redevelopment projects have transformed the district's edges. During the 1920s and 1930s, Burnham Park and adjacent Northerly Island were created on landfill in Lake Michigan, and the Field Museum of Natural History, Soldier Field, the Adler Planetarium, and the John G. Shedd Aquarium were built. The new landfill served as the site of the 1933–34 Century of Progress Exposition, and later the 1948 Railroad Fair. After World War II, Northerly Island was offered as a site for the United Nations, then in 1947 became the site of Merrill C. Meigs Field airport, which closed in 2003.The Railroad Fair and other trade fairs held on the site renewed interest in a permanent exposition hall, and in 1960 the first McCormick Place building opened on a controversial lakefront site at 23rd Street. When that building was destroyed by fire in 1967, pressure to rebuild quickly led to an even larger building on the same site. The complex was expanded with a second hall west of Lake Shore Drive in 1986, and a third mammoth building south of 23rd Street opened in 1997. Although some exposition-related businesses have located in the neighborhood, hoped-for hotels and retail revitalization had not materialized by the end of the twentieth century.At the north end of the Near South Side, South Loop residential development has expanded into the area. Construction began in 1988 on the second phase of Dearborn Park, a neighborhood built on the defunct rail yards between State and Clark Streets south of Roosevelt Road, and a decade later similar projects reached as far south as Archer Avenue. Development began in 1990 on Central Station, a mixed-use development on 72 acres of former rail yards and air rights east of Indiana Avenue between Roosevelt Road and 18th Street. Meanwhile, the success of residential loft conversions in nearby Printers Row has spread to buildings on Wabash, Michigan, and Indiana Avenues, making them residential streets again after 100 years.",
    "Bibliography": "Holt, Glen E., and Dominic A. Pacyga. Chicago: A Historical Guide to the Neighborhoods: The Loop and South Side. 1979.Wille, Lois. At Home in the Loop: How Clout and Community Built Chicago's Dearborn Park. 1997.",
    "Author of Text": "Dennis McClendon",
    "Hyperlinked Terms Associated": [
        "Germans",
        "Irish",
        "Illinois & Michigan Canal",
        "Chicago River",
        "lumber",
        "railroads",
        "Fire of 1871",
        "Prairie Avenue",
        "boardinghouses",
        "South Loop",
        "rapid transit",
        "apartment",
        "Worlds Columbian Exposition",
        "Near North Side",
        "Kenwood",
        "Loop",
        "vice district",
        "World War I",
        "Great Migration",
        "Black Belt",
        "urban renewal",
        "public housing",
        "Chicago Housing Authority",
        "Field Museum of Natural History",
        "Soldier Field",
        "Adler Planetarium",
        "Shedd Aquarium",
        "Century of Progress Exposition",
        "World War II",
        "airport",
        "hotels",
        "South Loop",
        "Dearborn",
        "Printers Row"
    ],
    "Street addresses associated": [
        "Kenwood",
        "Near North Side",
        "Near South Side",
        "South Loop",
        "Calumet",
        "Prairie Avenue"
    ]
}