{
    "Title": "Neighborhood Succession",
    "Descriptive Text": "Neighborhood succession refers to a process by which one previously dominant ethnic, racial, religious, or socioeconomic group abandons a residential area. In late-nineteenth- and early-twentieth-century Chicago, this process often involved the departure of descendants of yankees or early European immigrants (often English, German, Scandinavian, and then Irish ) from neighborhoods that were then occupied by later immigrants such as Eastern and Southern European Catholics, Greeks, or Russian and Polish Jews. However, for most of the twentieth century this process has been starkly defined by race.The Great Migration of African Americans beginning in 1916 combined with the exclusion of blacks from most neighborhoods to generate a persistent gap between the supply and demand of housing available for blacks. African Americans seeking housing became the main agents of neighborhood succession. Real-estate blockbusters played a significant role, as they sought to profit from white fears by encouraging black residents to settle on previously all-white blocks and then advising longtime residents to sell to avoid a supposedly impending drop in the value of their property.Residential boundaries yielded in many cases only after contestation, often including violence. In some cases, resistant white homeowners and their allies in the real-estate industry sought to limit change and contain black residents through the adoption of restrictive covenants. Although violence successfully maintained some boundaries, most eventually fell, especially after the Supreme Court declared restrictive covenants unenforceable in 1948. By the mid-1950s, the process of neighborhood succession was accelerating across the West and South Sides, with whites moving steadily closer to the city's boundaries and into suburbia.In the late twentieth century, the steady growth of the Latino population stimulated a change in the ethnic composition of some Bungalow Belt neighborhoods on the Southwest and Northwest Sides from white ethnic to majority or near majority Latino status, usually Mexican but often including Puerto Ricans, Cubans, and Central American groups as well.Neighborhood succession can also involve shifts in socioeconomic class. Until the second half of the twentieth century, class change in Chicago neighborhoods was generally accompanied by a deterioration of the local housing stock. However, in recent decades, the growing phenomenon of gentrification has transformed many once working-class areas into affluent neighborhoods.",
    "Bibliography": "Hirsch, Arnold R. Making the Second Ghetto: Race and Housing in Chicago, 1940–1960. 1983.Jackson, Kenneth T. Crabgrass Frontier: The Suburbanization of the United States. 1985.McGreevy, John T. Parish Boundaries: The Catholic Encounter with Race in the Twentieth-Century Urban North. 1996.",
    "Author of Text": "Steven Essig",
    "Hyperlinked Terms Associated": [
        "yankees",
        "English",
        "German",
        "Irish",
        "Greeks",
        "Russian",
        "Polish Jews",
        "Great Migration",
        "African Americans",
        "blockbusters",
        "real-estate",
        "restrictive covenants",
        "South Sides",
        "Bungalow Belt",
        "Puerto Ricans",
        "Mexican",
        "Cubans",
        "gentrification"
    ],
    "Street addresses associated": [
        "Lakeview"
    ]
}