{
    "Title": "Newberry Library",
    "Descriptive Text": "The Newberry Library is a privately endowed, independent research library, free and open to the public, concentrating in history and the humanities. The collections embrace Western civilization from the late Middle Ages to the end of the Napoleonic Era in Europe; from the Era of Discovery to the Age of Revolution in Latin America; and to modern times in North America. Within this framework are a variety of specialized collections, on such diverse topics as North American Indians and the history of printing.The library was made possible by a bequest from the estate of Walter Loomis Newberry, an early Chicago pioneer involved in banking, shipping, real estate, and other commercial ventures. Following his widow's death in 1885, Newberry estate trustees William H. Bradley and Eliphalet W. Blatchford established the library in 1887 on Chicago's Near North Side and hired its first librarian, William Frederick Poole.Poole was the dominant figure in shaping the library's noncirculating research and rare book collections and conceptualizing a facility to house them. The present building, designed by Poole and architect Henry Ives Cobb, opened in 1893 on West Walton Street.The fifth Newberry librarian, Stanley Pargellis (1942–1962) broadened the library's mission, launching new scholarly outreach programs (e.g., fellowships, conferences, and the Newberry Library Bulletin ) to publicize the library's holdings and encourage their use. Building on Pargellis's foundation, librarian Lawrence W. Towner (1962–1986) inaugurated a series of new initiatives, including research centers in the fields of history of cartography, American Indian history, family and community history, and Renaissance studies.The Newberry continued to widen outreach activities by establishing in 1994 its Center for Public Programs to coordinate a variety of humanities offerings, including exhibitions, seminars, lectures, and performances of the Newberry Consort.",
    "Bibliography": "Finkelman, Paul. “The Founding of the Newberry Library.” American Studies 16 (Spring 1975): 5–22.A Guide to the Newberry Library Archives. Comp. Martha T. Briggs, Alison Hinderliter, and Cynthia H. Peters. 1993.",
    "Author of Text": "Martha T. Briggs and Cynthia H. Peters",
    "Hyperlinked Terms Associated": [
        "real estate",
        "Near North Side"
    ],
    "Street addresses associated": [
        "Edgewater"
    ]
}