{
    "Title": "New City",
    "Descriptive Text": "Community Area 61, 5 miles SW of the Loop. University of Chicago sociologists established boundaries for community areas in the 1920s and subsequently named a large section of land around the Chicago stockyards New City. Yet the area designated as New City has never represented a single community.The Union Stock Yard opened for business on December 25, 1865, outside Chicago's city boundaries in Lake Township. In 1889, this area was annexed into Chicago. In its 105-year history, the stockyards and adjacent meatpacking district represented the key overlapping institutions for the diverse communities of New City. Although most residents worked for the stockyards or its auxiliary industries, these residents socialized in different spatial areas. Class and ethnic differences defined this area not as New City but by other separate designations; the most enduring of these appellations are the Back of the Yards and Canaryville.Inhabited by working-class immigrants, the Back of the Yards stretched to the west and south of the stockyards. Irish and German workers moved into this area out of necessity after securing employment nearby; the lack of transportation gave these immigrants few alternatives to living within walking distance to the factories. During the 1880s, managers imported Polish workers as strikebreakers. The hiring of these workers spurred an influx of Eastern European immigrants that changed the composition of the Back of the Yards. The older Irish and German working-class residents left the neighborhood by taking advantage of transportation improvements at the turn of the century. In an attempt to keep themselves ethnically segregated from the newer workers, these older residents moved to Englewood and other neighboring districts. After World War I, the neighborhood changed ethnic composition again due to the migration of Mexican American laborers into the neighborhood and African American workers who settled south of 49th Street. While Back of the Yards changed ethnic character over time, the working-class character of the neighborhood has remained consistent.Settlers of Canaryville, to the east of the stockyards, worked as clerks, cattle buyers, and managers. This neighborhood began as a middle-class and largely German-based Protestant community including the family of Gustavus Swift, one of the founders of the meatpacking empire. Soon after the establishment of Canaryville, lower-middle-class Irish Roman Catholics moved into the neighborhood. While this neighborhood has also become more diverse over time, its residents still earn a higher average income than the other sections of New City.New City reached its population apex during the 1920s, when the stockyards and other industries employed over 40,000 workers. After World War II, the convenience of trucking routes replaced centralized train transport because butchers could purchase livestock directly from rural farms. All of the major packinghouses in New City closed between 1952 and 1962. In 1971, the stockyards followed suit. Since this time, new industry has gradually replaced the cattle-based trade. In 1984, Chicago selected these former factory sites as an urban enterprise zone. Enticed by these tax breaks, more than 100 companies moved into the area by 1991, employing over 10,000 workers.Poor living conditions and a lack of public services made organizing a necessity and way of life for many working-class residents in New City. Despite its burgeoning population in the 1890s, few paved streets or sewers existed. The stockyards and meatpacking plants polluted without consideration of the workers who lived nearby. The tainted water supply of “Bubbly Creek” (a southern branch of the Chicago River used to dump animal waste) and the stench of garbage heaps adjacent to the factories represented serious sanitation hazards. In response to these conditions, churches organized social services and Mary McDowell founded the University of Chicago settlement house in 1894. In the 1930s, the organization effort became more effective and less paternalistic with the founding of the Back of the Yards Neighborhood Council (BYNC). This organization applied community pressure on city officials to obtain school lunch programs, fluoride in its drinking water, and other badly needed services for its members. While the BYNC helped mainly white ethnics and members of the older Mexican American community area, other organizations coalesced in the 1970s to assist Latino and African American laborers. The Hispanic United Neighborhood Organization and the African American Organization of New City have assisted New City residents with securing mortgages and home-improvement loans from banks and providing other basic social services that the older Catholic organizations provided before closing in the 1980s.",
    "Bibliography": "Pacyga, Dominic A. “New City.” In Local Community Fact Book: Chicago Metropolitan Area, 1990, ed. Chicago Fact Book Consortium. 1995.Slayton, Robert A. Back of the Yards: The Making of a Local Democracy. 1986.",
    "Author of Text": "Erik Gellman",
    "Hyperlinked Terms Associated": [
        "community areas",
        "Union Stock Yard",
        "Lake Township",
        "annexed",
        "meatpacking",
        "Black of the Yards",
        "Canaryville",
        "Irish",
        "German",
        "transportation",
        "Polish",
        "Englewood",
        "World War I",
        "Mexican",
        "African American",
        "Protestant",
        "Roman Catholics",
        "World War II",
        "Chicago River",
        "settlement house",
        "Back of the Yards Neighborhood Council",
        "United Neighborhood Organization"
    ],
    "Street addresses associated": [
        "Back of the Yards",
        "Canaryville",
        "Englewood"
    ]
}