{
    "Title": "New Deal",
    "Descriptive Text": "Franklin D. Roosevelt's New Deal owed its significance to the severity of the Great Depression, a cataclysmic economic disaster that struck especially hard at America's large industrial cities. At the nadir of the Depression, Chicago's unemployed numbered 700,000 people (fully 40 percent of the workforce). By 1932 the city's relief expenditures reached $35 million annually, an amount supplemented by an estimated $11 million in private donations—but these totals fell far short of the need. The federal programs made available to the city created desperately needed jobs for thousands of Chicagoans, improved the infrastructure, and bolstered the local Democratic machine.New Deal relief agencies like the Federal Emergency Relief Administration and the Social Security Administration provided desperately needed assistance for the aged, infirm, and unemployable. Federally funded construction projects put thousands of idle men and women to work and refashioned much of the cityscape: Works Progress Administration (WPA) and Public Works Administration expenditures resulted in the completion of Lake Shore Drive from Foster Avenue to Jackson Park, including the Outer Drive Bridge, as well as the State Street Subway. Federal government funds provided for the building of 30 new schools and the city's first public housing projects. New Deal labor enlarged the city's antiquated municipal airport, landscaped acres of new parkland, resurfaced roads, and repaired sewers. The Home Owners Loan Corporation and the Federal Housing Administration provided emergency loans and underwrote mortgages so that increasing numbers of the middle and working classes could enjoy the benefits of homeownership. The WPA's Federal Project One provided jobs for unemployed artists, actors, musicians, and writers who met the criteria for relief.Contrary to the belief that the New Deal helped to eliminate big-city political machines in America, much the opposite occurred in Chicago. Edward J. Kelly, who served as mayor from 1933 to 1947, immediately established himself as a fervent New Dealer who never missed an opportunity to remind voters of all the largesse secured by the city because of his good standing with the Democratic administration in Washington. Roosevelt overlooked the graft and electoral irregularities rampant in the Cook County Democratic organization while Chicago turned out massive vote majorities for the president every four years. The New Deal's primary contribution to the Democratic machine lay in the financial windfall it provided for Kelly's administration during the hazardous Depression years. Using federal money for care of the indigent and unemployed, Kelly avoided having to cut city services or, most important, patronage rolls. At a time when a discredited Republican Party could threaten the Democratic machine only in the case of the city's fiscal collapse, New Deal beneficence assured Chicago's solvency. With New Deal programs aiding an unprecedented number of African Americans and because of the Roosevelt administration's comparatively liberal record on race, Chicago's black voters (who also found much to admire in Mayor Kelly's record) switched allegiances from the Republican to the Democratic Party.",
    "Bibliography": "Biles, Roger. “Edward J. Kelly: New Deal Machine Builder.” In The Mayors: The Chicago Political Tradition, ed. Paul M. Green and Melvin G. Holli, 1987.Biles, Roger. Big City Boss in Depression and War: Mayor Edward J. Kelly of Chicago. 1984.Cohen, Lizabeth. Making a New Deal: Industrial Workers in Chicago, 1919–1939. 1990.",
    "Author of Text": "Roger Biles",
    "Hyperlinked Terms Associated": [
        "Great Depression",
        "unemployed",
        "relief",
        "infrastructure",
        "machine",
        "construction",
        "Public Works",
        "schools",
        "public housing",
        "artists",
        "Democratic",
        "Republican Party",
        "patronage",
        "African American",
        "Democratic Party"
    ],
    "Street addresses associated": [
        "Jackson Park",
        "Hyde Park"
    ]
}