{
    "Title": "Newspapers",
    "Descriptive Text": "Chicago's newspapers have nurtured four traditions: combative partisanship, competitive journalism, handsome design, and noteworthy reporters and writers, especially columnists. Moreover, Chicago newspapering has always been tamer than New York City's, as Rupert Murdoch learned when he unsuccessfully tried to import his New York Post sensationalism to the Chicago Sun-Times, which he owned briefly in the 1980s.Chicago's first newspaper, the Chicago Weekly Democrat, was founded by John Calhoun in 1833 and bought by local politician “Long John” Wentworth three years later. It became a morning daily in 1840. Three Chicago businessmen, founded the Whig-later- Republican morning Chicago Daily Tribune in 1847. Joseph Medill bought into the Tribune in 1855, gradually becoming its chief editorial force, gaining control in 1874, and directing it until he died in 1899.The roots of suburban journalism in metropolitan Chicago lie in the founding of the Juliet Courier (later the Joliet Herald ) in 1939. The Aurora Beacon followed in 1846 and the Waukegan Gazette in 1851.Chicago's city newspapers grew steadily in the 1840s and 1850s, reaching 11 dailies and 22 weeklies by 1860. Although most pre– Civil War Chicago papers were short-lived, the Chicago Journal (1844), an afternoon Republican paper founded by J. Young Scammon, and the Chicago Times (1854), a morning Democratic paper, survived the war and flourished. The Journal became Democratic and in 1897 acquired Finley Peter Dunne's satirical Mr. Dooley columns, written in Irish dialect.The Times was sold in 1861 to Wilbur F. Storey, Chicago's most iconoclastic newspaper editor, who reasserted the paper's unpopular Democratic support for the Civil War. After the war, Storey, using the motto “to print the news and raise hell,” turned the Times into an outspoken, eccentric reporter and critic of Chicago society. Storey edited the Times until his death in 1884; in 1895 the paper merged with the Herald, a daily founded in 1881, and became a Republican voice.The morning Chicago Republican (1865), sporting the motto “Republican in everything, Independent in nothing,” was edited briefly by Charles A. Dana and, in 1872, after passing through several hands, was renamed the Chicago Inter Ocean, an upper-class arbiter of cultural tastes. The Inter Ocean went into decline after 1895, when it became the property of Chicago traction boss Charles T. Yerkes, who used it as a tool in his political wars.Melville E. Stone, believing that an evening penny paper could succeed in Chicago, founded the Chicago Daily News, on January 3, 1876. Although nonpartisan and specializing in bright, short news items, the paper was near death six months later, when Victor F. Lawson became its publisher and turned it around. In 1888, Stone left the paper to Lawson, who ran it with remarkable success until his death in 1925. The Daily News absorbed the Journal in 1929. A morning Daily News, started in 1881, was renamed the Record in 1893. It contained Eugene Field's humorous “Sharps and Flats” column, George Ade's “Stories of the Streets and of the Town” column, John T. McCutcheon's illustrations, and Ray Stannard Baker's stories about Chicago corruption.In 1900, Chicago had nine general circulation newspapers when William Randolph Hearst's sensationalistic evening Chicago American appeared, followed by his morning Chicago Examiner (1902). The American upheld the raucous Hearstian/Chicago tradition of “The Front Page,” even after it was sold to the Chicago Tribune in 1956, renamed Chicago Today, and turned into a tabloid. Today died in 1974. The morning Examiner became the Herald-Examiner in 1918 and died in 1939, never able to overtake the Tribune.The Chicago Defender, Tribune, Sun and Times, and Daily News dominated twentieth-century Chicago newspapering. The weekly Chicago Defender, founded by Robert S. Abbott in 1905, was the nation's most powerful African American newspaper in its first two decades, covering racism sensationally, advocating rights for blacks, and offering a beacon of hope for migrants from the South. More moderate after the 1920s and more local after 1940, when John H. Sengstacke became editor, the Defender became a daily in 1956.The weekly Southtown Economist first appeared as a South Side community paper in 1906, became a daily in 1978, was renamed the Daily Southtown in 1993, and in 1994 was purchased by Hollinger International, which by 2000 also owned the Sun-Times, the Pioneer Press (with 48 Chicago suburban papers), and the Star Newspapers (with 23 Chicago suburban papers). Meanwhile, the Herald, founded in Arlington Heights as a weekly in 1872, was made a daily in 1969 and in 2000 published 27 localized editions for suburban communities.The Tribune, which under conservative Robert R. McCormick from 1911 to his death in 1955 dominated Chicago's morning field and the Midwest, was a pioneer in four-color printing. Sportswriter Ring Lardner wrote the Tribune's “In the Wake of the News” column from 1913 to 1919; Bert Leston Taylor created and presided over the Tribune's “Line o' Type or Two” from 1910 until his death in 1921.Meanwhile, a second Chicago Times (1929) built Chicago's best news staff during its two decades. As World War II approached, Marshall Field III founded the Chicago Sun, a New Deal morning alternative to the isolationist Tribune. In 1947 the Sun acquired the Times' s news staff and presses, creating the tabloid Sun-Times in 1948.The Daily News's foreign news service began in 1898, carrying such noted interwar correspondents as Edward Price Bell, Paul Scott Mowrer, and Edgar Ansel Mowrer. The Daily News's staff included reporter and critic Carl Sandburg and columnists Ben Hecht (1914 to 1922) and Mike Royko (1964 to 1978). When the Daily News died in 1978, Royko moved to the Daily News's sister paper, the Sun-Times. He joined the Tribune in 1984, protesting Rupert Murdoch's purchase of the SunTimes.",
    "Bibliography": "Abbot, Willis J. “Chicago Newspapers and Their Makers.” Review of Reviews 11 ( June 1895): 646–665.Murray, George. Madhouse on Madison Street. 1965.Wendt, Lloyd. Chicago Tribune: The Rise of a Great American Newspaper. 1979.",
    "Author of Text": "Richard A. Schwarzlose",
    "Hyperlinked Terms Associated": [
        "journalism",
        "Chicago Sun-Times",
        "Republican",
        "Chicago Daily Tribune",
        "Joliet",
        "Aurora",
        "Waukegan",
        "Civil War",
        "Democratic",
        "Irish",
        "Chicago Tribune",
        "Chicago Defender",
        "African American",
        "racism",
        "South Side",
        "Daily Southtown",
        "World War II",
        "New Deal"
    ]
}