{
    "Title": "New Thought",
    "Descriptive Text": "New Thought, a mental healing cult closely related to Christian Science, first emerged in the 1870s. Its leaders promised that thought could shape reality, and that if one meditated upon a goal, that goal—be it health, spiritual enlightenment, or wealth—would be reached. This doctrine appealed to a wide range of Americans, from economically precarious white-collar workers hoping to “think” their way to success, to reformers who believed that elevated thoughts could save a nation mired in materialism and corruption.Chicago played an early and significant role in the national growth of New Thought. By the 1880s Chicago boasted several New Thought publications and metaphysical “colleges” as well as dozens of New Thought teachers and healers. Between 1888 and 1895, the charismatic Emma Curtis Hopkins, perhaps the nation's most influential New Thought teacher, ran her New Thought seminary and training school at 2019 S. Indiana. Almost every major New Thought leader came to Chicago to study with Hopkins, including Charles and Myrtle Fillmore, founders of the Unity School of Christianity. Hopkins's influential weekly column of New Thought bible studies appeared in the Chicago Inter-Ocean. Hopkins was admired by many of the city's most prominent feminists, including pioneering physician and publisher Alice Bunker Stockham and journalist and suffrage activist Elizabeth Boynton Harbert, and her ideas permeated the city's vibrant late-nineteenth-century feminist community.Although New Thought reached its heyday before 1920, the movement's core ideas hold an ongoing attraction for Americans. New Thought doctrines have always appealed to people who hope to improve their social standing, and late-twentieth-century alternative healers and New Age practitioners revived interest in New Thought meditation practices. In the 1990s several Chicago-area New Thought churches continued to draw devoted adherents, including Johnnie Coleman's Universal Foundation for Better Living, the Unity Church of Chicago, the First Church of Religious Science, and the Ministry of Truth, which is devoted to the teachings of Emma Curtis Hopkins.",
    "Bibliography": "Braden, Charles S. Spirits in Rebellion: The Rise and Development of New Thought. 1963.Satter, Beryl. Each Mind a Kingdom: American Women, Sexual Purity, and the New Thought Movement, 1875–1920. 1999.",
    "Author of Text": "Beryl Satter",
    "Hyperlinked Terms Associated": [
        "seminary",
        "feminists",
        "suffrage"
    ]
}