{
    "Title": "New Zealanders",
    "Descriptive Text": "Like New Zealanders in other major urban centers of the United States, Chicago-area New Zealanders have assimilated relatively easily owing to their knowledge of English and comfortable economic status upon arrival. Thus, New Zealanders in the Chicago area do not constitute an extremely visible or residentially concentrated ethnic group, but instead have tended to be dispersed and scattered.New Zealanders came to Chicago in significant numbers following World War II. A handful of these postwar arrivals were war brides, women who married American servicemen stationed in the Pacific theater during World War II. Since the 1940s, most New Zealanders who have immigrated to the Chicago area have been drawn by opportunities for higher education or employment, notably in the finance, import-export, and entertainment industries. Members of the small New Zealander community estimated that approximately 40 New Zealanders were living in the Chicago area in 1999.The New Zealand federal government has not maintained consistent representation in the Chicago area over the past 50 years, except for the positioning of an honorary consul general. This position, however, has generally been filled on a part-time basis by a figurehead, with representation of Chicago-area New Zealanders falling under the rubric of the New Zealand Embassy in Washington DC. In many cases Australians and New Zealanders have shared representation in one office, such as their Chamber of Commerce, which closed in 1998 after cutbacks by the Australian federal government.New Zealanders' primary community functions have been social. Because of their small numbers in the Chicago area, these social functions often take place in the Green Bay or Madison, Wisconsin, areas, each of which also have small New Zealander populations. Chicago's New Zealanders celebrate the founding of New Zealand on Waitangi Day (officially February 6) around the end of January (often in combination with Australia Day functions); ANZAC Day (Australian and New Zealander Army Corps Day), around April 25; and Haangi Day, an outdoor communal meal usually held in Green Bay in September.",
    "Author of Text": "Daniel Greene",
    "Hyperlinked Terms Associated": [
        "World War II",
        "Australians",
        "Chamber of Commerce"
    ]
}