{
    "Title": "Nicaraguans",
    "Descriptive Text": "Nicaraguan laborers probably trickled into Chicago along with Mexicans and other Latin Americans in the 1940s. By the late 1950s, Chicago Nicaraguans and their consulate had established the Sociedad Civica Nicaraguense, which organized dances and social events for the small Nicaraguan population scattered across the city. Small numbers of students, doctors, and other professionals arrived in the 1960s and 1970s.Events in Nicaragua in the 1970s and 1980s prompted the major influx of Nicaraguan immigrants to Chicago. In 1972, an earthquake destroyed Managua, exacerbating the already severe poverty among much of the country's rising population. In 1979, the Marxist Sandinistas overthrew Anastasio Somoza's government, sending him and many of his supporters into exile, and touching off an 11-year civil war between the Sandinista government and the anti-Communist Contras. Thousands of immigrants fled to America, through both documented (legal residency and political asylum) and undocumented channels, so it is difficult to know how many came to Chicago. Community estimates range in the low thousands. In 1997, the Nicaraguan Adjustment and Central American Relief Act allowed many undocumented immigrants from this period to gain lawful permanent resident status.From the start of the conflicts in Nicaragua, the Chicago community divided sharply along political lines, and political activism provided the impetus for many community organizations. In 1976, anti-Somoza activists organized the Reconstruction Committee to support the revolutionary movement. In 1979, they formed Casa Nicaragua, a nonprofit organization which supported the Sandinista government. The group undertook staged rallies and presentations at churches and universities throughout the city, and published a newspaper ( El Pujil ) focusing on Nicaraguan issues. In 1979, the Chicago branch of the Nicaraguan Solidarity Committee organized to influence U.S. foreign policy in Nicaragua. In 1981, Nicaraguans in Chicago formed a local chapter of the “Pastor for Peace” movement, which protested against the U.S. embargo against Nicaragua and U.S. support for the Contras. The numerous pro-Somoza Nicaraguans, including both newcomers and many earlier immigrants, were less active in formal political organizations, although some of them found allies among the anti-Castro Cuban immigrants in Chicago.Despite these strong divisions, some Nicaraguans put politics aside. In 1979 Sandinista and Somoza sympathizers cooperated to form a humanitarian organization, Mercy Donations for Nicaraguans, to send aid to refugees in Costa Rica. In the 1980s, the nonpolitical Nicaraguan Civic Society was founded as a member of the Central American Civic Society, an umbrella organization bringing together all of Chicago's Central American ethnic groups.The Nicaraguan community's political divisions also receded in 1998, when Hurricane Mitch devastated the homeland. Nicaraguans of all political persuasions in Chicago united to raise funds and send aid to Nicaragua. Significantly, as a result of the hurricane, the United States in 1998 granted Temporary Protected Status to all Nicaraguan citizens in the United States without legal status, eliminating fear of deportation for undocumented immigrants.Chicago's Nicaraguan community has for many years preserved its heritage with Independence Day (September 15) celebrations and annual summer picnics, where folk traditions such as La Gigantona have been preserved. The annual Nicaraguan religious holiday of La Purísima, celebrated each year at Queen of Angels in Ravenswood, has also been a major event.Nicaraguans have settled throughout the city, largely in Hispanic neighborhoods. Community leaders identify substantial concentrations in suburbs like Schiller Park and Des Plaines, as well as on the South Side from 37th to 47th Streets, between Kedzie and Pulaski. The 2000 census counted 778 Nicaraguans in the city of Chicago and 1,465 in the metropolitan area. Given the number of undocumented immigrants from Nicaragua, however, community leaders estimated the population at anywhere from 2,000 to 6,000.",
    "Author of Text": "Robert Morrissey",
    "Hyperlinked Terms Associated": [
        "Mexicans",
        "Costa Rica",
        "Schiller Park",
        "South Side",
        "Des Plaines"
    ],
    "Street addresses associated": [
        "Ravenswood"
    ]
}