{
    "Title": "Nigerians",
    "Descriptive Text": "Chicago's 30,000 Nigerians constitute Chicago's largest African community. The first major influx of Nigerians to the Chicago area, and to the United States in general, occurred immediately preceding the outbreak of Nigeria's Biafran War, which lasted from 1967 to 1970. The Chicago Biafran refugee community raised money for relief supplies for the Biafran state, including medical supplies, food, and clothing. Many of the Biafran refugees who were eventually granted political-refugee status in the United States went on to settle in the Chicago area. Chicago's Nigerians have been an active and well-organized community ever since.With the development of oil reserves in southeastern Nigeria throughout the 1960s and 1970s, an increasing number of Nigerian students found their way to American universities. After the war in Biafra ended, a period of considerable prosperity prompted the Nigerian government to fund scholarships for such students. At the same time, a series of military coups, interspersed with brief periods of civilian rule, generated a large population of expatriate Nigerian professionals, especially doctors, lawyers, and academics, who found it difficult to reenter Nigeria.Nigerians shared something with Ghanaians that made integration into the American economy unusually smooth: the ability to speak English. Like immigrants from a variety of other countries, many Nigerians found initial work in transportation, often as taxicab drivers. A substantial number of these drivers went on to purchase their own “medallions,” enabling them to go into business for themselves.Nigerian businesses and residents have concentrated mainly on the North Side. The number and variety of fruit markets and small stores on Broadway that carry large quantities of African foods indicate the Nigerian community's buying power. Such staples as gari (cassava flour), palm oil, dried fish, egusi (melon seeds), and yams can be found in many markets. More than just a place to shop, such markets also provide a place for new arrivals to make acquaintances. Little by little, these stores have been joined by other businesses, from law offices to insurance agencies.Religious diversity has been crucial to Chicago's Nigerian community, with a Nigerian Islamic Center on the North Side and Nigerian clergymen representing both Roman Catholic and Protestant denominations. Several of the city's churches have strong Nigerian representation, including the Faith Tabernacle Church on Grace and Broadway, and the Nigerian mass at Our Lady of Lourdes Parish.Chicago's Nigerian community is particularly notable for its attempts to influence Nigerian politics. The crackdowns of the military regime in Nigeria during the 1990s limited the freedom of Nigeria's internal press, leading to an even greater expansion of Nigerian publications based in the Americas and Europe. Distance and security of life in Chicago have provided an outlet for an ongoing commentary on Nigerian affairs that would be difficult to conduct from within the country itself. Since 1990 alone, Nigerians in Chicago have published half a dozen periodicals, some of which remained in circulation at the end of the decade. In May 1995, representatives from Chicago met with representatives of other Nigerian communities in the first Nigerian–North American Conference.Nigerians have influenced Chicago politics as well. While much of the city's African American community came to the city during the Great Migration of the mid-twentieth century, the arrival of immigrants from Nigeria and other African nations during the last 50 years has brought a new cultural dimension to the city. The Nigeria Festival Chicago is held every summer at the DuSable Museum of African American History. Combined with similar patterns of immigration from the Caribbean and Latin America, the African presence has created within Chicago's black community a diversity comparable to that of the city's earlier European immigrants.",
    "Bibliography": "Ugwu-Oju, Dympna. What Will My Mother Say? A Tribal African Girl Comes of Age in America. 1995.",
    "Author of Text": "Charles Adams Cogan and Cyril Ibe",
    "Hyperlinked Terms Associated": [
        "refugee",
        "Ghanaians",
        "taxicab",
        "business",
        "insurance",
        "Roman Catholic",
        "Protestant",
        "politics",
        "African American",
        "Great Migration",
        "DuSable Museum"
    ],
    "Street addresses associated": [
        "North Side"
    ]
}