{
    "Title": "Nightclubs",
    "Descriptive Text": "Chicago nightlife grew rapidly in the wake of the 1871 fire and then again in conjunction with the 1893 World's Columbian Exposition. During this period the ragtime dance craze attracted exposition patrons to the entertainment area on the Near South Side. This infamous district, known as the Levee, was shut down in 1914 during Mayor Harrison's reform administration, and nightlife establishments moved out into other areas of the city. Since the early decades of the twentieth century, nightclubs have been concentrated in three areas: the Loop (on Randolph Street), the Near North Side (on Rush Street), and the South Side (at State Street and Garfield Boulevard).Beginning in the 1920s and 1930s, Loop hotels housed nightclubs catering to a general audience and featuring dancing to big bands, floor shows, and live radio broadcasts These included the Stevens Hotel's Boulevard Room, the Palmer House Hotel's Empire Room, and the Sherman Hotel's College Inn–Panther Room. Also located in or near the Loop were freestanding nightclubs such as Friar's Inn (343 South Wabash), the Blackhawk Restaurant (139 North Wabash), and Chez Paree (610 Fairbanks Court).Located at State Street near Garfield Boulevard on the South Side, the Club DeLisa was the largest and most important nightclub in the African American community from the 1930s through the 1950s. At the Club DeLisa, Chicagoans could hear performers such as Count Basie and Joe Williams.Opening in 1907 on the far North Side, the Green Mill (4802 North Broadway) remains the longest continuously operating nightclub in Chicago. Performers such as singer/comedian Joe E. Lewis and vocalists Ruth Etting, Billie Holiday, and Anita O'Day appeared there in the early stages of their careers.One of the most exotic and colorful suburban nightclubs was the Villa Venice (2855 Milwaukee Road) in Wheeling. Its mobster clientele favored Parisian-style reviews with nude chorus lines, but they also supported appearances by jazz artists such as Eddie South and Milt Hinton.In the western suburb of Lyons, Mangam's Chateau (7850 Ogden Avenue) offered popular entertainment with an outdoor dancing and dinner package.In the southwest suburb of Evergreen Park, the Martinique (2500 West 95th Street) was a popular restaurant and floor show venue for the far South Side.",
    "Bibliography": "Brubaker, Robert L. Making Music Chicago Style. 1985.Kernfeld, Barry, ed. The New Grove Dictionary of Jazz, vol. 2. 1988.Reich, Howard. “Hotter Near the Lake.” Chicago Tribune Magazine, September 5, 1993.",
    "Author of Text": "Richard A. Wang",
    "Hyperlinked Terms Associated": [
        "Worlds Columbian Exposition",
        "Near South Side",
        "Mayor",
        "Near North Side",
        "Loop",
        "South Side",
        "hotels",
        "broadcasts",
        "African American",
        "Wheeling",
        "Lyons",
        "Evergreen Park"
    ],
    "Street addresses associated": [
        "Near South Side",
        "Loop",
        "Near North Side",
        "South Side"
    ]
}