{
    "Title": "North Aurora, IL",
    "Descriptive Text": "Kane county, 36 miles W of the Loop. North Aurora is located on the Fox River where it intersects with Interstate 88. In the early years four miles separated Aurora from North Aurora; they now abut each other. From the earliest days settlement straddled the river. The postal stop was known as “Schneider's Mills” until 1868, when it was officially designated “North Aurora”; the town was incorporated in 1905.John Peter Schneider, a native of Frankfurt-on-the-Rhine, arrived in 1834, followed by other settlers attracted by the rich countryside with its river, woods, and farmland. The river provided water power, the woods lumber, and the land crops. Known as the “Big Woods” in the 1830s, the area provided lumber for numerous Fox River communities. The woods were quickly decimated, but not before Schneider had built a sawmill which established the settlement's economic foundation. In 1862 he added a grist mill. Around the same time, the North Aurora Manufacturing Company built a sash, door, and blind factory, then in 1874 a foundry. By 1875 a creamery was established, with cream cheese shipping as far as England.This development related closely to the evolution of local transportation networks. Railroads passed through town in the 1850s, creating job opportunities and linking North Aurora's industries and commuters with the metro area. Early in the 1900s interurban rail lines connected North Aurora with communities up and down the Fox River valley, creating additional social, economic, and educational links. Since North Aurora had only one church until 1960, few stores and no public high school, worshippers, shoppers, and students alike relied on the interurbans, and later buses and cars, to reach congregations, shops, and schools in nearby towns.Seeking managed growth, North Aurora updated its comprehensive plan twice in the 1990s to address its needs as a growing community and as part of an expanding region. In 1996, Oberweis Dairy relocated to North Aurora from Aurora to accommodate an ever-growing regional customer base. And coming full circle, North Aurora again supplied trees to the region—now from Marmion Military Academy's Christmas tree nursery.",
    "Bibliography": "Combination Atlas of Kane County and 1871 Atlas and History of Kane County, Illinois. 1872.Commemorative Biographical and Historical Record of Kane County, Illinois, vol. 2. 1888.Wiederman, Darrel, ed. Schneider's Mill, North Aurora, 1834–1984. 1984.",
    "Author of Text": "Sherry Meyer",
    "Hyperlinked Terms Associated": [
        "Fox River",
        "Aurora",
        "interurban"
    ]
}