{
    "Title": "North Lawndale",
    "Descriptive Text": "Community Area 29, 5 miles W of the Loop. Today circumscribed by railroad lines on three sides and extending northto within several blocks of the Eisenhower Expressway, the West Side neighborhood of North Lawndale is home to some ofChicago's poorest black residents. In the past, North Lawndale boomed as a haven for refugees from the Great Fire of 1871 and then bustled as Chicago's Jewish ghetto. The neighborhood's landscape was divided among two-flat apartments, Douglas Park, and massive industrial complexes. North Lawndale's prospects turned on its capacity to balance the needs of its industrial and residential populations.In the early nineteenth century a portage trail extended through the prairie land from Lake Michigan to the Des Plaines River. After 1848 the region's Dutch and English farmers knew the route as Southwest Plank Road (later Ogden Avenue), an improved toll road. The extension of the Chicago, Burlington & Quincy Railroad prompted further settlement in this portion of Cicero Township. After Chicago annexed the eastern part of the township in 1869, the real-estate firm Millard & Decker built a residential suburb. They advertised “Lawndale” as linking “in harmonious union the people of a community.” The new western development's fireproof brick buildings attracted the people and businesses burned out by the fire of 1871.In the late nineteenth century, many industrial workers settled in North Lawndale. The McCormick Reaper Works opened a plant in the neighboring Lower West Side in 1873. The openings of a Western Electric Plant in nearby Cicero in 1903 and the headquarters of Sears, Roebuck & Co. in 1906 brought North Lawndale's population to 46,225 by 1910.During the second decade of the twentieth century, Russian Jews became North Lawndale's largest residential group. Eastern European Jews still living in the old Near West Side ghetto mocked those who left for having pretensions of upward mobility; accordingly, they called North Lawndale “Deutschland.” Although not reaching the economic heights of the city's German Jews, North Lawndale's burgeoning population established their own small city of community institutions, including Mt. Sinai Hospital, Herzl Junior College (now Malcolm X College), several bathhouses, and a commercial strip on Roosevelt Road. One study found that in 1946, North Lawndale housed about 65,000 Jews, approximately one quarter of the city's Jewish population.Fourteen years later, 91 percent of the neighborhood's 124,937 residents were black. African Americans began moving into North Lawndale in the early 1950s, some directly from southern states, others displaced from their South Side homes by urban renewal projects. In response, white residents moved out to northern neighborhoods such as Rogers Park. Despite severe residential overcrowding, no new private housing was built in North Lawndale. Its physical decline was so severe that late in 1957 the city's Community Conservation Board recognized it as a conservation area.In contrast to previous residents of North Lawndale, most new black residents could not find work in the neighborhood. North Lawndale's industries now employed people who commuted to the neighborhood only for work. Consequently, the local consumer base became much poorer, and tensions grew between the whites who worked in North Lawndale during the day and the blacks who lived there. In 1966, the neighborhood's poverty prompted Martin Luther King, Jr., to pick North Lawndale as the base for the northern civil rights movement. Residents found King's visit highly symbolic: his stay attracted much attention, but little tangible change.After King's assassination in 1968, however, the neighborhood did change. West Side residents rioted, and although commercial centers run by whites were the targets of physical attack, residential areas burned as well. Most of the large plants and small businesses left because they lost their insurance and feared repeated riots. International Harvester closed its factory in 1969, and Sears struck another blow when it moved its international headquarters to the new downtown tower in 1974. The community-based organizations King inspired—the Lawndale People's Planning and Action Council and the Pyramidwest Development Corporation—tried but failed to attract new industries to employ North Lawndale's residents and new housing to revitalize the neighborhood. During the last quarter of the twentieth century, North Lawndale's population dropped precipitously, from its peak in 1960 to 41,768 in 2000. Residents fled its increasing poverty, unemployment, crime, and physical deterioration, but hints of revitalization in the late 1990s suggested to some observers that the area was beginning to prosper.",
    "Bibliography": "Cutler, Irving. Jews of Chicago: From Shtetl to Suburb. 1996.Jefferson, Alphine Wade. “Housing Discrimination and Community Response in North Lawndale (Chicago), Illinois, 1948–1978.” Ph.D. diss., Duke University. 1979.Ralph, James. Northern Protest: Martin Luther King, Jr., Chicago, and the Civil Rights Movement. 1993.",
    "Author of Text": "Amanda Seligman",
    "Hyperlinked Terms Associated": [
        "railroad",
        "Expressway",
        "Fire of 1871",
        "Jewish",
        "apartments",
        "Des Plaines River",
        "Dutch",
        "English",
        "Lake Michigan",
        "toll road",
        "real-estate",
        "Township",
        "fire of 1871",
        "annexed",
        "Hospital",
        "College",
        "Jews",
        "South Side",
        "urban renewal",
        "Rogers Oark",
        "conservation area",
        "commuted",
        "work",
        "civil rights movement"
    ],
    "Street addresses associated": [
        "North Lawndale",
        "Lower West Side",
        "Rogers Park"
    ]
}