{
    "Title": "Northbrook, IL",
    "Descriptive Text": "Cook County, 20 miles NW of the Loop. Prior to the establishment of a brick industry, Northbrook was a sleepy little settlement. In 1843 James M. Strode and Silas W. Sherman laid claim to 160 acres and eventually purchased enough acreage to own a substantial part of the town. In 1850 the Shep- ards arrived and set up a kiln in their home for brickmaking. They also opened a general store and a tavern, which became a stopover for travelers going to and from Chicago and Milwaukee. German farmers bought land in the area before the Civil War.Following the Fire of 1871, brick replaced wood as a construction material. When a farm near present-day Lake-Cook and Waukegan Roads was found to have excellent clay soil for brickmaking, the National Brick Company and the Illinois Brick Company began their businesses in Northbrook. Brickmakers established a residential settlement known as Bach Town. In 1872 a single track was laid and the Chicago, Milwaukee & St. Paul Railroad began to haul the bricks to the city for rebuilding. A second track was added in 1892. Brick production peaked between 1915 and 1920, when as many as 300,000 bricks were manufactured a day. The brick companies had closed by the 1950s.In 1899, the Roman Catholic Divine Word Missionaries purchased 337 acres, later adding over 400 more, and built St. Joseph's Technical School (later called Techny). The school operated for 12 years, instructing boys in the trades. A training center for missionary priests and brothers opened at the location in 1909.In 1901, three hundred residents incorporated the village of Shermerville. The village had five saloons, a meat market, a coal and feed store, a general store, a harness store, a stonecutter, and a railroad station. Shermerville gained notoriety during its early years for boisterous gatherings at its inns and taverns. In 1923 the town's approximately 525 residents sought to change its image by changing its name to Northbrook.In 1950 the population was 3,348; within a decade it more than tripled to 11,635, and grew to 33,435 by 2000. In the late 1960s developer J. Gould had an option to buy 300 acres of farmland adjacent to the village on Lake-Cook Road. His intention was to put up 2,300 apartments in 12-story high-rise buildings. Residents protested the development, which was nicknamed “Instant City” by newspapers. Another proposal to build a shopping center resulted in Northbrook's annexation of the land. Northbrook Court, a 130-acre upscale mall, opened in 1976.While Northbrook Court added to the village's tax base, large companies have also contributed. Northbrook became home to Allstate, United Parcel, and Underwriters Laboratories. Techny property has been annexed by Northbrook; plans for the 770-acre parcel include a mixed use of residential, commercial, industrial, and park land, and a golf course.",
    "Bibliography": "Clipping file. Northbrook Library, Northbrook, Ill.Pridmore, Jay. “A History and Lifestyle All Its Own.” North Shore, August 1982, 97–108.Randall, Frank A., Jr. The History of Timber Lane and Nearby Shermer Road. 1987.",
    "Author of Text": "Marilyn Elizabeth Perry",
    "Hyperlinked Terms Associated": [
        "German",
        "Fire of 1871",
        "construction",
        "soil",
        "Railroad",
        "Roman Catholic",
        "saloons",
        "annexation",
        "shopping",
        "golf"
    ]
}