{
    "Title": "Northlake, IL",
    "Descriptive Text": "Cook County, 14 miles W of the Loop. Northlake, a town that attracted do-it-yourself carpenters, is in the process of rebuilding itself. It is seeking to rejuvenate sagging industry, revitalize business, and bring about redevelopment of older areas.In 1939 the community consisted of farmland. The start of World War II brought industry to neighboring Melrose Park when the Buick defense plant was built on North Avenue. Housing for workers went up quickly as the Midland Development Company pur- chased acreage surrounding the plant. The housing complex was sandwiched between two railroad yards on its northern and southern edges. Midland built the shells and advertised “semi-finished” Cape Cod and ranch-style houses. Plant employees, eager to save money, liked the concept of adding their own skills to the completion of the houses. Buyers supplied paint and labor for the exterior, and installed electrical fixtures, heating equipment, and plumbing. By 1941 there were six hundred houses in the village. Midland reportedly ran a contest to name the city. The winner combined the names of two major roads in the community to form “Northlake.”The Proviso rail yards, built in 1929, ran through the south and west of the community, giving industry access to transportation, and major industry continued to draw new residents to the town during the 1940s. A vote to incorporate failed in 1944, but in an effort to keep Melrose Park from annexing them, residents voted to incorporate as the city of Northlake in 1949.In 1953 the estimated population was 9,000. The Tri-State Tollway at the city's western border brought increased industry. One of Northlake's largest employers after 1957 was Automatic Electric, a telephone -switching equipment manufacturer later absorbed into AG Communication Systems Corporation. The company employed 14,000 workers in the early 1970s, roughly equaling the city's population, but by the early 1990s, the company had reduced its staff to 1,400, when it left Northlake altogether for a plant in DeKalb County.Growth in the 1970s affected the infrastructure of the city in the 1980s. Between 1981 and 1988 city streets, sewers, and water lines were overhauled. Population in 1990 was at 12,505 with people of German, Irish, Italian, and Polish heritage and a large number of blue-collar workers. Over 16 percent of the population was Hispanic, and nearly 4 percent Asian. Most of the residential areas were located in the eastern section, while industry dominated the west.In response to a 1994 land-use report citing Northlake as below the national average in open space, the city began renovating existing parks and opened a new 32-acre park, Centerpoint preserve.",
    "Author of Text": "Marilyn Elizabeth Perry",
    "Hyperlinked Terms Associated": [
        "World War II",
        "railroad",
        "transportation",
        "Melrose Park",
        "annexing",
        "water",
        "German",
        "Irish",
        "Italian",
        "Polish"
    ],
    "Street addresses associated": [
        "Northlake"
    ]
}