{
    "Title": "North Center",
    "Descriptive Text": "Community Area 5, 5 miles N of the Loop. Bounded on the west by the North Branch of the Chicago River, North Center developed after industrialists' attention turned from the South Branch to the North Branch and working men and women began to settle near North Center's new factories and brickyards.In the 1840s, John H. Kinzie and William B. Ogden owned most of the property in the North Center area. After trying unsuccessfully to market a few residential subdivisions near the North Western Rail-way's stops, Ogden sold a large tract to John Turner, who moved out to a large farmhouse there after the fire of 1871. Turner rented scattered, smaller tracts to German truck farmers. Most of the North Center area, however, remained uncultivated and undeveloped until the late nineteenth century.During the last quarter of the nineteenth century, Chicago's industrialists realized the potential of the river's North Branch. In 1880, the Deering Harvester Works opened at Fullerton Avenue and eventually expanded to encompass land in the North Center area. In the wake of the Fire of 1871, concern over the flammability of wood intensified the demand for brick buildings in Chicago. As the riverbanks yielded more and more suitable clay, brickyards and clay pits dotted the North Branch, earning the area the nickname “Bricktown.” These industries provided work for skilled and unskilled laborers, who moved into the area to avoid the cost of transportation to their jobs. Early in the twentieth century, Ravenswood Avenue, which marks North Center's eastern border, became a light industrial corridor. Initially Germans and Swedes, and later Kashubes, Poles, Italians, Hungarians, Slovaks, Serbs, and Croatians, working-class migrants set the unpretentious tone of North Center's residential areas—a striking contrast to the massive church complexes.The last truck farmers did not give up farming until the first decade of the twentieth century, but in the 1890s the tie between work and residence in North Center began to break. New street railway lines and the opening of the Ravenswood “L” prompted a boom in residential development as far as Western Avenue. The combination of transportation and affordable homes enabled people who labored elsewhere in the city to commute to their jobs. The lots remained small and the inhabitants working-class. The growing number of residents whose economic subsistence did not depend on local industries increased public objection to the noisome, ugly clay pits along the river.The clay pits did begin to shut down, but unfortunately for the protesting residents, the empty pits became dumping grounds for garbage. Land filled so haphazardly was not suitable for housing. One section of land owned by the Illinois Brick Company was filled in 1923 for the Mid-City Golf Links at Addison and Western Avenues. The Chicago Board of Education acquired this land and in 1934 built Lane Technical High School there. During the Great Depression, one of Chicago's first public housing complexes, the Julia C. Lathrop Homes, was built on the river at Diversey, straddling North Center's boundary with Lincoln Park.In 1879, members of the Krieger Verein, a German social club, acquired the land around Belmont and Western for a family picnic grove. In 1905, owner George Schmidt transformed the grove into Riverview Sharpshooters Park and sought a clientele from around the city. Until Riverview Park closed unexpectedly after the 1967 season, the amusement park's concessions and rides brought millions of Chicagoans and Midwestern tourists through North Center. In the early 1980s, the Riverview Plaza shopping center and a district police office occupied the site of the old park.Between 1940 and 1990, North Center's population declined from 48,759 to 33,010. Many white Chicagoans moved to suburbs, but people of Hispanic, Korean, and Filipino descent replaced some of them in North Center. Like their predecessors, most of North Center's new inhabitants earned moderate incomes. In the 1990s, residents began to worry that they would be displaced by gentrification spilling over from neighboring Lincoln Park and Lake View. The popularity of newly designated neighborhoods like Roscoe Village provoked fears that longtime residents of North Center would no longer be able to afford their modest homes and small businesses.",
    "Bibliography": "Drury, John. “Old Chicago Neighborhoods.” Landlord's Guide (November 1948): 10–11.Griffin, Al. “The Ups and Downs of Riverview Park.” Chicago History 4.1 (Spring 1975): 14–22.Vivien M. Palmer Papers, Chicago Historical Society, Chicago, IL.",
    "Author of Text": "Amanda Seligman",
    "Hyperlinked Terms Associated": [
        "Chicago River",
        "subdivisions",
        "German",
        "fire of 1871",
        "Fire of 1871",
        "transportation",
        "Swedes",
        "Poles",
        "Italians",
        "Hungarians",
        "Slovaks",
        "Serbs",
        "Croatians",
        "work",
        "street railway",
        "commute",
        "Golf",
        "Great Depression",
        "public housing",
        "Lincoln Park",
        "amusement parks",
        "Korean",
        "Filipino",
        "Lincoln Park",
        "Lake View"
    ],
    "Street addresses associated": [
        "Ravenswood",
        "Lincoln Park",
        "Lake View",
        "Roscoe Village"
    ]
}