{
    "Title": "North Riverside, IL",
    "Descriptive Text": "Cook County, 10 miles W of the Loop. To many, the village of North Riverside is synonymous with North Riverside Park Mall. As a major retail hub located approximately 10 miles west of downtown Chicago, the mall attracts customers through- out western Cook County. Yet for most of its history North Riverside has had few connections with the property on which the mall is located.Once the domain of the Potawatomi, the forested land along the Des Plaines River was purchased by a trapping and real-estate firm in 1835. David A. Gage, treasurer of the city of Chicago, purchased approximately 1,600 acres along Harlem Avenue for his country estate. When Gage left office and the city treasury was found short of money, this property was turned over to the city of Chicago. Part of this land was used for the Cook County Home for Boys and later a tuberculosis sanitarium. For approximately one hundred years, the village necessarily grew to the west, near the Des Plaines River.By 1900 onion farmers had settled in the area between Gage's former property and Des Plaines Avenue, and members of the Riverside Holiness Association (many of whom were Chicago businessmen who used the properties for summer retreats) had built homes between Des Plaines Avenue and the river.At the time of incorporation in 1923, the Des Plaines River formed the western boundary of the village. The river in its forested setting brought recreational and retirement opportunities, including the Optimates Canoe Club, the Scottish Home, the Melody Mill Ballroom, and the Riverside Golf Club (founded in 1893). In 1926 the size of North Riverside more than doubled with the annexation of land west of the Des Plaines River. Residential construction boomed in the years after World War II as new residents, many of whom were of Eastern European descent, moved into the new brick single-family homes. With manufacturing jobs available in nearby western suburbs, population peaked in 1970 at 8,097.The construction of North Riverside Plaza shopping center in the early 1960s and the North Riverside Park Mall in 1975 brought increased commercial activity to the area. These retail properties have been invaluable; they now pay for over half of the village's operating expenses, making North Riverside an affordable community in which to live.",
    "Bibliography": "Maclean, John N. “Small-Town Virtues—and Low Taxes, Too.” Chicago Tribune, December 29, 1990.North Riverside: Our 75th Year. Commemorative Book of Village History, 1998.",
    "Author of Text": "Patricia Krone Rose",
    "Hyperlinked Terms Associated": [
        "Cook County",
        "Potawatomi",
        "real-estate",
        "Des Plaines River",
        "tuberculosis",
        "Cook County",
        "Scottish",
        "annexation",
        "Golf",
        "World War II"
    ]
}