{
    "Title": "Northwest Community Organization",
    "Descriptive Text": "During three decades of operation, the Northwest Community Organization served the West Town area of Chicago as “an organization of organizations,” unifying churches, social service agencies, settlement houses, and neighborhood groups. NCO started through the initiative of nearly two dozen Roman Catholic churches in 1961 with the intention of reversing the physical decay of West Town and thereby keeping demographic change at bay. In its first two years of operation, NCO received critical assistance from the Industrial Areas Foundation.With time, NCO's unfriendly, defensive posture softened and, by the 1970s, the organization enthusiastically embraced growing numbers of new neighbors from Puerto Rico and, later, Mexico. The group became involved with a wide assortment of issues involved with urban renewal, federally subsidized mortgages, employment training, building code violations, arson fires, and governmental treatment of immigrants.The Northwest Community Organization gained a reputation for its protest strategies, which included dumping accumulated garbage behind the tavern of a recalcitrant alderman, staging sit-ins at the mayor's office, taking complaints straight to utility company headquarters, and publicly identifying uncaring landlords.Through the eighties, NCO continued its issue-based campaigns protesting, among other things, unfair distribution of Chicago's home-improvement loans, high utility rates, and sluggish toxic-spill clean-up. By the next decade, gentrification triggered yet another demographic transformation of West Town. Soon, leadership changes, a return to its church-based origins, and funding troubles caused the organization to became a casualty of change, and its insistent voice on behalf of racial and class diversity was silenced.",
    "Bibliography": "Lancourt, Joan E. Confront or Concede: The Alinsky Citizen-Action Organizations. 1979.Northwest Community Organization Collection, 1962–1994. Chicago Historical Society. Chicago, IL.Webb, L. Thomas. “Northwest Community Organization.” In Neighborhood Organization: Case Reports. 1968.",
    "Author of Text": "Thomas J. Jablonsky and Paul-Thomas Ferguson",
    "Hyperlinked Terms Associated": [
        "West Town",
        "Roman Catholic",
        "Puerto Rico",
        "Mexico",
        "urban renewal",
        "building code violations"
    ],
    "Street addresses associated": [
        "West Town"
    ]
}