{
    "Title": "North Chicago, IL",
    "Descriptive Text": "Lake County, 32 miles north of the Loop. Incorporated as a village in 1895, North Chicago was called South Waukegan until 1901. Proximity to Lake Michigan and to Chicago made the area ideal for manufacturing. The fact that it was a temperance town withthe motto “No Saloons ”was also a key selling point. However, workers grewimpatient with the restrictions of temperance and demanded a change. By 1912 North Chicago possessed, in addition to its 15 industrial enterprises, no fewer than 26 saloons, all of which generated city revenue in the form of license fees.Industry expanded rapidly in North Chicago. In 1892 the Washburn and Moen Manufacturing Company, headquartered in Worcester, Massachusetts, became the first industry to locate in North Chicago. The Illinois division of Washburn and Moen manufactured barbed wire. The Lanyon Zinc Oxide Company and the Morrow Brothers Harness Company, manufacturers of horse-collar pads, were two other major late-nineteenth-century industries to locate in North Chicago. The Chicago Hardware Foundry Company opened in 1900 and the National Envelope Company in 1905. The development of these industries in addition to others sparked a population boom in the area in the first decades of the twentieth century. From merely 20 residents in 1890, North Chicago counted 5,839 in 1920.Companies like Washburn and Moen helped to stratify North Chicago along ethnic lines. The company transferred workers from the Worcester plant, and then added Swedes, Finns, and other Eastern Europeans. In the far north of North Chicago, Slovaks, who called the area “Kompanija,” established Mother of God Roman Catholic Church. More to the south, Polish residents founded Holy Rosary Catholic Church, while German and Irish residents also established schools and churches.Into the 1950s North Chicago attracted more residents as the industrial base of the community continued to grow and included such companies as American Motors, Johnson Motors, Goodyear, Abbott Laboratories, and Ocean Spray. Further growth came with the expansion of the Veterans Hospital and the annexation of the Great Lakes Naval Training Station. The population reached 47,275 in 1970. As many plants began to close in the 1970s, jobs dwindled and the population decreased. Washburn and Moen, one of the city's largest employers in the 1950s, closed in 1979. Between 1970 and 1980 North Chicago lost 18 percent of its population. The drop in activity at the Naval Training Station after the Vietnam War further contributed to North Chicago's decline in population. By 2000 the population stood at 35,918.Changes in North Chicago's racial makeup accompanied its decline in population. African Americans, who had lived in North Chicago since its inception, accounted for 34 percent of the city's population by the end of the twentieth century. The city also had become considerably poorer by the 1990s. Of the 261 municipalities in the six counties surrounding Chicago, North Chicago ranked 253rd in per capita income toward the end of the twentieth century. Much of North Chicago is federal land and untaxable, making the tax burden on private residents among the highest in Illinois. Abbott Laboratories remained one of North Chicago's largest taxpayers, but with the decline of other industries and the corresponding drop in commercial development and population, efforts to resuscitate the once-thriving community have met with difficulty.",
    "Bibliography": "“North Chicago.” In Local Community Fact Book: Chicago Metropolitan Area, 1990, ed. Chicago Fact Book Consortium, 1995.Bateman, Newton, and Paul Selby, eds. Historical Encyclopedia of Illinois and History of Lake County. 1902.Sayler, Carl E. “City of North Chicago.” In A History of Lake County, Illinois, ed. John J. Halsey, 1912.",
    "Author of Text": "Wallace Best",
    "Hyperlinked Terms Associated": [
        "Lake Michigan",
        "Waukegan",
        "Saloons",
        "Swees",
        "Finns",
        "Roman Catholic",
        "Slovaks",
        "Polish",
        "Irish",
        "German",
        "Veterans Hospital",
        "annexation",
        "Great Lakes Naval Training Station",
        "African American"
    ]
}