{
    "Title": "Northwestern University",
    "Descriptive Text": "On May 31, 1850, nine Chicagoans convened in a law office above a hardware store on the northern edge of the city's business district to found a university. Chief among them were the physician and real-estate speculator John Evans, his brother-in-law, the commodities broker Orrington Lunt, and the prominent attorney Grant Goodrich. The other six included two lawyers, the owner of the hardware store, and the ministers of the three leading Methodist churches in the city. All nine were Methodists, yet they deliberately chose to found a secular university. In August 1853, with the financial support of John Evans, the founders purchased 379 acres of land located on Lake Michigan 12 miles north of Chicago. Here, during the winter of 1853–54, the university's financial agent Philo Judson laid out the streets of what would become the city of Evanston. In November 1855 the university held its first classes in a newly built three-story wooden building located on the northwest corner of Hinman and Davis Streets in what is today downtown Evanston. In 1869, Northwestern became one of the early universities to admit women students and opened its first permanent building, University Hall, which still stands as a signature campus landmark.During the 1870s and 1880s, Northwestern became affiliated with several professional schools located in Chicago, including a law school and a medical school. It first fielded an intercollegiate football team in 1882, and later was a founding member of what became the Big Ten Conference. By 1890 Northwestern had grown rapidly, both in Evanston and in Chicago, but remained a relatively loose federation of semiautonomous colleges and schools until president Henry Wade Rogers (1890–1900) transformed it into a modern, fully integrated university.During the presidency of Walter Dill Scott (1920–1939), Northwestern's enrollment substantively increased, additional faculty were recruited, and the university began to acquire a national reputation for academic excellence. Northwestern's professional schools in Chicago were brought together on the university's newly constructed campus on Chicago Avenue at Lake Michigan in buildings designed by James Gamble Rogers, who also designed many new buildings on the Evanston campus, among them Dyche Stadium (now Ryan Field), opened in 1926, and the Charles Deering Library, opened in 1933.In the quarter century following the war, under the leadership of President J. Roscoe Miller (1949–1970), Northwestern substantially increased the size of its Evanston campus, constructing many new buildings on adjacent land reclaimed by filling in Lake Michigan. The university's academic programs were strengthened, the faculty was expanded, and enrollment was increased.The last decades of the twentieth century saw Northwestern's J. L. Kellogg Graduate School of Management develop into one of the leaders in its field and the university's Materials Research Center emerge as a nationally recognized pioneer in applied specialized technology.President Arnold R. Weber (1985–1994) stabilized the university's finances and enhanced the Evanston campus environment. Northwestern's relations with the Evanston community remained somewhat strained because of the university's exemption from property taxes as provided for in an amendment to its charter approved in 1855 by the Illinois State Legislature.",
    "Bibliography": "Williamson, Harold F., and Payson F. Wild. Northwestern University: A History, 1850–1975. 1976.",
    "Author of Text": "Patrick M. Quinn",
    "Hyperlinked Terms Associated": [
        "real-estate",
        "Lake Michigan",
        "Evanston"
    ],
    "Street addresses associated": [
        "Evanston"
    ]
}