{
    "Title": "Northfield, IL",
    "Descriptive Text": "Cook County, 17 miles NW of the Loop. Only 2.8 square miles in size, Northfield maintains a quiet suburban setting despite being intersected by the Edens Expressway and Willow Road. Industrial facilities are located on the eastern border along the Chicago & North Western Railway and the expressway. Nature lovers can bicycle on numerous paths that connect with pathways to the Skokie Lagoons and Erickson Woods. More than half of the residential properties are zoned for acre lot sizes. Northfield is one of the few communities allowing homeowners to have horses on their properties.John Happ moved into the area from Winnetka some time after 1854, when the railroad lessened the demand for his services as a blacksmith. The German immigrant settled his family and his blacksmith shop to the west, where it was still rural. In the area that later became Northfield, other farmers settled near the Happs. The farming community grew at a leisurely pace through the remainder of the century.In the 1920s electric utility innovator Samuel Insull built the Skokie Valley line of the North Shore interurban railroad, which came through the village. The town was originally incorporated in 1926 under the name Wau-Bun. But when Insull built a railroad station at Willow Road he called it Northfield. Village residents later adopted the name for their town.In the early 1950s the Edens Expressway was built and the swampland to the east was dug out to become the Skokie Lagoons. The village grew rapidly during the 1950s. From 1930 to 1980 the population increased from 320 to 4,887, slowing down in the next decade to reach 4,924 by 1990. Housing types ranged from ranch-style and two-story frame houses to large estate houses.In 1957 the Northfield Park District was established. It purchased property on both the north and south of Willow Road, providing a wooded backdrop for the heavily traveled two-lane road. Northfield has preserved that look in other respects by confining commercial and office buildings to eastern sections of the village. Residents shop primarily at two small strip areas. Very few multifamily dwellings are in evidence.Northfield residents have for decades fought against widening the segment of Willow Road that passes through the village, and in the late 1990s successfully defeated a renewed attempt by the Illinois Department of Transportation to widen the road.",
    "Bibliography": "Hobart, Mary B. Northfield: A Friendly History. 1961.Northfield. Chamber of Commerce Community Guide. 1997–1998.",
    "Author of Text": "Marilyn Elizabeth Perry",
    "Hyperlinked Terms Associated": [
        "Expressway",
        "bicycle",
        "Skokie",
        "Winnetka",
        "railroad",
        "German",
        "interurban",
        "railroad station",
        "Expressway",
        "Housing types",
        "Park District",
        "Transportation"
    ],
    "Street addresses associated": [
        "Skokie"
    ]
}