{
    "Title": "Norwood Park",
    "Descriptive Text": "Community Area 10, 11 miles NW of the Loop. Prior to Norwood Park's incorporation in 1874, the village had a country setting far away from the bustle of the city. Early developers hoped to create a resort, taking advantage of area woodlands and hills. The subdivision departed from the typical grid pattern, and instead, like Frederick Law Olmsted's Riverside, platted winding roads alternating with rectangular streets. One of the historic streets with old Victorian houses, the Circle, is shaped in an oval.In 1833 Mark Noble became one of Chicago's prominent citizens when he purchased substantial acreage in Niles and Jefferson Townships. The frame house built that year by the Noble family, known today as the Noble-Seymour-Crippen house, is the oldest extant house in the city of Chicago.English farmers settled in the area in the 1830s. Over the years Germans became the major ethnic group, along with substantial numbers of Poles and Scandinavians. In 1853 the Illinois & Wisconsin Railroad, eventually the Chicago & North Western Railway, installed a rail line serving the area. For several months there was only one passenger, until other residents realized the advantages of railway travel to Chicago.In 1868 the Norwood Land and Building Association created its curvilinear subdivision. Construction began on the Norwood Park Hotel and an artificial lake in hopes that the area would attract Chicagoans seeking a resort atmosphere. Although the hotel attracted local residents for entertainment purposes, it never drew enough customers to be a success.Following incorporation in 1874, the village prohibited the sale of liquor. The village's name followed Henry Ward Beecher's novel, Norwood: Or, Village Life in New England. The word “Park” was added after it was discovered that another post office in the state had the name of Norwood.In 1893 the village of Norwood Park was annexed to Chicago. Nine trains stopped in the town daily to serve residents commuting to the city. Although there were houses scattered around the village, most were built close to the railroad.Improvements to roads such as Milwaukee Avenue, Northwest Highway, Foster, Devon, and Harlem in the 1920s led to easier travel and brought many newcomers to Norwood Park. Despite the hard times of the Great Depression the community continued to add homes and residents during the 1930s. In the 1950s the Kennedy Expressway cut through Norwood Park, but was routed around the historic houses on the Circle.Norwood Park is home to a number of institutions. The Norwegian Old People's Home was built in 1896 on the site of the old hotel; a Passionist monastery (Immaculate Conception) in 1904; the Danish Old People's Home in 1906. The Sisters of Resurrection ( Roman Catholic ) founded Resurrection High School in 1913, Resurrection Hospital in 1953, and Resurrection Retirement Community in 1977.The population of 41,827 in 1970 declined to 37,669 by 2000. Housing types are mixed in Norwood Park and range from nineteenth-century Victorian houses to post– World War II bungalows, ranches, Georgians, and Cape Cods. Although most housing is single-family, condominiums gained in popularity in the 1990s.Retail and service businesses line Northwest Highway, and Norwood Park has easy access to O'Hare Airport, trains, and major highway transportation, but the village remains a mostly residential community, with no significant industrial base.",
    "Bibliography": "Andreas, A. T. History of Cook County. 1884.McGowen, Thomas. Island within a City: A History of the Norridge–Harwood Heights Area. 1989.Scholl, Edward T. Seven Miles of Ideal Living. 1957.",
    "Author of Text": "Marilyn Elizabeth Perry",
    "Hyperlinked Terms Associated": [
        "Riverside",
        "Niles",
        "Jefferson Townships",
        "Germans",
        "English",
        "Poles",
        "Railroad",
        "subdivision",
        "Hotel",
        "annexed",
        "Great Depression",
        "Expressway",
        "Norwegian",
        "Danish",
        "Roman Catholic",
        "Hospital",
        "Housing types",
        "World War II bungalows",
        "condominiums",
        "transportation",
        "OHare Airport"
    ],
    "Street addresses associated": [
        "Norwood Park"
    ]
}