{
    "Title": "Nursing and Nursing Education",
    "Descriptive Text": "Initially, Chicagoans received nursing care primarily from religious groups, which often established hospitals to serve the poor. These included Norwegian deaconesses, Roman Catholic nuns, and nurses hired by Protestant denominations to work on behalf of specific immigrant groups. Beginning in the 1880s, wealthy women, inspired by Florence Nightingale in Britain, began to form nondenominational nursing schools and visiting nurse organizations. Middle- and upper-class families engaged private duty nurses when ill. The poor alone went to hospitals in the nineteenth century.Early schools of nursing were based in Chicago hospitals. Prominent among them were St. Luke's, Provident, and the Illinois Training School for Nurses. These schools followed the Nightingale model of incorporating science classes into nursing education combined with long hours of hands-on training in hospital wards. Hospitals hired only supervisory nurses; student nurses provided most care. Provident, structured like the other schools, was established in 1891 by the Chicago African American community in order to provide nursing education to black women who were excluded from other schools in Chicago and in the nation.A small but significant trend to educate nurses in collegiate settings began during the early 1900s. Initially, postgraduate courses in public health were offered at local colleges such as the School of Civics and Philanthropy at the University of Chicago. The first baccalaureate degree program in nursing was initiated at Loyola University in 1935. By the end of the century Chicago had seven universities offering bachelor's degrees in nursing, with some offering master's and doctoral degrees as well. In response to a nursing shortage in the 1950s, community colleges instituted associate (two-year) degree programs in nursing. Graduates were eligible to take the examination for registered nurses and served as hospital staff nurses. Baccalaureate graduates were to serve in leadership roles and public health.In 1889, a group of wealthy society women created the Visiting Nurses Association (VNA), the third such organization in the country. Nurses were employed to provide free, scientific nursing care in the homes of the sick poor. During each of the following decades through 1920, the city's population grew by more than 600,000; as the population multiplied, so too did sickness. The VNA realized that the needs of the poor extended far beyond home visiting, and it then developed school nursing, industrial nursing, and day hospitals for babies. The VNA played a major role in creating what became the Chicago Lung Association. Two major organizations, the Infant Welfare Society and the Public Health Nurses of the Chicago Department of Health had their roots in the VNA. Local and national nursing leadership from 1903 into the 1930s was provided by Harriet Fulmer, Edna Foley, and Carrie Bullock (a VNA staff nurse who served as president of the National Association of Colored Graduate Nurses during the 1910s).Chicago's nurses served in the Red Cross during World War I and in the armed services thereafter. Staff shortages during wars led to new ways of delivering care. After World War II, nurses led teams of lesser-trained assistants. Nursing units became specialized, and intensive care units were created beginning in the 1950s.During the 1960s, nurses enjoyed unprecedented progress in upgrading salaries, working conditions, and employee benefits. At the beginning of the decade, no nurses had negotiated contracts with their hospitals. By 1970, more than 34 hospitals and agencies negotiated employment contracts with local bargaining units of the Illinois Nurses' Association. Considerable improvements in wages and working conditions resulted from these agreements, but, despite persistent shortages of trained nurses, pay has remained low relative to other professions.",
    "Bibliography": "Billings, John S., and Henry M. Hurd. Hospitals, Dispensaries, and Nursing. Papers of the International Congress of Charities, Correction, and Philanthropy, 1893. Repr. 1984.Dunwiddie, Mary. A History of the Illinois State Nurses' Association. 1937.Egenes, Karen, and Wendy Burgess. Faithfully Yours: A History of Nursing in Illinois. 2002.",
    "Author of Text": "Wendy Burgess",
    "Hyperlinked Terms Associated": [
        "hospitals",
        "Norwegian",
        "Roman Catholic",
        "Protestant",
        "Provident",
        "African American",
        "public health",
        "University of Chicago",
        "Loyola University",
        "World War I",
        "World War II"
    ]
}