{
    "Title": "Nursery Schools",
    "Descriptive Text": "The growth of nursery schools, foster day care, and other formal institutions that cared for pre-school-age children in Chicago began in the late nineteenth century. Reflecting the customary guardianship provided by relatives, neighbors, and friends, early child care organizations emphasized easing the burdens of the poor or “abandoned” mother rather than meeting children's developmental needs. By 1897, settlement houses directed almost all of Chicago's 175 custodial nurseries. Of these, only the Chicago Orphan Asylum (COA), established in 1849, concentrated on child development.By 1912, nurseries began to shift their focus away from Chicago's destitute in favor of working mothers who could not afford nannies, au pairs, or regular babysitters. During the Great Depression the New Deal stimulated rapid expansion of institutional child care as the Federal Emergency Relief Administration (1933) constructed hundreds of nurseries to provide work for underemployed teachers, nurses, and dieticians. The Lanham Act (1940) built on this national foundation, constructing more than 60 federal centers in Chicago alone, to curtail absenteeism by parents in war-related industries.The withdrawal of federal financial support after 1945 and the evolution of child development practices led to a growing diversity of nursery service and after-school providers. Fewer than 23 federally sponsored “war nurseries” remained in Chicago by 1946, but the COA noted 40 new private institutions that focused first on child development rather than parental convenience. The 1960s saw a flurry of federal and state legislative activity intended to improve conditions and ensure proper ratios between children and caregivers as the need for and number of child care providers rose.In 1965, Head Start, a cornerstone of President Lyndon Johnson's Great Society, extended the benefits of nursery schools to children living below the poverty line. By 2001, 18,000 children in Chicago had enrolled at more than 500 Head Start locations. Begun in 1967, the Chicago Parent-Child Project shared Head Start's goals and partnered with the federal government to provide educational opportunities to children ages three to seven.As the number of women entering the workplace soared between the 1970s and the 1990s, the need for nonmaternal child care became more compelling. Many families remained on the waiting lists of crowded centers while others struggled to pay the average annual price of $3,000—a cost much higher than many parents could afford.",
    "Bibliography": "Bremner, Robert H., ed. Children and Youth in America: A Documentary History. 1974.Cauman, Judith. “What Is Happening in Day Care—New Concepts, Current Practice and Trends.” Child Welfare 35 (1956): 22–27.McCausland, Clare L. Children of Circumstance: A History of the First 125 Years (1849–1974) of Chicago Child Care Society. 1976.",
    "Author of Text": "David Blanke",
    "Hyperlinked Terms Associated": [
        "settlement houses",
        "Great Depression",
        "New Deal",
        "nurses",
        "Great Society"
    ]
}