{
    "Title": "Vacation Spots",
    "Descriptive Text": "In Chicago, as elsewhere in the United States, it was well into the twentieth century before the vacation became truly commonplace. It took innovations in transportation (steam, rail, auto, and air service), labor policies ( eight-hour day, stable wage structures, paid vacations), economic development, and city, state, and national recreation initiatives to make the vacation widely attainable.Nineteenth-century vacations demanded large resources of time as well as money, and only Chicago's elite enjoyed these in abundance. Prominent families, such as the Palmers, Armours, and Fields, regularly fled urban clamor and climatic extremes for the woods, mountains, seaside, and lakeshore. They circulated among exclusive resorts in Europe and the New England coast in summer (Bar Harbor, Maine and Newport, Rhode Island) and flocked to Florida's private beaches in winter.For middle-class professionals, getting away in the 1870s meant camping at summer colonies on the urban fringes, such as Lake Bluff and New Buffalo, Michigan, or a pilgrimage to the Indiana Dunes. More distant vacation destinations remained too expensive for middle-class Chicagoans.Increasingly, the nearby woodlands and pristine waters of the Wisconsin, Michigan, and Indiana shores of Lake Michigan beckoned Chicagoans seeking recreation and repose amidst natural beauty. Hunters, anglers, and boaters drawn to the strenuous life took to the woods and waterways, camping in tents or in rugged shelters in proximity to rural agricultural and logging settlements.PRAIRIE CLUB BULLETIN, 1917 During the 1870s and 1880s, wealthy Chicagoans started forming private corporations to purchase plots of Michigan and Wisconsin waterfront for summer cottages. These “resorts” tended to be modest in scale and amenities, embodying notions of rustic, family-centered recreation. Chicago mothers often presided over these summer colonies at Mackinac Island, Benton Harbor, and South Haven, Michigan, and Green Lake and Lake Geneva, Wisconsin, supervising their children while their husbands labored in the city. By the 1920s, African American professionals from Chicago and other Midwestern cities had begun developing Idlewild, a resort community in northwestern Michigan.As the industrial city grew, health activists celebrated the moral benefits of vigorous activity in the fresh air and contributed to an emerging view of the vacation as a necessary antidote to urban life. Middle-class sufferers of physical and mental ailments “took the cure” at fresh-air spas, mineral springs, and wilderness retreats and sanatoriums in Wisconsin, Michigan, and downstate Illinois. Religious organizations sponsored “camp meetings” combining recreation with spiritual education and fellowship.Soaring population in the 1880s and 1890s increased demand for affordable, accessible, and stimulating getaway opportunities. Railway and steamship lines joined forces with commercial developers to create vacation resorts for consumers seeking speedy and inexpensive access to lively surroundings where they could unwind with their families or meet members of the opposite sex.By the turn of the century, resort hotels and campgrounds serving Chicagoans of various incomes were transforming sleepy encampments and lake ports such as Holland, Michigan, into bustling vacation spots. Thousands of Chicagoans traveling as families, church congregations, ethnic societies, and neighborhood groups might visit on a Fourth of July weekend.ST. JOSEPH'S BEACH, C. 1940S Increasing access to automobile ownership in the 1910s radically transformed the vacation landscape. Middle-class Chicagoans discovered “autocamping”: Vacationers drove into the countryside and slept in their cars or pitched tents by the roadside or in municipal campgrounds on the outskirts of rural towns. Between 1920 and 1930 the total acreage of state and county parks almost doubled, and Chicagoans headed for Starved Rock, Chain O'Lakes Park, and the Indiana Dunes. The autocamps, which offered rustic shelters not much larger than cars themselves, gave way to cabins with amenities such as running water and eventually to motels and motor courts in the 1930s and 1940s.The post-1945 boom in production, prosperity, and improved benefits packages for workers expanded vacation budgets and options. Loaded into station wagons and recreational vehicles, Chicagoans took to the new interstate highway system in record numbers.MENU FOR TRANS-ATLANTIC FLIGHT, 1945 Over 7 million people visited state parks in Illinois in 1950. By 1970 total visits nearly tripled, increasing to approximately 20 million. In 1950, 3.2 million people visited state parks in Wisconsin. These visits more than quadrupled by 1999, when Wisconsin state parks hosted 14.1 million visitors annually. Overnight visits to state parks also soared: in 1970, over 6 million people camped overnight in Michigan's state parks, compared to the 700,000 people who did so just 10 years earlier.By the end of the twentieth century, competition in the tourism and airline industry, along with Chicago's national status as an air hub, had increased middle-class access to national and international travel. Chicagoans traveling beyond the Great Lakes region have been especially partial to California and Florida.",
    "Bibliography": "Amory, Cleveland. The Last Resorts. 1952.Bateman, Newton. Historical Encyclopedia of Illinois. 1908.Bogue, Margaret B., and Virginia A. Palmer. Around the Shores of Lake Superior: A Guide to Historic Sites. 1979.",
    "Author of Text": "Derek Vaillant"
}