{
    "Title": "Valparaiso, IN",
    "Descriptive Text": "Porter County, 41 miles SE of the Loop. Valparaiso, the county seat of Porter County, Indiana, is at best an hour's drive south and east from Chicago's Loop. The roads are often so clogged, however, that the trip can take somewhat longer.Traffic flows both ways. Many residents of Valpo, as it is familiarly known, work in Chicago or frequently take advantage of its cultural and other opportunities, while many Chicagoans are drawn to the small-town security and other amenities of Valpo and environs.Valparaiso means “Vale of Paradise.” The name is Spanish but the pronunciation is American, Val-pah-ray'zo. Tradition says that the name was suggested by sailors who served under Commodore David Porter, a hero of the War of 1812 for whom the county was named. His ship, the Essex, was lost in a famous battle at the harbor of Valparaiso, Chile.The land where Valparaiso now stands was purchased by the federal government in 1832. Among the first settlers of the new acquisition was Thomas Campbell, who scouted the area near the Sauk Trail. Some 80 years later the nation's first transcontinental highway, U.S. 30, was constructed following the route of this old Indian trail through Valparaiso.In 1834 J. P. Ballard built the first house in what became the town of Portersville, its name until christened Valparaiso in 1837. After Porter County was established by the Indiana General Assembly in 1836, the first county board of commissioners, meeting in Ballard's kitchen, selected Portersville as the county seat.Portersville was created by land speculators. The town site, centered on a public square that was donated to the county, was carved into lots that sold for an average price of $100. It took only three years for the Portersville Land Company to sell every lot in town.The area was heavily wooded with oak, ash, maple, birch, and pine trees. Wild fruit, nuts, and game were plentiful. Sawmills were quickly started. Settlers concentrated on farming and trade. Benjamin Harrison, who later became president, often hunted and fished here.The city has experienced steady growth. Its population in 2000 was 27,428, although the Valparaiso Post Office service area embraces nearly 70,000 inhabitants. In the decade of the 1990s about 2,000 residential building permits were issued.Residential growth has been accompanied by new and expanding industrial development. For example, the Hoosier Bat Company has provided baseball bats to Cubs slugger Sammy Sosa and others, while Urschel Laboratories, founded in 1910, designs and manufactures food processing equipment sold worldwide.Valparaiso is widely known as the home of Valparaiso University and its magnificent chapel. One of its noted citizens, the late Orville Redenbacher, is honored each year on the first Saturday after Labor Day by the city's annual Popcorn Festival.",
    "Bibliography": "“Where Reality Meets Ideal.” Valparaiso Times, June 27, 1999.Neeley, George E. Valparaiso: A Pictorial History. 1989.Porter County Sesquicentennial, 1836–1986. 1986.",
    "Author of Text": "Mel Doering"
}