{
    "Title": "Vaudeville",
    "Descriptive Text": "From 1880 to 1910 this form of popular entertainment stood atop the show business world. In 1882 C. E. Kohl and George Middleton opened the first acknowledged vaudeville entertainment in Chicago, their West Side Museum. In 1883 the pair opened the Clark Street Museum; a year later they leased the Olympic Theater, hiring George Castle to manage it. By 1895, Kohl and Middleton were making so much money they leased the Chicago Opera House; three years later they acquired the Haymarket. In 1900, Kohl bought out Middleton's leases and later with George Castle built the Majestic, acquired the Academy of Music, took over the Star, and opened Chicago's first Palace theater. But this company never went national, instead selling out to the Orpheum Circuit. Headquartered in San Francisco, Orpheum, along with the Keith-Albee Circuit, dominated “big time” vaudeville. (There was also the cheaper “small time” vaudeville and, for an even lower price, burlesque houses.)Chicago always trailed only New York in vaudeville stops. Its largest theaters seated about 2,000 patrons, with the most important including the Academy of Music (on South Halsted), the Haymarket and the McVickers's (both on West Madison), and the Majestic (on West Monroe, renamed the Shubert in 1945). There were two dozen more during the heyday of vaudeville, including the Olympic, the Folly, Howard's, the International, the Metropolitan Music Hall, the original Palace, Sid Euson's, Trocadero, the Alhambra Hippodrome, the Colonial [the former Iroquois], the Empress, the Julian, the Marlowe Hippodrome, the Star Hippodrome, the Willard, and the Wilson Avenue (the best-known of the outlying “suburban” houses, but only one among many). The Pekin (at 2700 South State Street) was in a special category as the lone black-owned and -operated vaudeville house. The beginning of the end of the vaudeville era came in 1921 with the opening of Balaban and Katz's Chicago theater, which offered both movies and live entertainment for the same price as the vaudeville-only shows. By 1930 pure vaudeville had died, crushed by Hollywood.",
    "Bibliography": "Allen, Robert C. “B. F. Keith and the Origins of American Vaudeville.” Theatre Survey 21 (November 1980): 105–115.Duci Bella, Joseph R., ed. Theatres of Chicago. 1973.Slide, Anthony. The Encyclopedia of Vaudeville. 1994.",
    "Author of Text": "Douglas Gomery",
    "Street addresses associated": [
        "Loop"
    ]
}