{
    "Title": "Venezuelans",
    "Descriptive Text": "Although Chicago has never attracted many Venezuelan immigrants, a small but viable community has resided in the city beginning in the 1950s. Chicago's earliest Venezuelans included Chico Carrasquel, White Sox star shortstop and, in 1951, the first Latin American to play in the Major League All Star Game. He joined only a handful of other Venezuelans living in the city during the 1950s.Venezuelan migration to Chicago accelerated during the 1970s and 1980s. Many came as university students with the support of a major Venezuelan scholarship sponsored by the Fundación Gran Mariscal de Ayacucho. Although most returned to Venezuela after their studies, this temporary student population constituted a substantial segment of the community up through the turn of the millennium. Economic crises in Venezuela during the 1980s prompted many businessmen and professionals to seek jobs in the more secure markets of U.S. cities. A handful of musicians and political expatriates also added to the Chicago Venezuelan community. The 2000 census counted 600 Venezuelans in Chicago with nearly 1,400 in the metropolitan area.Not concentrated in any single neighborhood or parish, the diverse Venezuelan community in Chicago has spread across the city and suburbs. In the early 1980s, Venezuelans in Chicago founded a community organization aimed at bringing together this disparate group. ASOVEN-Chicago, the Asociación de Venezuela en Chicago, became a social and cultural haven for the Venezuelans, sponsoring parties and cultural events throughout the 1980s and early 1990s. ASOVEN organized an annual July 5th picnic to celebrate Venezuelan Independence Day and hosted Christmas parties and Easter celebrations. These festivities became opportunities for Venezuelans to maintain such ethnic traditions as playing with perinolas and eating hallacas. Though ASOVEN ceased to function in the mid-1990s, members of the Venezuelan community continued to gather for frequent parties and picnics.",
    "Author of Text": "Robert Morrissey"
}