{
    "Title": "Vernon Hills, IL",
    "Descriptive Text": "Lake County, 30 miles NW of the Loop. W. D. Coon and Theodore Mills established the foundation of this community when they started a two-hundred-acre farm in 1851. In 1885 railroad tracks were laid, enabling farmers to move their crops via the Soo Line Railroad.The community remained agricultural until the 1950s, when developers Quinn Hogan and Barney Loeb bought land from nurseryman Gordon Clavey to build homes and a golf course. Naming their corporation Vernon Hills, they built 24 houses and some apartment buildings. The village incorporated in 1958 with 123 residents. A hotel and Vernon Hills Country Club were completed in 1960. Tourists and prospective home buyers stayed at the hotel, where they received a weekend membership to the club's golf course. But Vernon Hills's period of prosperity ended when bankruptcy forced Hogan and Loeb to sell to the original owner, Gordon Clavey.Although there were 1,050 residents in Vernon Hills in 1970, the community had no commerce. In 1971 Vernon Hills annexed a parcel of land off Illinois Highway 60 and Milwaukee Road after developers approached the village with a shopping center proposal. The result was the 1.2-million-square-foot Hawthorne Center. Tax revenues from the shopping center removed the burden of property taxes from residents, and Vernon Hills blossomed in the next decade. By 1980 the census tallied 9,827 persons, increasing to 20,120 in 2000.From the 1950s to the 1980s the community concentrated on residential development; after 1980, commercial buildings were increasingly added through annexations. In 1986 the village annexed an area that became the Corporate Woods business park and Centennial Crossing residential development.In 1988, Vernon Hills annexed the 1,200-acre section of Hawthorne-Mellody Farms that had once belonged to John F. Cuneo, a prominent Chicago businessman. The former Cuneo Estates continued to house a museum and gardens, but the annexed land was developed into 2,100 residences, an 18-hole golf course, and several retail business lots.After a battle with neighboring Lincolnshire, Vernon Hills annexed the village of Half Day in 1994, linking the southeast corner of town to everything north and giving the community a new boundary line of Milwaukee Avenue and Route 45.Vernon Hills continued to look for additional space in the 1990s with annexations occurring nearly every year; by 1998 it had expanded to eight square miles, In 2000 it annexed a site that had been a Navy pilot practice area in 1945 and a Nike antiaircraft missile base from 1955 to 1969.",
    "Bibliography": "League of Women Voters of the Libertyville/Mundelein Area. Know Your Town: Green Oaks—Libertyville—Mundelein—Vernon Hills. 1990.",
    "Author of Text": "Marilyn Elizabeth Perry"
}