{
    "Title": "Veterans' Hospitals",
    "Descriptive Text": "Beginning in the early 1800s, the government of the United States government opened institutions called marine hospitals for the medical care of merchant seamen. Originating on the Atlantic seaboard, these institutions eventually were built at major cities on inland waterways as well. Administered by what came to be called the U.S. Public Health Service, marine hospitals, as well as Soldiers' Homes, the U.S. Naval Home in Philadelphia, St. Elizabeth's Hospital in Washington DC, and occasionally active-duty Army and Navy hospitals, provided medical care for veterans of the armed forces on an as-needed basis.When approximately 200,000 discharged U.S. soldiers in need of further hospitalization began to return from World War I, the necessity to expand hospital care for veterans became apparent. In the Chicago area, sick and injured veterans were sent to the old Marine Hospital in the Lake View community on the North Side and to United States Public Health Hospital No. 30, which was the commandeered Cooper-Monatah Hotel building at 47th and Drexel on the South Side. Needing more beds on the South Side, the Public Health Service also took over Jackson Park Hospital at 75th and Stony Island Avenue.In 1921 the new Veterans' Bureau (renamed the Veterans' Administration [VA] in 1930) consolidated veterans' affairs and the following year assumed control of Public Health Service hospitals serving veterans. Largest of the Chicago-area Veterans' Hospitals, the Edward Hines, Jr., Hospital opened in Maywood in 1921. Lumber magnate Edward Hines, Sr., donated more than a million dollars for this hospital as a memorial to his son, who had died in France. Marshal Foch of the French Army came to Chicago for its dedication. Five years later, the North Chicago Veterans' Administration Hospital opened near the Great Lakes Naval Training Station about 40 miles north of the city.Although they had fought America's enemies alongside white soldiers, African American veterans found segregation and unequal treatment in some veterans' hospitals, and doors were totally closed to them at others. The Harding administration built a federal hospital for black veterans in Tuskegee, Alabama, in 1923, but it was not until 1953 that the VA officially ordered an end to segregation in all its hospitals.Just after World War II, the Hines Hospital was first in the VA system to affiliate with a local medical school to enhance medical care while providing clinical education for medical students. Large numbers of veterans after World War II and the Korean War, along with a drive to expand medical education, prompted construction of two VA hospitals within Chicago's borders. The West Side VA Hospital was built in Chicago's Medical District in 1953, and the VA Research Hospital (later known as Lakeside Hospital) arose on the Chicago campus of Northwestern University in 1954.At the beginning of the twenty-first century, approximately 170 VA hospitals provided general medical and social services to both male and female veterans: acute care in cases of serious injury or sickness, rehabilitation in cases of disability, nursing homes, and domiciles for indigent veterans. The same demographic and economic forces affecting other hospitals in the last decades of the twentieth century had an impact on VA hospitals. The two Chicago VA hospitals merged into the VA Chicago Health Care System in 1996, and the North Chicago VA Hospital, which had been slated for closing, merged with the Great Lakes Naval Training Center Hospital.",
    "Bibliography": "Amey, Dorothy M. Veterans' Administration Health Care: Planning for Future Years. 1984.Chicago Medical Society. History of Medicine and Surgery and Physicians and Surgeons of Chicago. 1922.U.S. Congress. House. Committee on Veterans' Affairs. Medical Care of Veterans. 90th Cong., 1st sess., 1967. Committee Print 4.",
    "Author of Text": "Paul A. Buelow",
    "Street addresses associated": [
        "Lake View",
        "South Side",
        "North Side"
    ]
}