{
    "Title": "Vice Commissions",
    "Descriptive Text": "In March 1910 Mayor Fred Busse appointed 30 Chicagoans to solve a vexing problem of public policy. Should prostitution remain a regulated business in segregated vice districts, such as the Levee at 22nd and Dearborn? Or, should the districts be outlawed, scattering prostitution throughout the city?At first, the Chicago Vice Commission members—including Frank Gunsaulus, Ellen Martin Henrotin, Julius Rosenwald, and Graham Taylor—favored segregation. As typical Progressive-era reformers, however, they set out to thoroughly investigate the question. Commissioners spoke to civic, religious, and neighborhood organizations, police officers, and prostitutes. They concluded that segregation and regulation had failed and that the vice districts must be permanently abolished.Their report, published in 1911 as The Social Evil in Chicago, also included a statistical section, which attempted to define and quantify prostitution in the city, and 96 recommendations for improvement. They estimated that 5,000 professional prostitutes worked in Chicago, serving over 5 million men every year. These women were older and had longer careers than conventional wisdom suggested. Prostitutes were not necessarily unintelligent but they were uneducated and unskilled and had few other opportunities for economic advancement.The most radical finding of the Vice Commission was the connection drawn between low wages and a woman's choice to prostitute. Women's earnings averaged six dollars a week, 40 percent less than the commission deemed necessary for independent living, while the average prostitute earned approximately 25 dollars per week. Though their findings clearly pointed to the need for minimum-wage legislation, businessmen on the commission refused to acknowledge a connection between wages and vice, and none of the commission's recommendations called for such action. Most relied on education and legislative action, the traditional progressive responses, to diminish the demand for sexual commerce.The commission called for a new city bureau to investigate and prosecute prostitution. After the city refused to establish such an agency, anti-vice leadership passed to a private organization, the Committee of Fifteen. Studies sponsored by the committee erroneously concluded that most prostitutes were African American, leading to police persecution of young black women during the 1920s.The Chicago Vice Commission also led to a 1913 Illinois Vice Commission, which forcefully concluded that poverty was a principal cause of prostitution and that businesses had a responsibility to pay a living wage.The Committee of Fifteen did not meet the expectations of the Chicago Vice Commission and few of their recommendations were ever enacted. Nonetheless, the commission was a step toward minimum-wage legislation in Illinois. The 1911 report, though temporarily banned from the mails as obscene, circulated around the world and influenced vice commissions in 43 cities.",
    "Bibliography": "Chicago Vice Commission. The Social Evil in Chicago. 1911.Connelly, Mark Thomas. The Response to Prostitution in the Progressive Era. 1980.Linehan, Mary. “Vicious Circle: Prostitution, Reform, and Public Policy in Chicago, 1830–1930.” Ph.D. diss., University of Notre Dame. 1991.",
    "Author of Text": "Mary Linehan"
}