{
    "Title": "Vice Districts",
    "Descriptive Text": "A nineteenth-century Chicagoan looking for a prostitute could easily find one in any of the city's wide-open vice districts. Like gambling houses until they were dispersed by raids in 1894, brothels and streetwalkers clustered in these areas partly because they were convenient for customers, but mainly because of selective law enforcement. Public officials and many private citizens viewed prostitution as a necessary evil that should be segregated into a few poor neighborhoods to protect the rest of Chicago.Pockets of vice formed as early as the 1850s. The notorious lakefront brothel district called “the Sands” was destroyed by city officials in 1857, but prostitution continued to thrive and expand on the southern edge of what is now the Loop. Smaller districts developed in the Near West Side and Near North Side. Intermittent raids through the late nineteenth and early twentieth centuries aimed not at closing the brothels but at maintaining a flow of bribes to police, politicians, and politically connected crime bosses. Raids also helped to preserve a modicum of public order within the districts and to control their borders. In 1897, for instance, Mayor Carter Harrison, Jr., ordered police to clean up a section of South Clark Street in which prostitutes were visible from a new trolley line. In 1903, he began sweeping vice away from the southern Loop, while leaving intact the newer Levee district between 18th and 22nd Streets.PORTION OF THE SOUTH SIDE LEVEE, 1910 The policy of tolerating vice districts was challenged on moral and practical grounds in the 1910s, most notably by the Chicago Vice Commission, which pointed out that the policy had failed even to keep vice contained. In response, raids virtually shut down the Levee in 1912. Vice was already scattering throughout Chicago anyway, into “call-house flats” and other covert locations, dependent on a communications network of pimps, taxi drivers, and saloonkeepers. The automobile and the telephone helped free prostitution from geographic limits.SOUTH STATE STREET VICE DISTRICT, 1944 Prostitution boomed in the Black Belt in the 1910s and 1920s, and was also common in parts of the Near North Side, Uptown, and Lake View. Not nearly as compact or flagrant as the Levee, these districts owed their existence to corrupt police and ward politicians. The area around Clark Street and Chicago Avenue emerged as the main vice district of Chicago in the 1940s and 1950s, protected by organized crime. Strippers and “B-girls” solicited openly in the bars. Similar districts grew in tolerant suburbs such as Calumet City and Cicero. The Clark Street vice district declined in the 1960s and 1970s because of urban renewal and efforts to control police corruption. Nevertheless, pockets of prostitution persisted in certain suburban areas with little interference.",
    "Bibliography": "Duis, Perry R. The Saloon: Public Drinking in Chicago and Boston, 1880–1920. 1983.Lindberg, Richard C. To Serve and Collect: Chicago Politics and Police Corruption from the Lager Beer Riot to the Summerdale Scandal, 1855–1960. 1998.Peterson, Virgil W. Annual Reports on Chicago Crime, 1953–1969. Chicago Historical Society.",
    "Author of Text": "Peter C. Baldwin",
    "Street addresses associated": [
        "Loop",
        "Near West Side",
        "Near North Side",
        "Black Belt",
        "Uptown",
        "Lake View"
    ]
}