{
    "Title": "Victor Adding Machine Co.",
    "Descriptive Text": "This manufacturer of office machines was founded in 1918 by Carl Buehler, a Chicago merchant who already owned a chain of retail stores called Buehler Bros. Victor Adding Machine made the first portable desk calculators. Between 1921 and 1925, Victor's annual sales jumped from less than $300,000 to nearly $2 million. From the 1920s through the 1960s, the adding machines were manufactured at its main plant at on North Rockwell Street in Chicago. Albert C. Buehler, a son of the founder, led Victor for many years. During World War II, when the company served as a military contractor, the number of workers at the North Rockwell plant increased from about 350 to 1,400. After the war, the company continued to grow. Annual sales rose from about $5 million in 1946 to $28 million in 1956, when Victor was selling printing calculators and enjoyed a one-quarter share of national market for adding machines. Between 1918 and 1958, the company manufactured 1.5 million calculators. In 1961, the Victor Adding Machine Co. merged with the Comptometer Corp. of Chicago, a smaller but older company. Comptometer was a new name taken in 1957 by the Felt & Tarrant Manufacturing Co., which had been founded in Chicago in 1887 by Dorr E. Felt and Robert Tarrant. This pioneering adding machine maker had been an industry leader in the 1930s, when it employed about 200 men and 200 women at its North Paulina Street plant in Chicago, but by 1960 Comptometer was only half the size of Victor. By 1968, Victor Comptometer owned 18 plants in the United States and Canada and employed about 8,000 people worldwide. In 1969, when Victor sold its electronics division to Nixdorf, a German company, it effectively abandoned the adding machine market. In 1975, when annual sales exceeded $200 million, the company still employed about 1,300 people in the Chicago area. At the end of the 1970s, Victor Comptometer was purchased by Kidde Inc. of New Jersey."
}