{
    "Title": "Vietnamese",
    "Descriptive Text": "Persons of Vietnamese origin began moving to Chicago in significant numbers in the mid to late 1970s. Several hundred Vietnamese refugees were resettled in Chicago following the fall of Saigon in 1975. While the largest number were resettled during the late 1970s and early 1980s, refugees from Vietnam continued to be placed in the metropolitan area through the early 1990s under special U.S. government resettlement programs for former South Vietnamese detention camp detainees and Amer-Asians born to Vietnamese women and U.S. military personnel. As they have become established in the city, many Vietnamese have sponsored family members from Vietnam to join them in Chicago. The 1990 census enumerated 4,640 persons of Vietnamese ethnicity living in the city of Chicago and 8,053 in the larger metropolitan area. A decade later, the Illinois Bureau of Refugee and Immigrant Services estimated approximately 10,000 Vietnamese living in the city of Chicago, and another 8,000 elsewhere in the metropolitan area.Beginning in 1975, the voluntary resettlement agencies active in Chicago began placing most Vietnamese refugees in a few North Side neighborhoods, including Uptown and Rogers Park. Continuing into the late 1980s and early 1990s, many of the former reeducation camp detainees and Amer-Asians were also resettled in Uptown and vicinity by these agencies. Vietnamese living in the city of Chicago remained residentially clustered in Uptown, Rogers Park, and Albany Park. Within the rest of the metropolitan area, Vietnamese residents have spread out, with the largest numbers living in the north and west as opposed to the southern suburbs.The substantial residential presence in theUptown neighborhood stimulated a concentration of Vietnamese commercial establishments. Since the late 1970s, ethnic Chinese originating from Vietnam and ethnic Vietnamese have opened scores of restaurants, grocery stores, gift shops, hair salons, video shops, and other businesses targeted to a Southeast and East Asian clientele in the vicinity of Argyle and Broadway Streets. Significantly, the growth of Vietnamese businesses in this neighborhood has also revitalized a long moribund and physically deteriorating inner-city retail district.Persons of Vietnamese origin have established a variety of ethnic institutions in the Chicago area for the purposes of social support and the maintenance of their cultural heritage. Most of these institutions, including mutual benefit societies a chamber of commerce, and veterans' organizations are based in Uptown or elsewhere on the North Side. The Vietnamese Association of Illinois, with its offices on Broadway, has provided advocacy and social services to the population since its establishment in 1976. Among other institutions, several Vietnamese temples and churches have contributed to religious pluralism in the Chicago area. There are five Vietnamese Buddhist temples in the region as well as two Vietnamese Roman Catholic congregations. A couple of Baptist churches located in Uptown have established Vietnamese-language ministries.",
    "Bibliography": "Hung, M. H., and D. W. Haines. “Vietnamese.” In Refugees in America in the 1990s: A Reference Handbook, ed. David W. Haines, 1996.Zhou, Min, and Carl Bankston. Growing Up American: How Vietnamese Children Adapt to Life in the United States. 1998.",
    "Author of Text": "Mark E. Pfeifer",
    "Street addresses associated": [
        "Uptown",
        "North Side"
    ]
}