{
    "Title": "Villa Park, IL",
    "Descriptive Text": "DuPage County, 18 miles W of the Loop. The village of Villa Park sits in east-central DuPage County, flanked by Addison, Elmhurst, and Lombard. Villa Park represents a good example of Chicago suburban de- velopment in the early twentieth century.The Potawatomi primarily inhabited the Villa Park region before the 1830s; some Ojibwa and Ottawa Indians also shared the land. When the Black Hawk War Treaty drove these tribes west in 1833, other farmers came from New England, New York, and Germany, drawn by the open, fertile land and wild game.To deliver their surplus farm goods to market, settlers improved St. Charles Road in 1843, while the Galena & Chicago Union Railroad began service in 1849.In 1900, Florence Canfield and Louis Meyer, two area farm owners, sold land to the Chicago, Aurora & Elgin Railway, setting in motion the chain of events that would transform the area into a bustling suburb. The interurban began service in 1902, providing passenger travel, newspaper and milk delivery, and even funeral transportation to cemeteries in eastern Cook County.DUPAGE POLICE-FIREMAN EXHIB., 1939 In 1908, the Chicago real-estate firm of Ballard and Pottinger purchased and subdivided a parcel of land near the rail line into 203 one-acre lots for homes, naming the development Villa Park. Two years later, Ballard and Pottinger developed another subdivision directly west of Villa Park named Ardmore. The Villa Park and Ardmore subdivisions united in 1914. The new incorporated community began life as the village of Ardmore, displeasing some in the Villa Park side of town. They led the call for a public referendum, and in 1917 voters changed the village's name to Villa Park.The young community received a business boost in 1917 when the Wander Company, manufacturers of the chocolate drink Ovaltine, constructed a plant in the village. Villa Park's proximity to Chicago, combined with its ready access to farmland and strong transportation services, attracted residents as well as businesses. By 1920, Villa Park had nearly tripled its initial population of 300; in 1930, over 6,000 residents called Villa Park home.Villa Park continued to grow in the 1930s and 1940s. After World War II, the development of suburbs, including Villa Park, exploded. Many of the village's original lots were subdivided to accommodate additional homes. Even the closure of the Chicago, Aurora, & Elgin Railway in 1957—the catalyst for Villa Park's birth and development—failed to hinder the community's growth.Nearly all of Villa Park's schools expanded in the 1950s to accommodate the throngs of students. In 1959 Willowbrook High School opened to alleviate massive overcrowding at nearby York High School, enrolling 1,950 students. Further growth required an addition at Willowbrook only three years later. Between 1950 and 1970, Villa Park grew from 8,821 to 25,891 residents.Eventually, the widespread growth in DuPage County landlocked Villa Park and its suburban neighbors. In 2000, Villa Park was a mature suburb, maintaining a population of 22,075. While still desirable, Villa Park's assets have transformed radically from those that attracted settlers a century ago.",
    "Bibliography": "Martin, Irene S. “Villa Park.” In DuPage Roots, ed. Richard Thompson. 1985.Recollections: Story of Villa Park, IL. 1976.",
    "Author of Text": "Aaron Harwig",
    "Hyperlinked Terms Associated": [
        "table"
    ]
}