{
    "Title": "Gage Park",
    "Descriptive Text": "Community Area 63, 7 miles SW of the Loop. The area roughly from 49th to 59th Streets and from Leavitt to Central Park that now comprises Gage Park was once part of the vast Illinois prairie that extended to the Southwest Side of Chicago. In the 1840s Germans settled there as farmers, and in 1865 the area was incorporated as the town of Lake, which was annexed to Chicago in 1889. At that time, there were but 30 wood frame cottages in Gage Park, and no paved streets or public transportation. Between 1900 and 1910, however, the electric trolley extended its service to Western and Kedzie Streets, contributing to a building boom. In 1911, the Bartlett Realty Company developed Marquette Manor, which became an economic stimulus for further neighborhood development. From 1905 to 1919, Western and Garfield Boulevards were laid out, and residential and industrial development escalated. The neighborhood was named after the Gage family, who owned much property in the area.While Protestants tended to settle in Chicago Lawn (known more colloquially as Marquette Park ), Roman Catholics settled in Gage Park. Many came to Gage Park from nearby Bridgeport and Back of the Yards. By 1920 there were 13,692 people in Gage Park, mostly Bohemian and Polish, and mostly employees of the Union Stock Yard. The community supported three movie theaters, including the Colony, which was built in 1925 in classical Gothic style at 5842 South Kedzie. Slavic immigrants were lured to the area as national churches were created. St. Simon's was organized by Slavic Catholics in 1926 while Lithuanians organized the Nativity of the Blessed Virgin Mary parish in 1927, the largest Lithuanian parish outside Lithuania. Also in 1927, Poles organized St. Turibius Parish.In 1922, Ben F. Bohac, a Czech American, organized one of the largest savings and loan institutions in Illinois, Talman Home Federal Savings and Loan at 51st and Talman Streets. Talman merged with the LaSalle National Bank in 1992. Bordered on three sides by railroads, Gage Park attracted other important employers, including Central Steel and Wire Company, Royal Crown Bottling Company, and World's Finest Chocolate.In the 1960s, the Marquette Park–Gage Park area became a center of testing for open housing for African Americans. Martin Luther King, Jr., led a march to Marquette Park where he met violent resistance from counterdemonstrators, a minority of whom were sympathizers of the Ku Klux Klan and the American Nazi Party. In 1972, Gage Park High School was integrated, despite much protest, including a boycott by white parents. In the 1970s and 1980s, several neighborhood organizations were formed to stabilize the area and to ease racial tensions: the Southwest Community Congress sought to improve race relations with bordering neighborhoods, whereas the Southwest Parish and Neighborhood Federation sought to curb real-estate blockbusting tactics and to maintain middle-class stability in the community. A subsidiary, the Southwest Community Development Corporation, has sought to revitalize the area commercially.Thanks to these efforts, Gage Park has retained its middle-class character, as it grows racially diverse. The 1990 census showed that the community included 26,957 residents, 70 percent of whom were white, 5 percent black and 39 percent Hispanic. Ten years later the population had grown to 39,193, of whom 79 percent were Hispanic and 7 percent African American. In 1993, the Orange Line Elevated rapid transit line was finished, connecting the Loop to Midway Airport, two miles from Gage Park. As a result, home values appreciated 70 percent, from an average of $50,000 in 1985 to $86,450 in 1996.",
    "Bibliography": "Chicago Historic Resources Survey: An Inventory of Architecturally and Historically Significant Structures. 1996.Orr, Kathy. “Gage Park Again.” Daily Southtown, December 20, 1996.Pacyga, Dominic A., and Ellen Skerrett. Chicago, City of Neighborhoods: Histories and Tours. 1986.",
    "Author of Text": "Clinton E. Stockwell",
    "Hyperlinked Terms Associated": [
        "Germans",
        "Lake",
        "annexed",
        "streets",
        "public transportation",
        "Protestants",
        "Chicago Lawn",
        "Marquette Park",
        "Roman Catholics",
        "Bridgeport",
        "Back of the Yards",
        "Polish",
        "Union Stock Yard",
        "Lithuanians",
        "parish",
        "savings and loan institutions",
        "open housing",
        "African Americans",
        "Ku Klux Klan",
        "blockbusting",
        "rapid transit",
        "Loop",
        "Midway Airport"
    ],
    "Street addresses associated": [
        "Gage Park",
        "Chicago Lawn",
        "Bridgeport",
        "Back of the Yards"
    ]
}