{
    "Title": "Galleries",
    "Descriptive Text": "The beginnings of Chicago art galleries are linked closely with the city's great mercantile tradition—some of the earliest galleries were located within department stores such as Marshall Field's and Goldblatt's. These and other early galleries, such as the W. Scott Thurber gallery, active in the 1910s, have since become known as “New York-style” galleries—spaces dedicated to the showing of paintings, prints, or small sculpture. In the years following World War II, a new model for galleries emerged in the form of a commercial studio that integrated art, architecture, and design. This so-called “Chicago-style” gallery tapped into indigenous sources such as the notion of art as social uplift that had been promulgated by the great Chicago industrialist-philanthropists in the late nineteenth century; Hull House, with its emphasis on social utility for the arts; and New Bauhaus (later Institute of Design ) founder László Moholy-Nagy's philosophy of art training as a means to provide for a better society. A prime example was the Baldwin Kingrey Gallery in the Diana Court Building on North Michigan Avenue and Ohio Street which, backed by architect Harry Weese, opened in 1947. North Michigan Avenue and its immediate environs were the prime location for commercial art galleries from the 1940s until the 1980s. Pioneering spaces included Madeline Tourtelot's Gallery Studio, Benjamin Galleries, and the Frank J. Oehlschlaeger Studio, but Chicago's immediate postwar art scene in general was a small one, and most spaces were short-lived.It was not until the mid to late 1950s that things began to change. Fairweather-Hardin, founded in Evanston in 1947, moved to the Michigan Avenue area in 1955. This gallery showed national figures but concentrated on artists in the local, postwar generation who had not yet established national reputations, including sculptor Richard Hunt. The Allan Frumkin Gallery, Richard Feigen Gallery, and Holland-Goldowsky (later B. C. Holland), all founded in 1957, brought international figures and the New York School to Chicago and were patronized especially by the postwar generation of art collectors, including Joseph Randall Shapiro, Edwin A. Bergman, and James Alsdorf. This generation of commercial galleries proved more viable, existing in various incarnations into the 1990s in Chicago or establishing a New York presence and continuing into the twenty-first century. Jan Cicero, Richard Gray, Rhona Hoffman, Donald Young, and Zolla/Lieberman, founded variously in the 1960s and '70s, pioneered and revitalized a former warehouse district now known as River North.The opening of Phyllis Kind Gallery in 1967 as the home of the Chicago Imagists was a notable boost for the local population of artists, as well as a flashpoint for criticism of the city's fixation on this one particular style. Indeed, contemporary art galleries, and those showing to some degree Chicago artists, have always predominated in Chicago. The few long-standing exceptions include Alice Adam, who specializes in German Expressionism; Douglas Dawson Gallery, showing ethnographic arts; R. S. Johnson Fine Art, who focuses on works on paper; and R. H. Love Galleries, which specializes in American impressionism.The 1980s and '90s saw an explosion in the growth of art galleries, many again short-lived, and most focusing on very recent contemporary art. Among the most notable were Feature, which relocated to New York in 1988, and the TBA Exhibition Space, which has allowed a variety of guest curators to organize topical exhibitions. In general, the gallery scene increased in depth, and in breadth, with spaces devoted to showing artists from various cultural backgrounds as well as media of all kinds opening their doors.",
    "Bibliography": "Warren, Lynne. Art in Chicago, 1945–1995. 1996.",
    "Author of Text": "Lynne Warren",
    "Hyperlinked Terms Associated": [
        "architecture",
        "Hull House",
        "Institute of Design",
        "Evanston",
        "artists"
    ],
    "Street addresses associated": [
        "River North",
        "Evanston"
    ]
}