{
    "Title": "Gambling",
    "Descriptive Text": "Americans were tolerant of gambling when Chicago was founded, and Mark Beaubien's Sauganash featured it. But gambling seemed at odds with a commercial society's emphasis on hard work and self-discipline. Further, as gambling itself commercialized, crooked professional gamblers appeared. Affluent people began to class gambling with idleness and vice. The Protestant clergy denounced gambling in the 1830s, and city officials, in the first of many crackdowns, jailed proprietors of two gambling houses.Gambling appealed most to the poor and immigrants. Working-class men found an independence in gambling, in sharp contrast to their jobs, and risk taking and competition seemed to validate their masculinity. Bettors wagered on card games, checkers, backgammon, horse races, and prize fights. They played policy, a lottery-like game, and by the 1850s rowdy crowds gathered and gambled at rat and cock fights.Gambling became a major business. By 1850, entrepreneurs had established hundreds of gambling houses, typically associated with saloons, especially downtown. Some houses were not only honest but elegant. Gambling on horses was common and was integral to racetracks. By 1866, “pool rooms” accommodated racing fans away from the track. Gambling payrolls, rents, and customers' purchases in adjacent businesses were important to the city's economy.By the 1870s, gamblers combined into syndicates to handle big risks. The biggest gamblers, led by Mike McDonald, were important political contributors, and officials were reluctant to enforce laws against gambling. Police were often personally sympathetic to gambling, and many accepted payoffs. But campaigns against gambling found a few eager allies among politicians, and even the tolerant mayor Carter H. Harrison was pressured into crackdowns on the more open forms of gambling.By 1900, three loosely organized syndicates controlled most commercial gambling. For the first time, big gamblers used violence in a struggle to control the specialized business of supplying racing news by telegraph, the strategic key to controlling lucrative off-track betting. Mont Tennes emerged as Chicago's most important gambler. While big gambling houses concentrated downtown, bookies and policy writers spread out into neighborhood newsstands, cigar and barber shops, and saloons. Promoters built racetracks beyond the city limits. In the 1890s, illegal casinos moved to the suburbs, a process accelerated by John Torrio in the 1910s.Gambling was often associated with masculinity. Such male spaces as barber shops and saloons were sites for friendly wagers and headquarters for bookies and policy writers. Young working-class men threw dice on street corners, baseball players challenged competitors, and side bets were an important feature of bowling tournaments. South Side housewives were important participants in policy, however, many patronizing policy writers who took their business door to door.Opponents of gambling redoubled their efforts in the 1890s. School officials struggled to exclude gambling from extracurricular activities. Federal legislation restricted use of the mails and interstate commerce for gambling. Illinois lawmakers banned racetrack bookmaking and policy.But gambling bounced back and expanded. Pari-mutuel betting on races was legalized in 1927. Policy, popular among African Americans, grew as they were forced into segregated neighborhoods in the early twentieth century. Black gamblers contributed to Bronzeville churches and charities and invested in its businesses. Bingo became popular, and during the Great Depression churches and charities sponsored it to raise funds, drawing many women as players. Meanwhile telephones facilitated the gradual decline of the male-dominated horse parlor.The Torrio-Capone organization expanded its limited gambling operations, especially after Prohibition. Mobsters took over the slot machine business. In the 1940s, the mob forcibly took over the racing wire service, and some policy operations as well, though it never achieved total dominance. Mob gambling reached Chicago Heights, Brookfield, Glenview, and other suburbs by 1940. In 1959, the Chicago Tribune reported that 10,000 employees worked at 1,000 gambling establishments in Cook County. Postwar Chicago gangsters profited from gambling in many other cities.But law enforcement began to rein in illegal gambling. Police reforms in the 1960s and subsequent federal law enforcement activity (notably Operation Greylord) discouraged corrupt protection arrangements. In the 1980s, federal authorities used antiracketeering laws and witness protection programs in successful prosecutions of illegal gambling executives. Mob gambling, now focused on sports, remained large enough to lead to point-shaving scandals. Mobsters have profited from video poker and extortionate lending to desperate people with gambling debts.Meanwhile, the public had become more tolerant of gambling, and women were catching up to men as gamblers. The state of Illinois and licensed corporations have become the major organizers of gambling. Illinois began operating a state lottery in 1975, with sales over $1.5 billion in 2000. By then, 4 privately owned casinos and 10 off-track betting sites had been licensed in the Chicago region. With its image sanitized, “gaming” attracted many middle-and upper-income bettors.Bingo and other gambling remains important for some churches and private schools, but competition has hurt revenues. Fantasy football and other games centered in leagues and taverns are popular as well. Internet gambling emerged and regulation is being discussed. Since the 1950s, Gamblers Anonymous and similar groups organized to help compulsive gamblers, who make up about one percent of the population.",
    "Bibliography": "Burnham, John C. Bad Habits: Drinking, Smoking, Taking Drugs, Gambling, Sexual Misbehavior, and Swearing in American History. 1993.Haller, Mark. “The Changing Structure of American Gambling in the Twentieth Century.” Journal of Social Issues 35.3 (1979): 87–114.King, Rufus. Gambling and Organized Crime. 1969.",
    "Author of Text": "Christopher Thale",
    "Hyperlinked Terms Associated": [
        "work",
        "Protestant",
        "horse races",
        "saloons",
        "Police",
        "mayor",
        "telegraph",
        "baseball",
        "bowling",
        "South Side",
        "African Americans",
        "Bronzeville",
        "Great Depression",
        "telephones",
        "Prohibition",
        "Chicago Heights",
        "Brookfield",
        "Glenview",
        "Chicago Tribune",
        "Cook County",
        "football"
    ],
    "Street addresses associated": [
        "Chicago Heights",
        "Brookfield",
        "Glenview"
    ]
}