{
    "Title": "Gambians",
    "Descriptive Text": "The first Gambians in Chicago came in the early 1970s for higher education opportunities not available at home. Most returned to Gambia after completing their degrees and assumed prominent positions in politics and business, while a small number remained in Chicago and began building a community. A steady flow of Gambian student migration has continued since the 1970s, and although most students continue to return home, a growing number have stayed to work and raise families. In addition, permanent settlers have attracted friends and other family members to Chicago in the 1990s. As a result of these migration patterns, the Gambian community in Chicago is on average relatively young, well educated, and highly professional. Gambians have entered a range of professions, including accounting, teaching, medicine, and hotel management. The majority of Gambians live on Chicago's North Side in the Uptown area, although some have moved to the South Side and the suburbs. Community leaders estimated that the Gambian community in 2002 numbered between 100 and 200 people.This small and cohesive community organizes celebrations for holidays like Ramadan, Christmas, and New Year's, while also meeting for important social events like naming ceremonies and weddings. Earlier Gambian migrants provide assistance and guidance to newcomers, and the community claims a tradition of providing financial assistance to members in times of birth, death, and illness. Building off the base of this social network, the Gambian Association of Chicago was founded in 1998 to promote mutual assistance and community building. The organization holds monthly meetings and fundraising events to support Gambians in Chicago and back home. It also organizes the Midwest Gambian Associations Conference every Labor Day weekend, bringing Gambian communities from Michigan, Minnesota, Wisconsin, Ohio, and Kansas together to coordinate fundraising and cultural activities, build a regional network, and discuss issues of interest. The conference invites distinguished guests to speak on major social, political, and economic issues facing Gambia and combines these activities with luncheons, dances, and a large soccer tournament.Gambians in Chicago have also played a leadership role in building a larger Chicago African community. Gambian students in the 1970s were instrumental in organizing the African Student Union at the University of Illinois at Chicago. In addition, Gambians have played a strong leadership role in Africans on the Move, a nonprofit organization started in 1983 to deal with educational and political issues of interest to Africans. They have organized forums, celebrated holidays like African Liberation Day, and produced literature on current issues. Gambians maintain close ties with Senegalese and other African communities in Chicago.",
    "Author of Text": "Tracy Steffes",
    "Hyperlinked Terms Associated": [
        "accounting",
        "hotel",
        "Uptown",
        "South Side",
        "soccer",
        "University of Illinois at Chicago",
        "Senegalese"
    ],
    "Street addresses associated": [
        "Uptown"
    ]
}