{
    "Title": "Gangs",
    "Descriptive Text": "Chicago's first gangs developed along ethnic lines out of the volunteer fire departments during the antebellum period. With names like “Fire Kings,” these outfits of young, often single working-class men competed against one another in departmental reviews, brawled in the streets, and conducted social events. “Running with the machine” was celebrated in the dime novels of the day as part of the culture of manly bravado. When the professionalization of firefighting departments forced volunteer companies to disband, the locus of gang life shifted into saloons, where “political fixers” harnessed the energies of these men.By the 1880s a thriving gang scene developed in Bridgeport and Back of the Yards on the South Side. Several large Irish gangs, such as the Dukies and the Shielders, exerted a powerful influence on the street life around the stockyards, raiding peddlers, robbing men leaving work, fighting among themselves, and terrorizing the German, Jewish, and Polish immigrants who settled there from the 1870s to the 1890s. These gangs fought constantly among themselves, but they united as the “Mickies” to battle black gangs to the east. During this period, gangs became entrenched in the patronage networks of ward machines. In Irish communities, the sponsorship of gangs by politicians and businessmen transformed them into “athletic clubs” like the Hamburg Club, Ragen's Colts, and the Old Rose Athletic Club. Based in saloons and clubhouses, and often claiming the membership of over a hundred men ranging from their late teens to early thirties, these clubs ensured the elections of their patrons by stuffing ballot boxes and intimidating voters.By the early twentieth century, Polish and Italian gangs were the most numerous in Chicago. Polish gangs located in the “Pojay” colony on the Northwest Side battled rival Polish groups across the river in the Bucktown area and southward, where a different Polish gang occupied every block of Milwaukee Avenue down to the industrial area along the Chicago River. These gangs also engaged in territorial skirmishes with Italian gangs of the “Little Sicily” neighborhood to their south. Usually identifying themselves by streets that served as hangouts, several of these Italian gangs reportedly had connections with “Black Hand” syndicates.The involvement of Ragen's Colts in the race riot of 1919 established a pattern of white ethnic gang behavior that would affect the course of race relations in Chicago through the 1950s. Organized by Democratic alderman Frank Ragen of Canaryville, this gang attacked African Americans residing in a nearby Black Belt neighborhood after African American votes had helped lift Republican “Big Bill” Thompson to victory in the municipal elections. Taking names like the Shielders and the Boundary Gang, white gangs patrolled the “color line” through the 1930s. These activities intensified with the accelerated migration of black southerners during World War II, prompting the Mayor's Commission on Human Relations in 1946 to establish a Juvenile Bureau to investigate the role of youth groups in anti-black violence.Partly as a defense against racial violence, which by the 1950s reached Chicago's Latino communities, African American, Puerto Rican, and Mexican gangs proliferated in the late 1950s. By the mid-1960s, several gang niches had developed throughout the city: black gangs like the Blackstone Rangers and Vice Lords pervaded the South and West Sides, respectively; Puerto Rican gangs such as the Latin Kings dominated the Humboldt Park area on the Northwest Side; and Mexican gangs like the Latin Counts filled the Pilsen area around 18th Street. Gang violence occurred both within and across racial and ethnic lines throughout this period, with recruitment drives accounting for many homicides.The public image of gangs improved in the late 1960s, when some of the more powerful black and Puerto Rican gangs joined forces with political groups and community development organizations. In the black communities of Woodlawn and North Lawndale, the Blackstone Ranger Nation and the Conservative Vice Lords procured government and private grants to conduct job training and community improvement programs. The use of descriptors like “nation” and “conservative” represents the influence of the Black Power movement on these gangs. Despite significant accomplishments, these projects were discontinued amidst charges of fraud brought to national attention by Senator John McClellan's Permanent Subcommittee on Investigations. While gang leaders and community activists countered with allegations of harassment by the Gang Intelligence Unit of the Chicago Police Department and pointed to a reduction in gang fighting during the tenure of the program, such claims lost credibility in the early 1970s, when many gangs became involved in drug trafficking and violent recruitment efforts. African American gangs have been sporadically involved in ward-level politics since this time, but the political thrust of the late 1960s seems distant in the context of the gang violence of the 1990s.Although existing gangs have become entrenched as membership has extended across generations, the geography of Chicago gangs was changing by the end of the twentieth century. Asian youth gangs, many of whose members arrived in the United States in the 1970s and 1980s, have joined the spectrum of street gangs in Chicago. Gangs also have moved into surrounding suburbs and even extended their reach across the Midwest. In the 1990s, Chicago gang members traveled as far afield as North Dakota in order to sell drugs, often in partnership with their Chicago rivals. At the same time, Chicago gangs began to move into cyberspace by developing their own Web sites, some of which included secret chat rooms.Chicago's gangs have also broadened their appeal by crossing gender lines. The Chicago Crime Commission estimated that females accounted for as many as 20,000 of the 100,000 gang members in the city at the turn of the century. In the past, girls and young women often occupied, or appeared to occupy, somewhat subservient roles within gangs. A study conducted in the late 1990s revealed, however, that increasing numbers of females were becoming full-fledged gang members and increasingly participating in gang-related violence.",
    "Bibliography": "Horowitz, Ruth. Honor and the American Dream: Culture and Identity in a Chicano Community. 1983.Spergel, Irving A., and G. David Curry. Youth Gangs: Problem and Response. 1991.Thrasher, Frederic. The Gang: A Study of 1,313 Gangs in Chicago. 1927.",
    "Author of Text": "Andrew J. Diamond",
    "Hyperlinked Terms Associated": [
        "dime novels",
        "firefighting",
        "saloons",
        "Bridgeport",
        "Back of the Yards",
        "South Side",
        "Irish",
        "street life",
        "German",
        "Jewish",
        "Polish",
        "patronage",
        "ward",
        "Italian",
        "Bucktown",
        "Chicago River",
        "race riot",
        "Democratic",
        "Canaryville",
        "African American",
        "Black Belt",
        "Republican",
        "World War II",
        "Mayors Comission on Human Relations",
        "Puerto Rican",
        "Mexican",
        "Humboldt Park",
        "Pilsen",
        "Woodlawn",
        "North Lawndale",
        "Police",
        "drug",
        "politics",
        "Chicago Crime Comission"
    ],
    "Street addresses associated": [
        "Bridgeport",
        "Back of the Yards",
        "Pojay",
        "Bucktown",
        "Little Sicily",
        "Humboldt Park",
        "Pilsen",
        "Woodlawn",
        "North Lawndale"
    ]
}