{
    "Title": "Gardening",
    "Descriptive Text": "Initial horticultural efforts in Chicago focused upon orchard stock, available through itinerant tree peddlers working as agents for eastern nurseries. Ornamental trees not native to the Midwest, such as white pine, were also available. The difficulty of shipping healthy specimens over long distances, however, soon encouraged regional nurseries. Among the most influential of Illinois' early nurserymen was John A. Kennicott, horticultural editor for Chicago's popular Prairie Farmer and whose Grove Nursery, in what is now Glenview, specialized in species appropriate for the Great Lakes region. Kennicott played a key role in organizing the Illinois State Agriculture Society (1853) and the Illinois State Horticultural Society (1856), and in promoting better agricultural practices through public fairs, exhibitions, and university research.City boosters encouraged ornamental gardening to demonstrate the city's cultural refinement. If Chicago was to thrive and assume a place on par with other cities, it needed to be more than simply an excellent place to do business. Hence its motto, “Urbs in Horto” (City in a Garden), adopted in 1837. However, the pressure to open farms and establish businesses dominated. Horticultural literature consequently emphasized hardy plants requiring little care, many remaining popular regional varieties: bleeding heart, phlox, dianthus, feverfew, and heliotrope. Recommended shrubs were deciduous rather than evergreen: rose of sharon, spirea, flowering almond, lilac, and weigela. Nearly all were imports, because few wildflowers adapted well to domestication. Those that did included liatris, partridge pea, and false cowslip. Kitchen gardens were encouraged as well, with cold frames and hot beds to extend the growing season.Most city gardens were modest enterprises, resembling rural counterparts in terms of plant varieties but on a smaller scale. The city's wealthier citizens, however, opted for a more ostentatious display, often with professional gardeners and private greenhouses. Fashionable imports, such as dahlias, a nineteenth-century favorite, required special care. John H. Kinzie, president of the Chicago Horticultural Society in 1847, boasted more than 50 varieties of dahlias in his garden. Although formal garden designs were seldom found outside city boundaries, the more natural “cottage” style popularized by Andrew Jackson Downing could be found in both city and countryside.Chicagoans had unusual access to horticultural displays. The World's Columbian Exposition of 1893 boasted a cavernous Horticulture Building, filled with exotic plants from all over the world. In front was Frederick Law Olmsted's naturalistic wooded island and lagoon. His design of suburban Riverside influenced Frank Lloyd Wright and others. The Chicago Park District conservatories, replaced by a larger single facility at Garfield Park in 1905, also presented numerous exotic displays. A new era of landscape design, the “Prairie Style,” exemplified by Jens Jensen, O. C. Simonds, and Walter Burley Griffin, meanwhile advocated landscaping with indigenous species for a Midwestern appearance.A nationwide proliferation of garden clubs began in Philadelphia in 1904, with the North Shore Horticultural Society founded in Lake Forest only a year later. By 1928, some 30 clubs existed in the Chicago region. Annual downtown meetings spanned several days, with presentations ranging from “The Art of Japanese Floral Arrangement” to “Control That Insect.” Local clubs usually met monthly.Gardening was nonetheless a democratic pastime, as area businesses well understood. Vaughan's Seed Store, with two stores in Chicago and extensive greenhouses in Western Springs, was a conspicuous supporter of garden clubs but sought to reach a wider audience through its regular radio program on Chicago station WDAP. The needs of urban gardeners received particular attention, with shows such as “Landscaping the Small Home Grounds.” The Chicago Park District made parallel efforts, issuing informative booklets about low-maintenance plants for the Great Lakes climate. During the two world wars, these efforts shifted to productive fruit and vegetable gardening.",
    "Bibliography": "Ernst, Erik A. “John A. Kennicott of the Grove: Physician, Horticulturalist, and Journalist in Nineteenth-Century Illinois.” Journal of the Illinois State Historical Society 74 (1981): 109–118.Miller, Wilhelm Tyler. The Prairie Spirit in Landscape Gardening. 1915.Watson, Daryl. Dooryard Gardens in Early Illinois: A Guide to Historic Landscape Restoration. 1984.",
    "Author of Text": "Ellen Eslinger",
    "Hyperlinked Terms Associated": [
        "trees",
        "Prairie Farmer",
        "Great Lakes",
        "Agriculture",
        "business",
        "Worlds Columbian Exposition",
        "Riverside",
        "conservatories",
        "Garfield Park",
        "landscape design",
        "clubs",
        "Lake Forest",
        "Western Springs"
    ],
    "Street addresses associated": [
        "Glenview",
        "Lake Forest",
        "Western Springs"
    ]
}