{
    "Title": "Garfield Ridge",
    "Descriptive Text": "Community Area 56, 10 miles SW of the Loop. Garfield Ridge, formerly Archer Limits, is a relatively young and wellordered neighborhood of single-family houses along the western boundary of the city. It takes its name from Garfield Boulevard (55th Street), a main east-west thoroughfare, and a rather inconsequential topographic rise left behind in the retreat of glacial Lake Michigan. Limited agricultural development of the soggy prairies came in the nineteenth century. Industrial development, first around the area and then within it, prompted residential development after 1900. By 1950 residential development overtook the industrial as block after block filled with the middle-class brick bungalows that typify the area. Part of the farthest reaches of the city on the Southwest Side, once remote Garfield Ridge has over the last century steadily grown into its urban status.Speculators and farmers purchased the lands from the 1830s to the 1850s, but few stayed. Like Native Americans, whites at first just wanted to pass through, and did so on Archer Road, the Illinois & Michigan Canal (completed 1848), and the Chicago & Alton Railroad (1850s). William B. Archer, I&M Canal commissioner, land speculator, and namesake of Archer Avenue, was among the earliest speculators, buying 240 acres adjoining present-day Harlem and Archer Avenues in 1835. In 1853, John “Long John” Wentworth, one-time mayor of Chicago, farmer, and fellow land speculator, purchased several tracts just to the east of Archer's holdings. A park that bears his name occupies ground once owned by Wentworth. Chicago annexed the area in bits and pieces in 1889, 1915, and 1921.Among the first to settle permanently were Dutch farmers who specialized in market gardening, and in 1899 the Archer Avenue Reformed Church, formerly of Summit, tended 275 parishioners. Intensive residential use began in the northeast section of the area, in what was known as the Sleepy Hollow neighborhood. More substantial growth came in the 1920s. During that decade, the population jumped from 2,472 to 6,050, with Eastern European immigrants, especially Poles, accounting for the bulk of the increase. The expanding industrial base around Garfield Ridge, in Clearing and Argo ( summit ) especially, offered jobs and incentive to settle in the area. Archer Avenue, with its streetcar line, evolved into the main commercial corridor for the community. With the opening of the Chicago Municipal Airport (later Midway ) in 1926, the neighborhood's essential economic infrastructure was set in place. Nevertheless, the rural character of the area lingered. In 1936, residents commented on the still village-like appearance of the section west of Central Avenue, with dirt roads, farmhouses, haystacks, and grazing animals filling the landscape.The pace of development slowed during the Great Depression years, but between 1940 and 1950 the population almost doubled from 6,813 to 12,900, and more than tripled to 40,449 during the following decade. Again, industrial growth, fostered in part by the activity at Midway Airport, led to residential growth, predominantly single-family houses that during the 1940s filled in the western portion of the community.At the beginning of 1950 the community was entirely white. In 1960, Garfield Ridge maintained a high rate (almost 40 percent) of foreign-born residents, but for the first time included a sizable African American population (6.6 percent). Blacks lived exclusively in LeClaire Courts, a low-rise public housing project along Cicero Avenue just south of the Stevenson Expressway, completed by the Chicago Housing Authority in 1950 and expanded in 1954. Garfield Ridge's population peaked in 1970 at 42,998.The decline of Midway traffic as airlines moved to O'Hare Airport led to declines in businesses, jobs, and population. Most of the residents who left were white, while lesser numbers of blacks and Hispanics, many as out-migrants from Little Village and Pilsen, took their places. Of the 36,101 residents of Garfield Ridge in 2000, 77 percent were white (more than one-third of Polish ancestry) and 12 percent were black; about 4 percent were Hispanic, predominantly of Mexican heritage. The African American community expanded beyond LeClaire Courts into surrounding middle-class homes.In the 1990s, with the renewed interest and investment in Midway Airport and the arrival of rapid transit to downtown, the community continued on its path to urban maturity.",
    "Bibliography": "Local Community Fact Book series.Municipal Reference Collection. Harold Washington Library, Chicago, IL.",
    "Author of Text": "Jonathan J. Keyes",
    "Hyperlinked Terms Associated": [
        "Lake Michigan",
        "bungalows",
        "Native Americans",
        "Illinois & Michigan Canal",
        "Railroad",
        "annexed",
        "Dutch",
        "Summit",
        "Poles",
        "summit",
        "Clearing",
        "Midway",
        "Great Depression",
        "African American",
        "public housing",
        "Expressway",
        "Chicago Housing Authority",
        "Little Village",
        "Pilsen",
        "Mexican",
        "rapid transit"
    ],
    "Street addresses associated": [
        "Garfield Ridge",
        "Clearing",
        "Little Village",
        "Pilsen"
    ]
}