{
    "Title": "Garveyism",
    "Descriptive Text": "“Garveyism” is the term used to describe the body of thought and organizational activities associated with Marcus Mosiah Garvey of Jamaica. In 1914, Garvey organized the Universal Negro Improvement Association and African Communities League (the UNIA). The basic organizing principle rested on the establishment of an international organization that constituted a government in exile for a revitalized African people in global dispersion from their homeland. The goals and principles appealed mainly to segments of the working class who sought a clearer identity along racial lines as well as a means to express their rising sense of group destiny, a nationalistic phenomenon observable around the globe in the aftermath of World War I.Millions joined the UNIA globally; several thousands belonged locally. By 1920, the UNIA had several divisions in Chicago, located mostly on the South Side. Meeting weekly at Liberty Hall at 3140 Wabash, supporters extolled group pride, self-help, and solidarity. They also operated numerous small business enterprises on the South Side. Although Chicago Garveyites campaigned for a black congressional candidate in 1924, they usually avoided any involvement in American politics. The Chicago branch of the National Association for the Advancement of Colored People and Robert S. Abbott, owner of the Chicago Defender, headed Garvey's opposition within Chicago's African American community, led by middle-class men and women committed fully to enjoying the promise of American life.",
    "Bibliography": "Clarke, John Henrik, ed. Marcus Garvey and the Vision of Africa. 1974.Hill, Robert A., ed. The Marcus Garvey and Universal Negro Improvement Association Papers. 1983.",
    "Author of Text": "Christopher R. Reed",
    "Hyperlinked Terms Associated": [
        "World War I",
        "South Side",
        "business",
        "National Association for the Advancement of Colored People",
        "Chicago Defender",
        "African American"
    ],
    "Street addresses associated": [
        "South Side"
    ]
}