{
    "Title": "Gary, IN",
    "Descriptive Text": "Lake County, 25 miles SE of the Loop. Founded in 1906 on the undeveloped southern shore of Lake Michigan 30 miles east of Chicago, Gary was the creation of the U.S. Steel Corporation, which had been searching for a cheap but convenient Midwestern site for a massive new steel production center. The city was named after industrialist Elbert H. Gary, chairman of the board of U.S. Steel. Anticipating a large population of steelworkers, Gary Land Company, a U.S. Steel subsidiary, laid out a gridiron city plan, built a variety of houses and apartments, and advertised its new creation far and wide as the “Magic City” or the “City of the Century.” Real-estate speculators and private builders came to control the new city's south side, however, where shoddy building of small houses and barrack-type apartments contradicted modern planning principles and dictated rapid slum development. Partially planned but partially abandoned to land speculators, Gary quickly came to be known as one of the new “satellite cities,” or industrial suburbs, growing up in Chicago's widening orbit of economic influence.The new Gary Works of U.S. Steel supplied the steel demands of the Midwest's expanding industrial economy in the early twentieth century. The city of Gary became home to a rapidly growing population of European immigrants, and, by the 1920s, southern blacks and immigrants from Mexico as well. The city's population grew to about 55,000 in 1920 and over 100,000 in 1930. Immigrants and their American-born children made up 45 percent of the population in 1930, while blacks constituted almost 18 percent. The mostly unskilled immigrant steelworkers came primarily from Southern and Eastern Europe—from Italy, Greece, Poland, Russia, and the Balkans—while the company's skilled workers and managerial staff were primarily English, Irish, German, or native-born. African Americans from the American South began migrating to Gary after the outbreak of World War I and the cessation of European immigration. In the 1920s, as immigration restriction became permanent, Mexican workers were imported by U.S. Steel to fill unskilled jobs in the mills. By 1930, over 9,000 Mexicans resided in Gary and nearby East Chicago, Indiana.Throughout its first half century, Gary served as a testing ground for the assimilation and Americanization of European immigrants. By contrast, blacks and Mexicans were marginalized and isolated behind powerful walls of discrimination, segregation, and racism. Many of the city's American institutions—its schools, churches, workplaces, settlement houses, political system, and newspapers—focused on the struggle to Americanize the immigrant steelworkers and their families as soon as possible. Gary's nationally famous “work-study-play” or “platoon school” system, implemented by long-term school superintendent William A. Wirt, sought to Americanize immigrant children and prepare them for industrial work.Gary's network of settlement houses and Protestant churches worked to Protestantize as well as Americanize the newcomers. However, Gary's immigrants established their own communal networks and ethnic institutions designed to retain language, culture, and custom. The conflict between native culture and immigrant newcomer was highlighted in the Great Steel Strike of 1919, when the mostly foreign-born steelworkers were depicted as radicals and revolutionaries—a portrayal used to justify mobilization of federal soldiers to put down the strike, ultimately delaying the unionization of the steelworkers until the late 1930s, when New Deal legislation protected union organizing efforts.Gary grew substantially in the 1920s, as a native-born booster elite worked with U.S. Steel leaders to transform the city physically and plan its future growth. At the same time, ethnicity, race, and class shaped relationships among the city's diverse and socially fragmented cultures. Throughout the 1920s, the city's apparent economic prosperity remained dangerously dependent on a single industry, a condition that backfired during the Great Depression when the steel mills cut back production by 80 percent, unemployment soared, most banks failed, and the city government faced bankruptcy. The city was dominated politically by the local Republican Party until the 1930s, but an emerging New Deal political coalition prompted the ascendancy of a Democratic Party machine that retained power until well into the 1990s.The economic demands of World War II revived the steel industry and pulled Gary out of the Depression. Wartime consensus shattered in late 1940s and after. Racial segregation and strife, labor problems in steel, industrial pollution, and political corruption (which had been persistent since the 1920s) earned Gary a national reputation as a troubled town. The city's population continued to grow moderately, reaching 133,911 in 1950 and 175,415 in 1970. But the composition of population was changing rapidly: African Americans made up 18 percent of the population in 1930, 29 percent in 1950, and 53 percent in 1970.Population and politics were related. A succession of white ethnic mayors in the 1950s and 1960s ended in 1967 with the election of Richard G. Hatcher, one of the nation's first big-city black mayors. White flight to nearby suburbs had already begun in the 1960s, but Hatcher's election and subsequent confrontational style speeded the process considerably, paralleled now by white business flight as well. As descendants of European immigrants emptied out of the city, the population declined dramatically to 116,646 by 1990, while the proportion of African Americans rose to over 80 percent. With a secure black power base, Hatcher was reelected four times, an unusual record for big-city administrations, and served a total of 20 years as Gary's mayor.Blacks anticipated better times under Hatcher, but disappointment gradually replaced political euphoria. The Hatcher years were accompanied by steel company disinvestment—Gary had over 30,000 steelworkers in the late 1960s but fewer than 6,000 in 1987. Hatcher also faced the consequences of national policy shifts as the urban development programs of the Great Society years began winding down under the Nixon and succeeding presidential administrations. Hatcher worked hard to reverse long-standing patterns of institutional racism and to initiate various economic development strategies, but the task was difficult given continued white political and business opposition to Hatcher's initiatives at the county and state level.In 1987, another black Democrat with a less confrontational style, Thomas A. Barnes, ousted Hatcher and began two uneventful terms. In 1995, however, two black candidates divided the African American vote in the Democratic mayoral primary, permitting white attorney Scott King to win the mayor's office. Blacks continued to control the city council, which blocked many of King's proposals for governmental change and economic development. Created early in the twentieth century on a wave of optimism for the future, Gary came to exemplify in many respects the troubled state of urban America at the end of the century.",
    "Bibliography": "Catlin, Robert A. Racial Politics and Urban Planning: Gary, Indiana, 1980–1989. 1993.Hurley, Andrew. Environmental Inequalities: Class, Race, and Industrial Pollution in Gary, Indiana, 1945–1980. 1995.Mohl, Raymond A., and Neil Betten. Steel City: Urban and Ethnic Patterns in Gary, Indiana, 1906–1950. 1986.",
    "Author of Text": "Raymond A. Mohl",
    "Hyperlinked Terms Associated": [
        "Lake Michigan",
        "Real-estate",
        "Italy",
        "Greece",
        "Poland",
        "Russia",
        "English",
        "Irish",
        "German",
        "African Americans",
        "World War I",
        "East Chicago",
        "Americanization",
        "racism",
        "schools",
        "settlement houses",
        "work",
        "Protestant",
        "Strike",
        "unionization",
        "New Deal",
        "Great Depression",
        "unemployment",
        "Republican Party",
        "Democratic Party",
        "World War II",
        "Great Society"
    ]
}