{
    "Title": "Gas and Electricity",
    "Descriptive Text": "Gas and electric help supply the city's insatiable demand for energy. Until the 1930s, these two systems played a critical role in defining the urban environment. The “city lights” made Chicago distinctly different from more rural places. Its gas and electric services were developed as privately owned public utilities. To use the public streets for their networks of pipes and wires required a special franchise from city hall. The growth of utility companies took place within a context of government regulation and political conflict over the price, quality, and distribution of services.Although gas lighting was introduced in the United States in 1816, Chicago had to wait until 1850 for this urban amenity. All of the gas supplied to the city was manufactured from coal. This cheap and abundant fuel was placed in retorts and heated until it gave off a gas that could be used for illumination. The coal gas was stored in huge tanks until the evening, when lamplighters would make the rounds of the streets, starting open burners that produced a relatively feeble 12–15 candlepower. Compared to the alternatives of tallow candles or whale oil, however, gaslights were brighter, more convenient, and less prone to ignite fires. By 1860, the Chicago Gas Light and Coke Company had hooked up 2,000 customers in the city center to its 50 miles of underground pipes. In 1862 the PEOPLE'S GAS LIGHT AND COKE COMPANY started service, but a secret agreement established a duopoly that divided the city into noncompetitive zones. The result was high rates that kept gas lighting a luxury restricted to commercial and affluent residential districts. The cost of service, together with technological limitations such as dim illumination, excessive heat, and the risk of fire, continued to spur the search for better lighting.In 1878, Chicago ushered in the electrical age with experimental demonstrations of arc lights, brilliant 2,000-candlepower devices that created a spark or arc of current across two carbon rods. While solving the problem of illuminating large public spaces, this technology was unsuitable for homes and shops. Two years later, Thomas A. Edison was the first to bring an incandescent light bulb to a point of commercial practicality. This invention was a revolutionary breakthrough because it produced light without a flame inside a fire-safe container. Equally important, parallel improvements in motors quickly led street railways and rapid transit cars to become the largest consumers of electricity. Light and power systems were sold just like steam engines as self-contained systems to individual customers. However, Edison and many of his competitors also imitated the model of the gas company by building central stations that offered service to everyone within limited distribution areas. The Chicago Edison Company, for example, initially sold only hardware, but, in 1888, it opened an electric station with a capacity to power 10,000 lights in the offices of the financial district around Adams and LaSalle Streets.The years between 1878 and 1903 witnessed the “battle of the systems,” a period marked not only by intense technological competition but by political conflict as well. In addition to the rapid growth of the electric industry, the gas business underwent a revolution of its own. New appliances and methods of making gas greatly improved its heating and illuminating qualities while dramatically cutting costs. As the expensive albeit preferred electric bulbs pushed gas lighting out of elite establishments and homes, the utility companies extended service pipes into working-class neighborhoods and began marketing energy for heating and cooking purposes. During this period, corruption and bribery of the city council became endemic as gas, electric, and transit promoters scrambled for the most advantageous franchises and lucrative service territories. In part, the reform movement known as urban progressivism was a response to this perversion of the political process. A wide range of women's and men's groups campaigned to clean up city hall and to impose a reasonable set of regulations on the utility companies that were providing what had truly become essential urban services.The arrival of Samuel Insull in 1892 permanently changed the history of public utilities in Chicago. Within 10 years, he established a virtual monopoly of central station electric service in the city under the corporate banner of the Commonwealth Edison Company. Insull used low rates and marketing schemes to undercut the competition. After gaining key power contracts with the transit companies, he took a risk in 1902 when he installed the world's first modern turbogenerator at the Fisk Street Station. Over the following decade, this success encouraged him to integrate and expand suburban utilities into a unified network of power. He also worked to stabilize government-business relations through the creation in 1913 of a state-level utility commission. When the gas companies fell into financial difficulty during World War I, Insull was called in to apply his business strategy of low rates, high technology, and metropolitan consolidation. In the late 1920s, he spearheaded efforts to lay a natural gas pipeline from Texas to the Midwest. The stock market crash brought about the collapse of Insull's securities empire. Energy demand briefly dipped during the ensuing Great Depression, but Chicago's utilities helped lead the way toward its economic recovery.In the post– World War II period, demand for energy in the form of gas and electric continued to soar. The Commonwealth Edison Company took a leadership role in becoming the first privately owned utility to operate a nuclear power plant. In April 1960, the Dresden Station began generating electricity, inaugurating a building program that would eventually make Chicago the metropolitan area most dependent on this form of energy in the United States. In the gas business, deregulation at the national level has meant increased competition at the local level. Similar trends in government-business relations are opening markets for electricity. At the same time, however, mounting environmental problems resulting from ever-increasing energy use have engendered a new set of technological challenges and political controversies.",
    "Bibliography": "Hughes, Thomas P. Networks of Power: Electrification in Western Society, 1880–1930. 1983.Platt, Harold L. The Electric City: Energy and the Growth of the Chicago Area, 1880–1930. 1991.Rice, Wallace. 75 Years of Gas Service in Chicago. 1925.",
    "Author of Text": "Harold L. Platt",
    "Hyperlinked Terms Associated": [
        "streets",
        "coal",
        "street railways",
        "rapid transit",
        "Commonwealth Edison Company",
        "World War I",
        "Great Depression",
        "World War II"
    ]
}