{
    "Title": "Gas Stations",
    "Descriptive Text": "Gas stations have developed in Chicago and around the nation in response to the twentieth-century growth of the automobile. Early automobile owners bought gasoline in buckets, but innovations including the pump, underground tank, and drive-up service produced the first modern gas stations in the early 1900s. These early “split-pump stations” sold multiple brands of gasoline, but the 1911 breakup of the Standard Oil trust and new oil discoveries led to new marketing practices and corporate rivalry. Major oil companies sought to create brand loyalty among consumers by adopting distinctive corporate logos and slogans, standardized stations, and new services like oil checks and auto repair from the 1920s to 1960s. The gas station building itself reflected a corporate projected image, and architecture ranged from the functionalist modern to the truly fantastic, employing the talents of some of Chicago's top architects, including Frank Lloyd Wright, Mies van der Rohe, and Bertrand Goldberg.The oil embargo of 1973 accelerated trends that changed the face of gas stations in Chicago. Faced with rising petroleum prices, major oil companies in Illinois, including Standard Oil of Indiana (Amoco), Shell, Clark, Arco, and Texaco, withdrew from some regions. At the same time, the gas shortages forced many independents out of business, accelerating the replacement of small neighborhood stations by larger, high-volume ones. In 1972, Illinois had 10,211 service stations but in 2001 only 4,653, despite an increase in gas consumption. In addition, companies began marketing price rather than service, a trend exemplified in the 1970s in the rise of self-service gasoline stations that sold gas for a few cents less per gallon and offered none of the full-service amenities. Self-service grew slowly in Chicago because Illinois, for reasons of fire safety, was one of the last states to authorize self-service, and a Chicago city ordinance required stations to offer some full service until the early 1980s. Since then, self-service stations have taken over in Chicago and the suburbs.",
    "Bibliography": "Jakle, John A., and Keith A. Sculle. The Gas Station in America. 1994.Vieyra, Daniel I. “Fill 'er Up”: An Architectural History of America's Gas Stations. 1979.",
    "Author of Text": "Tracy Steffes",
    "Hyperlinked Terms Associated": [
        "architecture"
    ]
}