{
    "Title": "Gated Communities",
    "Descriptive Text": "Strictly speaking, a gated community is any residential area which physically restricts the entrance of nonresidents. By this definition, gated communities have existed in Chicago and throughout the United States for over a century. Every hotel or apartment building with a doorman or a fence controls the flow of residents and nonresidents alike. Homeowners associations, meant to influence the appearance, population, and social character of the community, also have been used to restrict access.Although each gated community and each neighborhood charter differs, most share a few common characteristics: physical barriers to entry and movement, the privatization and communal control of public spaces, and privatization of public services such as trash removal and police forces. Though more and more Americans are freely moving into these communities, they are not without controversy. Rosemont, a suburb of Chicago, illustrates some of the issues gated communities raise.Rosemont is a paradox: the town's economy is entirely dependent on tourism, yet its citizens decided in 1995 to gate off half of the community, discouraging visitors from straying into residential areas. Residents of Rosemont, like residents of gated communities nationwide, saw several benefits of the move: freedom from crime and traffic, greater control of the makeup of the community, exclusivity, and the chance to form more tightly knit, old-fashioned neighborhoods. Opponents charge that gated communities are fundamentally antiegalitarian and ultimately create more problems than they solve. Gating a community may decrease the fear of crime, but it does so by fostering the illusion that criminals are outside the community, which is often not the case. Gates also may create a fortress mentality, encouraging residents to exclude nonresidents from their lives and concerns. As one resident of the gated section of Rosemont explained, “We live in our own little world.” Only time will tell if this is a blessing or a curse.",
    "Bibliography": "Blakely, Edward J., and Mary Gail. Fortress America: Gated Communities in the United States. 1997.Grunwald, Michael. “Gateway to a New America: Illinois Community Defends Its Barricade to ‘Unwelcome' Outsiders.” Boston Globe, August 25, 1997.Stark, Andrew. “America the Gated?” Wilson Quarterly 22.1 (1998).",
    "Author of Text": "Patrick M. McMullen",
    "Hyperlinked Terms Associated": [
        "hotel",
        "apartment",
        "privatization",
        "police",
        "Rosemont",
        "tourism"
    ],
    "Street addresses associated": [
        "Rosemont"
    ]
}