{
    "Title": "Gautreaux Assisted Housing Program",
    "Descriptive Text": "The Gautreaux Assisted Housing Program was created as a result of a series of class-action law suits filed against the Chicago Housing Authority (CHA) and the U.S. Department of Housing and Urban Development (HUD), beginning in 1966. The suits alleged that the housing authority deliberately segregated African American families through its tenant selection and site selection policies while HUD continued to fund such civil rights violations. One part of the settlement against HUD, reached in 1976, involved the use of Section 8 resources, including new construction and rent subsidies. The purpose of the program, named after Dorothy Gautreaux, the initiator of the original lawsuit, was to remedy past segregation by offering interested members of the plaintiff class, made up of African American residents of CHA public housing and those on the waiting list, an opportunity to find housing in desegregated areas throughout the metropolitan region.In 1976, the Leadership Council for Metropolitan Open Communities, a private nonprofit fair housing organization, was contracted to run the program.The Gautreaux Program ended in 1998 after meeting the target of 7,100 families placed, over half moving to affluent, white-majority suburbs. A number of longitudinal studies of Gautreaux families show a relatively high level of satisfaction with the program. There have been some racial incidents and some families have felt isolated from family, friends, and the larger African American community. But a far larger number, primarily those who have moved to the suburbs, seem pleased to be living in safer neighborhoods with quality schools and greater job opportunities. The relative success of the Gautreaux Program spawned similar efforts throughout the country as well as within the Chicago area. What began as a controversial experiment responding to a civil rights lawsuit has become an integral part of federal housing policy.",
    "Bibliography": "Hirsch, Arnold. Making the Second Ghetto: Race and Housing in Chicago, 1940–1960. 1983.Kaufman, Julia E., and James Rosenbaum. “The Education and Employment of Low Income Black Youth in White Suburbs.” Educational Evaluation and Policy Analysis 14 (1992): 229–240.Rubinowitz, Leonard S. “Metropolitan Public Housing Desegregation Remedies: Chicago's Privatization Program.” Northern Illinois University Law Review 12.3 (Summer 1992): 590–670.",
    "Author of Text": "Paul Fischer",
    "Hyperlinked Terms Associated": [
        "Chicago Housing Authority",
        "African American",
        "public housing",
        "civil rights"
    ]
}