{
    "Title": "Gay and Lesbian Rights Movements",
    "Descriptive Text": "The first known organization working for gay rights in the United States was founded in Chicago to bring homosexuals together as well as educate legal authorities and legislators. Henry Gerber applied on December 10, 1924, with six other men for a charter incorporating the Society for Human Rights, an enterprise modeled on German organizations. While serving with the army in Europe following World War I, Gerber had subscribed to German homophile publications and experienced the relative freedom for gay men in Weimar Germany. The society published two issues of its newsletter, Friendship and Freedom, financed almost entirely out of Gerber's pocket. But in 1925 the police raided Gerber's home and arrested members of the small organization. While the charges against Gerber were eventually dropped, he lost his job based on a newspaper account of the raid. This effectively ended the Society for Human Rights. There is no documentation of another lesbian and gay rights organization in Chicago for another 30 years.In the early 1950s, lesbians and gay men created groups such as the Daughters of Bilitis and the Mattachine Society—collectively referred to as “homophile” organizations. Local chapters of both groups existed in Chicago by 1955; these organizations attempted to secure social acceptance and understanding of lesbians and gay men through educational efforts. The Chicago chapter of the Mattachine Society engaged in few overtly political activities and functioned primarily as a social group. However, in 1964, several gay men and lesbians, led by Robert Basker and attorney Pearl Hart, reconstituted the organization as a more politically active group in response to escalating police harassment at gay bars. The new Mattachine Midwest monitored police harassment of gay bars, published a politically conscious newsletter, and by 1968 succeeded in securing ACLU support in defending gay men arrested by the police. This more activist-oriented Mattachine Midwest signaled a fundamental shift in how lesbians and gay men would organize politically.Inspired by the Stonewall riots in New York, Henry Weimhoff, a former University of Chicago student, spearheaded the organization of the University of Chicago Gay Liberation Front. By February of 1970, Chicago Gay Liberation had absorbed the campus organization, organized a dance with over six hundred participants, and marched in an antiwar demonstration giving the group important media exposure. In June of that year the Chicago Gay Liberation worked with other groups to organize Chicago's first Gay Pride Parade.Over the course of the next two decades, the early activism of both Mattachine Midwest and Chicago Gay Liberation would lead to important political victories for gay men and lesbians in Chicago. In the late 1980s, a group of lesbian and gay business owners and activists—including Jon-Henri Damski, Lana Hostetler, Art Johnston, Rick Garcia, and Kit Duffy—led a successful lobbying effort which persuaded the city council in 1988 to pass the Chicago Human Rights Ordinance protecting lesbians, gay men, and bisexuals from discrimination in housing, employment, and public accommodation. In the wake of this successful campaign, the leaders formalized their partnership in the Illinois Federation for Human Rights, which became Equality Illinois. Equality Illinois successfully lobbied at the county level to extend protection against discrimination for lesbians, gay men, and bisexuals to all of Cook County in 1993. In 1997, Evanston became the first city in Illinois to provide this protection to transgender individuals, signaling new directions for civil rights movements based on sexual identity. Five years later, transgender activists in Chicago successfully lobbied to add gender identity to the list of protections provided by the Chicago Human Rights Ordinance.",
    "Bibliography": "Gregory A. Sprague Papers. Oral Histories, Chicago Gay and Lesbian History Project, Chicago Historical Society.Katz, Jonathan. Gay American History: Lesbians and Gay Men in the U.S.A. 1976.Onge, Jack. The Gay Liberation Movement. 1971.",
    "Author of Text": "Carl Nash",
    "Hyperlinked Terms Associated": [
        "World War I",
        "police",
        "University of Chicago",
        "antiwar",
        "Cook County",
        "Evanston",
        "civil rights"
    ]
}