{
    "Title": "Gays and Lesbians",
    "Descriptive Text": "As one of the busiest industrial centers and transportation hubs in the United States, Chicago at the beginning of the twentieth century attracted thousands of single women and men with new employment opportunities and nonfamilial living arrangements in the lodging-house districts of the Near North and Near South Sides. The anonymous and transient character of these neighborhoods permitted the development of Chicago's lesbian and gay subculture. During the early years of the century, much of this subculture was centered in the Levee, a working-class entertainment and vice district. Here, several saloons and dance halls catered to gay men and featured female impersonation acts. By 1911, the Vice Commission of Chicago noted the presence of “whole groups and colonies of these men who are sex perverts,” many of them working as department-store clerks in the Loop. The lesbian presence in the city was less visible during these years, in part because many working-class lesbians “passed” as men in order to gain access to better-paying jobs; Chicago newspapers carried occasional sensationalized stories about local “men,” many of them “married,” who had been unmasked as women.By the 1920s, a visible lesbian and gay enclave was well established in the Near North Side bohemian neighborhood known as Towertown. In the tearooms and speakeasies of this district, lesbians and gay men from throughout the city and the Midwest met and socialized with local artists and with heterosexuals bent on obtaining a glimpse of gay life. The Dill Pickle Club on Tooker Alley hosted group discussions and debates on homosexuality and lesbianism, while the Bally Hoo Cafe on North Halsted featured male and female impersonation acts, as well as a contest for cross-dressed patrons. In 1930, Variety estimated that there were 35 such venues on the city's Near North Side. Gay men also gathered along Michigan Avenue and on Oak Street Beach and mingled with lesbians, hobos, and political radicals in Bughouse Square. Yet while these public spaces played an important role in the construction of Chicago's lesbian and gay community, private parties and personal networks remained the foundation of gay culture. One such network headed by Henry Gerber, a postal clerk and Bavarian immigrant to Chicago, founded the nation's earliest documented gay rights organization in 1924; the Society for Human Rights published two pamphlets before its members were arrested and the group disbanded.With the arrival of southern black migrants during the Great Migration, a lesbian and gay enclave also developed on the city's South Side. African American lesbians and gay men became regular fixtures, as both patrons and entertainers, in Prohibition -era cabarets, including the Plantation Cafe on East 35th Street and the Pleasure Inn on East 31st. In 1935 a black gay street hustler and nightclub doorman, Alfred Finnie, launched a series of drag (transvestite) balls on the South Side. Building on the success of the interracial drag balls that had been held at the Coliseum Annex on the Near South Side since the 1920s, the Finnie's Ball became a celebrated Halloween event on the South Side, drawing thousands of gay and lesbian participants and heterosexual onlookers well into the 1960s.After the repeal of Prohibition in 1933, the first bars catering exclusively to lesbians and gay men opened in Chicago. Among the best known were Waldman's, a gay male bar run by a married Jewish couple on Michigan Avenue near Randolph Street, and the Rose-El-Inn, a lesbian bar on Clark Street near Division. During the 1930s and 1940s, the Loop became an increasingly important meeting place for gay men; the theaters, restaurants, and bars of this district supplemented the Near North Side venues as gathering spots for both gay men and the soldiers and sailors who swarmed the city during World War II. Lesbian bars on both the Near North and Near South Sides, especially those run by the lesbian entrepreneur Billie Le Roy, drew sizable crowds, as did the South Side's Cabin Inn, which featured a chorus line of cross-dressed black men. The residential and social concentration of gay men in the Rush Street area drew the attention of Alfred C. Kinsey in 1939 and provided a significant sample pool for his landmark 1948 study, Sexual Behavior in the Human Male.During the 1950s and 1960s, the Near North Side and Near South Side remained important lesbian and gay neighborhoods, and new enclaves formed in Old Town, Hyde Park, and in the Lake View neighborhood near the intersection of Clark Street and Diversey Parkway. The gay leather community also coalesced during this period—first, around Omar's Grill in the Loop, and in the early 1960s at the Gold Coast, Chicago's first gay leather bar.As Chicago's lesbian and gay population grew larger and more visible, municipal authorities launched vigorous campaigns to suppress it. Raids on lesbian and gay bars became more frequent, and thousands of women and men were arrested, both in the bars and on the streets, for being inmates of disorderly houses (a label the authorities applied to lesbian and gay bars) or for violating the municipal ordinance against cross-dressing. Although Illinois became the first state in the nation to legalize private, consensual, homosexual relations in 1961, the authorities remained intent on eliminating public expressions of homosexuality; the local media assisted in this endeavor by publishing the names and addresses of those arrested in raids.Lesbians and gay men began to organize in response to police tactics. Earlier local chapters of the Mattachine Society and the Daughters of Bilitis, two national homophile organizations, had been short-lived and largely social, but in 1964 a more politically active Mattachine Midwest was founded. Under the leadership of Jim Bradford (a pseudonym) for most of the late 1960s, this group organized a 24-hour telephone information and referral line, published and distributed a monthly newsletter to local bars informing patrons of recent police crackdowns, and with the help of lesbian attorney Pearl Hart and others, aided in the defense of gay men and lesbians who had been entrapped on morals charges or arrested in bar raids.Following the June 1969 Stonewall riots in New York City, a more militant gay liberation organization formed at the University of Chicago. This group sponsored a citywide dance at the Coliseum Annex in 1970, the first public lesbian and gay dance (aside from the annual Halloween drag balls) held in Chicago. Shortly thereafter, the university group merged with the newly founded Chicago Gay Liberation (CGL) and led a successful picketing campaign to force the Normandy on Rush Street to become the first gay bar in Chicago to obtain a dance license and to permit same-sex dancing. A Women's Caucus and a Black Caucus formed within CGL to address the specific concerns of lesbians and black gay men, later breaking away to become Chicago Lesbian Liberation and the Third World Gay Revolution, respectively.These groups and others organized Chicago's first annual Gay Pride Parade in June 1970. Later that year, moderate members of CGL established the Chicago Gay Alliance, which operated a short-lived community center on West Elm Street and lobbied for the passage of a local gay rights ordinance forbidding discrimination in housing and employment. (A bill was first introduced in 1974 but did not pass until 1988). Throughout the 1970s and early 1980s lesbian and gay bars, dance clubs, and bathhouses multiplied. A community library and archives (now Gerber/Hart Gay and Lesbian Library and Archives), film festival, bookstore, and numerous political organizations, publications, choruses, and athletic and religious groups were also founded during this period. By the early 1980s, a new gay and lesbian commercial and residential center had emerged along North Halsted Street in Lake View, and in August 1982 area merchants launched the Northalsted Market Days, an annual neighborhood street fair that soon rivaled June's Gay Pride festivities.During the 1980s the gay community was devastated by Acquired Immune Deficiency Syndrome ( AIDS ). Thousands of local gay men succumbed to this disease, which also fueled a new wave of discrimination and hate crimes against gay men and lesbians. Inadequate public funding to fight AIDS led the Howard Brown Memorial Health Center, which had been founded in 1974 as a venereal disease clinic associated with Gay Horizons (now, Horizons Community Services), to redirect its services toward AIDS prevention and treatment. As community organizations distributed safer-sex pamphlets and condoms in bars, Dykes and Gay Men Against Repression/Racism/Reagan (DAGMAR) began a campaign of militant AIDS activism in early 1987. Merging with the activist group Chicago for Our Rights (CFOR) in 1988, DAGMAR eventually became the Chicago chapter of the AIDS Coalition to Unleash Power (ACT UP/Chicago) and launched a series of demonstrations to pressure pharmaceutical companies and local, state, and federal governmental agencies to provide quicker access to AIDS treatments and increased funding for research and education. In the 1990s other activist organizations, such as Queer Nation and the Lesbian Avengers, led protests against antigay violence and continued police harassment, organized “queer nights” at popular heterosexual nightclubs, and campaigned to raise awareness of lesbian health concerns, including breast cancer.By the late 1980s, lesbians and gay men had begun to make inroads into traditional Chicago politics. Mayor Harold Washington appointed the Advisory Council on Gay and Lesbian Issues in 1987, employing a full-time liaison to the lesbian and gay community. In 1991 this group founded the nation's first city-supported Gay and Lesbian Hall of Fame, honoring the lives and work of several community activists and organizations each year. Building on the passage of Chicago's Human Rights Ordinance in 1988, a Cook County ordinance was passed in 1993 and the city voted to provide domestic partnership benefits to municipal employees in 1997. With his 1994 victory in the Cook County Circuit Court race, Thomas R. Chiola became the first openly gay elected official in Chicago. Nancy J. Katz became the city's first openly lesbian official upon her 1999 appointment and subsequent election to the same court. Larry McKeon, a former mayoral liaison to the community, was elected Illinois' first openly gay state legislator in 1996, representing a district including Andersonville, which had become the city's second major lesbian and gay enclave.",
    "Bibliography": "Drexel, Allen. “Before Paris Burned: Race, Class, and Male Homosexuality on the Chicago South Side, 1935–1960.” In Creating a Place for Ourselves: Lesbian, Gay, and Bisexual Community Histories, ed. Brett Beemyn, 1997.Johnson, David K. “The Kids of Fairytown: Gay Male Culture on Chicago's Near North Side in the 1930s.” In Creating a Place for Ourselves: Lesbian, Gay, and Bisexual Community Histories, ed. Brett Beemyn, 1997.Oral histories, Chicago Gay and Lesbian History Project. Gregory A. Sprague Papers. Chicago Historical Society, Chicago, IL.",
    "Author of Text": "Chad Heap",
    "Hyperlinked Terms Associated": [
        "Near North",
        "Near South Sides",
        "vice district",
        "saloons",
        "dance halls",
        "Vice Comission",
        "departmen-store",
        "Loop",
        "newspapers",
        "Towertown",
        "artists",
        "Bughouse Square",
        "Great Migration",
        "South Side",
        "African American",
        "Prohibition",
        "Nightclub",
        "restaurants",
        "World War II",
        "Old Town",
        "Hyde Park",
        "Lake view",
        "police",
        "University of Chicago",
        "film",
        "AIDS",
        "politics",
        "Cook County",
        "Andersonville"
    ],
    "Street addresses associated": [
        "Old Town",
        "Hyde Park",
        "Lake View",
        "Gold Coast",
        "Andersonville"
    ]
}