{
    "Title": "General American Transportation Corp.",
    "Descriptive Text": "In 1898, Max Epstein founded a Chicago-based railcar leasing firm called the Atlantic Seaboard Dispatch. One of the first companies to lease specialty cars to railroads, Epstein's operation started with only 28 used cars. In 1902, the name was changed to German-American Car Co. In 1907, when the company owned a fleet of 400 cars, it opened repair and maintenance shops in East Chicago, Indiana; it then began to manufacture new steel tank cars in addition to leasing used ones. By 1916, when the company began to sell stock to the public and changed its name to General American Tank Car Corp., it had a fleet of 2,300 cars and annual revenues of about $3 million. By the 1920s, General American had become a leading producer of tank cars, including specialty cars lined with glass or nickel for the transportation of milk, acids, and other liquids. By the early 1920s, the company's plants at East Chicago and Warren, Ohio, were turning out 10,000 new cars a year, worth about $20 million. In 1933, when it owned a fleet of nearly 50,000 cars, the company changed its name to the General American Transportation Corp. By the 1940s, when about 3,000 men worked at the East Chicago plant, General American was the nation's leading lessor of railcars. By the beginning of the 1960s, annual revenues approached $250 million. Soon after changing its name to GATX Corp. in 1975, the company began to exit the car-manufacturing business. But GATX Corp. added to its traditional operations by leasing aircraft and setting up a large financial services division. By the end of the 1990s, GATX, still headquartered in Chicago, owned a fleet of nearly 90,000 railcars, employed about 6,000 people around the country, and had annual revenues of about $1.7 billion.",
    "Bibliography": "This entry is part of the Encyclopedia's Dictionary of Leading Chicago Businesses (1820-2000) that was prepared by Mark R. Wilson, with additional contributions from Stephen R. Porter and Janice L. Reiff."
}