{
    "Title": "Geneva, IL",
    "Descriptive Text": "Kane County, 35 miles W of the Loop. Geneva is the seat of Kane County. Located along the Fox River, it has been called Big Spring, LaFox, Herrington's Ford, andCampbell Ford. Charles Volney Dyer, a New York émigré, ultimately suggested “Geneva” after a town in his home state. Geneva was incorporated as a village in 1858 and as a city in 1887. Its founders were James and Charity Herrington of Pennsylvania, arriving in 1833.The Herringtons purchased Daniel Shaw Haight's cabin at “Big Spring” soon after they arrived. Initially they traded with a nearby Native American village, whose residents were soon forced to move west. White settlers quickly replaced Native Americans.James died in 1839, having already had the town platted along the river and secured as county seat. He also founded its first general store and tavern and had served as postmaster as well as sheriff. Charity died in 1879, having added a subdivision to the town under her own name along the railroad. Of their 10 children, James became the first mayor and Augustus a U.S. District Attorney.Geneva's original plat designated wide streets appropriate to a commercial center and county seat. The town's development reflects changes in transportation and communication. Its first axis straddled the river, then in 1853 Geneva began moving west along the new axis of the Chicago & North Western Railroad. In the twentieth century, automobiles allowed Geneva to expand ever westward. The cross-continental Lincoln Highway passes north and west through town. In 1993 the county's primary judicial services moved to a new complex west of town.Geneva's architecture is notably New England in character. Early townspeople were primarily Yankees and New Yorkers, and tended to be well educated. One significant group known as the “Boston Colony” included lawyers, doctors, merchants, ministers, and teachers. Swedes were the first immigrant population and their cultural impact continues to this day. Arriving with construction of the railroad, they became a crucial component in the industrial labor force. Later immigrants were Italian, Greek, and Irish.While Geneva has emerged primarily as a white-collar bedroom community, industry has played a significant role in its economy. Early industries included a creamery; glucose and reaper manufactories; Bennett Bros. “Geneva Belle” flour; and Howell Company's “Geneva” fluting and smoothing irons and tubular steel furniture. At the close of the twentieth century, industries included industrial electronics, railway supplies, publishing, and Burgess-Norton precision-machined parts.Geneva's first research and development facility, Riverbank Laboratories, began at the home of Colonel George and Nelle Fabyan. During the two world wars its research and intelligence work contributed to U.S. military successes. Other research projects have included work on acoustics, Shakespeare, and fitness. Fabyan Forest Preserves honors that legacy.The city's historic district is listed on the National Register of Historic Places, and Geneva is widely recognized for its commitment to historic preservation.",
    "Bibliography": "Combination Atlas of Kane County and 1871 Atlas and History of Kane County, Illinois. 1872.Commemorative Biographical and Historical Record of Kane County, Illinois. Vol. 2. 1888.Ehresmann, Julia M., ed. Geneva, Illinois: A History of Its Times and Places. 1977.",
    "Author of Text": "Sherry Meyer",
    "Hyperlinked Terms Associated": [
        "Kane County",
        "Fox River",
        "Native American",
        "Transportation",
        "Railroad",
        "Yankees",
        "Swedes",
        "Italian",
        "Greek",
        "Irish",
        "Forest Preserves",
        "historic preservation"
    ]
}