{
    "Title": "Gentrification",
    "Descriptive Text": "Gentrification refers to trends in neighborhood development that tend to attract more affluent residents, and in many instances concentrated, upscale commercial investment.Much of the city's gentrification has clustered in the North Side neighborhoods of Lincoln Park and Lake View, areas that have retained a large stock of older housing, adjoin Lake Michigan and its parallel chain of municipal parks, and permit short commuting via mass transit to the downtown Loop. In the late 1950s the city of Chicago initiated a major urban renewal project in Lincoln Park, which resulted in considerable housing demolition in the southeastern portion of the neighborhood, especially along North Avenue. Within a few years, however, plans for further clearance met resistance from homeowners and renovators seeking to retain the area's historic ambience. Old Town was Chicago's first neighborhood to experience gentrification, as thousands of middle-class house-seekers bought and restored old single-family dwellings, two- and three-flat buildings, and coach houses.Since the 1970s gentrification has spread to Wicker Park and Logan Square on the city's near Northwest Side, to River North, the Near West Side, and the South Loop in central Chicago, and to the Gap in the Douglas Community Area on the South Side. Much of the residential upgrading in these areas has been initiated by large-scale developers. In Wicker Park, the Near West Side, and River North, the conversion of industrial buildings to residential and commercial uses has been commonplace.",
    "Bibliography": "Bennett, Larry. Fragments of Cities: The New American Downtowns and Neighborhoods. 1990.Suttles, Gerald D. The Man-Made City: The Land-Use Confidence Game in Chicago. 1990.Taub, Richard P., D. Garth Taylor, and Jan D. Dunham. Paths of Neighborhood Change: Race and Crime in Urban America. 1984.",
    "Author of Text": "Larry Bennett",
    "Hyperlinked Terms Associated": [
        "Lincoln Park",
        "Lake View",
        "Lake Michigan",
        "commuting",
        "urban renewal",
        "Old Town",
        "Wicker Park",
        "Logan Square",
        "Near West Side",
        "South Loop",
        "Douglas",
        "South Side"
    ],
    "Street addresses associated": [
        "Lincoln Park",
        "Lake View",
        "Old Town",
        "Wicker Park",
        "Logan Square",
        "River North",
        "Near West Side",
        "South Loop",
        "Douglas"
    ]
}