{
    "Title": "Germans",
    "Descriptive Text": "Chicago's initial period of rapid growth in the mid-nineteenth century coincided with the acceleration of German immigration to the United States, and especially with the movement of Germans into the Midwest. Germans had been migrating across the Atlantic for two centuries, and during the peak period of mass migration (1820–1930) 5.9 million reached the United States. Flight from religious persecution first triggered emigration when German Pietists from the southwestern part of the German territory were attracted by the promise of religious tolerance in colonial Pennsylvania. Social and economic factors, however, stimulated greater movement. Population growth, inadequate agricultural production caused by partial inheritance, and delayed industrialization made emigration an alternative to downward social mobility. When the Great Plains opened up for settlement in the 1830s and '40s, the structures for immigration were in place, and Germans were ready to go. Many stopped in Chicago to earn some money before moving on to claim a homestead. Those with skills in demand in the city could—and often did—stay. From 1850, when Germans constituted one-sixth of Chicago's population, until the turn of the century, people of German descent constituted the largest ethnic group in the city, followed by Irish, Poles, and Swedes. In 1900, 470,000 Chicagoans—one out of every four residents—had either been born in Germany or had a parent born there. By 1920 their numbers had dropped because of reduced emigration from Germany but also because it had become unpopular to acknowledge a German heritage, although 22 percent of Chicago's population still did so.Toward the end of the nineteenth century, the origin of Chicago's German population reflected the overall pattern of German emigration. Originating in the southwestern part of the territory in the 1830s, mass emigration had moved toward the middle areas by the 1850s and '60s and tapped the agrarian northeast (Prussia, Pomerania, Mecklenburg, etc.) with its large estates in the 1880s and '90s. Approximately 35 percent of Chicago's Germans came from the northeast, 25 percent from the southwest, 17 percent from the northwest, 11 percent from the west, and 12 percent from the southeast. A rather crude divide between north (Protestant) and south (Catholic) suggests a 55 percent Roman Catholic German community, although the Protestants were more outspoken on political and community issues. By 1900, German Jews probably numbered approximately 20,000.Networks of German organizations built upon and reinforced an ethnic identity based on work, family life, and the ethnic neighborhood. This community took form in churches, organizations and clubs, newspapers, theaters, and political and cultural activities. It presented itself to the city at large in beer gardens, at fairs, bazaars, and picnics, and in parades through neighborhood streets. The people who constituted this community, however, were anything but a homogenous group. They not only varied by religion and origin but also by generation, class, gender, and political leanings. Sometimes they were able to unite across class, religious, and political lines to defend “Germanism”—the concept that they considered to be at the core of their ethnic identity.By 1900, Chicago's Germans fell into four generational categories. The elders were the children of the midcentury immigrants who had been the community's pioneers. This second generation inhabited a functioning German American community with churches, clubs (Vereine), theaters, small businesses, and a vibrant German press. Similar in outlook to this group were young adults who had accompanied their parents to Chicago in the 1880s. Technically “first generation” immigrants, these men and women had grown up and attended school in Chicago and were unlikely to recall specific firsthand experience in Germany. With their American education and access to local occupational niches secured by their fathers, the men were likely to work in skilled crafts and as small businessmen.More familiar with German culture was a third group, those who had arrived in the great wave of German immigration in the 1880s. These young adults, less Americanized than the first two groups, reinvigorated the community's ties to German culture and formed the core of the turn-of-the-century ethnic community. Many established small businesses, often with an ethnic clientele. Raising their children in the ethnic community, these parents had spent their own youth in Germany and therefore might have been able to convey a sense of German “Heimat” (homeland culture) to these young Chicagoans.The most recent arrivals from the 1890s constituted the fourth group, the least adapted to American culture and distinguishable from their predecessors by differences in both Germany and the United States at the time of their migration. They had left behind a much more industrialized Germany than earlier emigrants had and arrived in Chicago at a time when skilled work was harder to find in the city's increasingly mechanizing industries.If generational distinctions help us to understand the diversity of experiences among German immigrants, a focus on class provides insight into the diversity of ethnic identity. By 1900 this community had developed a small elite and a small middle class. Two-thirds, however, were living in working-class households, which meant that the transformation of work processes around the turn of the century affected a large proportion of the community. As late as 1880 Germans had such a large presence among shoemakers, bakers, butchers, cigar makers, furniture and wagon makers, coopers, and upholsterers that these more traditional crafts were considered “typically German.” They also found employment as unskilled laborers in the textile and tobacco industries. By 1900, these sectors of the economy had become less important to German workers. In some cases new immigrants from Eastern and Southern Europe had moved into their jobs; in others, the factories had moved away from Chicago. But for many the major change was the shift from skilled to semiskilled work, as the skilled baker preparing bread and making cakes in the 1880s had given way to the machine tender in a bread or cracker factory 20 years later.This class structure was mirrored in the community's institutional life. In 1849 the first German lodge was founded, followed four years later by the German Aid Society, later to be among the most prestigious organizations in the community. In 1865 the small German elite began to meet in the Germania Club, and the “Schwaben Verein,” founded in 1878, still celebrated its “Cannstatter Volksfest” (country fair) in the 1970s. Choirs and gymnastic groups (Gesangs und Turnvereine ), regional associations (Landsmannschaften), theater clubs, and charity organizations offered rich and varied programs for middle-class entertainment and leisure.A parallel network of working-class associations had emerged by the 1870s. When German workers began to arrive in the 1850s, they brought with them radical ideas which had originated in the years preceding the thwarted revolution of 1848. They also brought practical organizational experience to translate these ideas into action, which took the form of Chicago's first unions as well as enlistment in the Union army to fight slavery. Joseph Weydemeyer, a good friend of Karl Marx's, introduced Communist ideas in the early 1860s during his brief stay in Chicago, and in the late 1870s German Social Democrats, expelled by Bismarck's anti-Socialist laws, supported the nascent Socialist Labor Party and International Workingmen's Association. German workers founded and participated in workers' associations and local craft unions, national trade unions such as the International Labor Union, the Knights of Labor, and unions affiliated with the American Federation of Labor. Over-represented in Chicago industry, they were organized to an unusually high degree and thus helped to establish the organizational structures to be used later by an emerging national and multinational labor movement.This political bent often distinguished working-class entertainment from similar festivals enjoyed by Germans regardless of class. Although both working-class and bourgeois associations followed the seasonal and Christian calendar with carnivals in February and Christmas bazaars in November, the workers spiced their festivities with politics: a political speech, a preceding demonstration, or money collected in support of striking workers. The community's entertainment schedule as a whole suggests the range and diversity of activities: one newspaper's announcements alone for 1898 totaled 350 events, including concerts, parties, masquerade balls, elections of officers, political campaign meetings, bazaars, gymnastic shows, picnics, commemorations, and excursions. The season for formal dances lasted from November until February, with more than 50 different festivities just in January. On any given Saturday in February a German American in Chicago could choose from nine different masquerade balls.Women participated in these community events, while at the same time creating their own institutions. Beyond organizing women's choirs and gymnastics groups, they created a lively female public sphere of charity organizations and women's clubs; in newspapers directed toward female readers they debated “women's issues” such as proper housekeeping and children's upbringing. They also managed to support a large home for the elderly (Altenheim) in Forest Park, which was still functioning at the opening of the twentyfirst century, and organized fancy charity balls where the German American elite could present itself to Chicago society. Their bazaars, fairs, and other fundraising activities broadened the base for community participation in addition to providing material support to ethnic institutional life. Although German women's activities paralleled those of other Chicago women's groups, these women had a strong sense of their own value system. They considered themselves to be the better housewives, and having a more professional grip on household management stood at the center of their ethnic identity.The physical spaces for this multifaceted institutional life were found in the neighborhoods. The oldest, originally settled by people from Bavaria and Württemberg, was on the North Side. A newer, working-class neighborhood, settled by immigrants from the East Elbian provinces, was situated on the Northwest Side, between Chicago and Fullerton Avenues on both sides of the river, with North Avenue often referred to as the “German Broadway.” Other, less prominent settlements were scattered throughout the Southwest Side. Gymnastics and choir halls, beer gardens, and excursion sites were important parts of German American everyday culture. Whole families met in brightly lit and comfortable pubs, and on Sundays women and children joined the men on excursions to the beer gardens.Much of this activity attracted criticism from Anglo-American elites, and the German American response to this criticism provided occasions for political organization along ethnic lines. Language was a particularly salient issue. German-language teaching in the Chicago Public Schools dated back to the late 1860s, a result of the election of the well-known forty-eighter Lorenz Brentano as chairman of the school board in 1867. However, German-language programs always had a precarious existence and were the first to be cut when money was tight. German language in the public schools depended heavily on the ability of the German American community to mobilize votes for school board elections. Each of Chicago's German-language newspapers—the Illinois Staats-Zeitung, the Chicagoer Arbeiter-Zeitung, the Chicago Freie Presse, and the Abendpost —catered to a particular clientele, but each considered the maintenance of the German language to be of utmost importance to all German Americans.Temperance and Sunday closing laws touched a similarly raw nerve, attacking fundamental issues of German sociability and way of life. Initially framed as a conflict between Anglo-American whiskey drinking and German beer culture, the liquor issue became a proxy for deeper ethnic divisions. Germans who allegedly wandered through the streets on Sundays, shouting, singing, and intimidating churchgoers and other pious citizens, were a thorn in the flesh of temperance advocates and church officials. German working men and women, who could meet with friends and fellow workers only on Saturday afternoons and on Sundays for leisure and pleasure, regarded the Sunday closing laws as an attack on their culturally specific habits and an infringement on their personal liberties and constitutional rights. For these working-class German Americans, Sunday closing merged class and ethnic interests more than any other issue.Given their numbers and heterogeneity, Chicago's Germans never assembled an ethnic constituency behind one ethnic cultural broker promoting group interests. Rather, German men participated in nineteenth-century Chicago politics on all levels, in all parties, representing a diverse electorate. However, politicians also made recurring attempts to attract German American voters as an ethnic bloc. During the 1840s to '60s Germans were well represented as aldermen and public office seekers. Michael Diversey, brewery owner, generous supporter of Catholic churches (St. Michael's), community builder (New Buffalo on the Near North Side ), and alderman of the Sixth Ward in the early 1840s, was well known beyond his immediate community. Though not all Germans were against slavery, Chicago Germans in the 1850s and '60s—mainly out of opposition to the Kansas Nebraska Act—supported the young Republican Party in great numbers and thus helped Abraham Lincoln's rise to power. In 1892 they shifted party allegiance to support German-born Democratic gubernatorial candidate John P. Altgeld. From the 1890s to the early 1930s, however, the more conservative German Americans tended to support Republican candidates, most prominently “Big Bill” Thompson, who sought their votes by standing behind them during the difficult World War I years. In the early 1930s, when Chicago became Democratic, German Americans more or less followed suit with German Catholics in the lead supporting Cermak in the 1932–33 elections.Anti-German sentiment during World War I took a heavy toll on the influence of Chicago's German Americans, and many chose to hide their ethnicity out of fear of persecution. During the first war years, German American community leaders tried to raise support for neutrality, but German military activities such as the sinking of the Lusitania and unrestricted submarine warfare discredited their position. Though Chicago escaped much of the severe anti-German hysteria, many German American associations thought it opportune to hide their heritage: The Germania Club became the Lincoln Club (then returned to the original name in 1921), and in many German church services (except for the Missouri Synod) and parochial schools, where the German language was already in decline, they chose to preach and teach in English. After the war, many Chicagoans regretted the loss of the beer gardens.In the 1920s, German community leaders tried to resurrect ethnic culture, recognition of German contribution to American society, and the respectability of the old fatherland. Generally these efforts were in vain, since it was difficult to build on a German American population which had lost interest in ethnic issues. On some occasions such as German Day or May Festival, people continued to publicly demonstrate ethnic pride though with reserved enthusiasm. In the early 1930s, for the most part they chose to ignore the Nazis rise to power in Germany, but they also failed to speak out against it. To some German American leaders Hitler represented Germany's reclamation of power and thus a chance to restore respectability. Others, among them the politically astute Otto Schmidt, issued warnings about political developments in Germany, but these were soft voices, almost inaudible. When Germany became, once again, America's enemy, German Americans kept their ethnicity to themselves, and they were not very eager to revive it in the 1950s and '60s. Those who became politically, culturally, and economically active among Chicago's Germans in the late twentieth century were, for the most part, post–World War II immigrants who had not lived through the legacy of anti-German sentiments during two world wars.For over 150 years generation after generation of German immigrants came to Chicago, constructing a multifaceted, vibrant ethnic community, while at the same time building a Midwestern city. If it seems sometimes difficult to outline their specific contribution to the city's development, it is because of their ubiquitous presence.",
    "Bibliography": "Hofmeister, Rudolf A. The Germans of Chicago. 1976.Keil, Hartmut, and John B. Jentz. German Workers in Chicago: A Documentary History of Working-Class Culture from 1850 to World War I. 1988.Tischauser, Leslie Vincent. “The Burden of Ethnicity: The German Question in Chicago, 1914–1941.” Ph.D. diss., University of Illinois at Chicago Circle. 1981.",
    "Author of Text": "Christiane Harzig",
    "Hyperlinked Terms Associated": [
        "Irish",
        "Poles",
        "Swedes",
        "Roman Catholic",
        "Protestants",
        "Jews",
        "work",
        "clubs",
        "newspapers",
        "clubs",
        "school",
        "furniture",
        "Turnvereine",
        "theater",
        "leisure",
        "Communist",
        "Socialist",
        "Knights of Labor",
        "politics",
        "housekeeping",
        "Forest Park",
        "Sunday closing",
        "politics",
        "brewery",
        "Near North Side",
        "Republican Party",
        "Democratic",
        "World War I"
    ],
    "Street addresses associated": [
        "North Side",
        "Northwest Side"
    ]
}