{
    "Title": "Ghanaians",
    "Descriptive Text": "When Ghana, the West African nation formerly known as the Gold Coast, achieved its independence in 1957, the number of Ghanaians living in the Chicago area was small. During the following four decades, however, Chicago's Ghanaian community grew to between 10,000 and 15,000 people. The first wave of immigration came in the 1970s; opposition to military coups and other undemocratic regimes led many Ghanaians, especially students, to pursue educational and other opportunities in the United States. Economic hardships in the 1980s continued this trend, and the Ghanaian population in Chicago grew to approximately 5,000–7,000. Since the late 1980s, immigrants have often been family members of original migrants, and a growing portion have been winners in the United States Diversity Immigrant Visa Lottery.While Chicago's first Ghanaian immigrants settled on the South Side, there has been an increasing presence in North Side neighborhoods such as Uptown. The largest suburban Ghanaian community is located in Bolingbrook. No matter where Ghanaians have established themselves in metropolitan Chicago, they have maintained strong ties to the local ethnic community and to Ghana. To nourish these connections, and to provide support for new immigrants, the original student migrants created the Ghana Students Union in the late 1970s. In 1984, this group became the Ghana National Council of Metropolitan Chicago, an umbrella group for 12 ethnic and professional associations based in Chicago. These organizations include Asanteman Association, Brong Ahafo Association, Ewe Association of Metropolitan Chicago, Fante Benevolent Society, Ga-Adangbe Association, Ghana Chicago Club, Ghana Northern Union, Ghana Nurses Association, Haske Society, Kwahu United, Okuapeman Fekuw, and Okyeman Association. All of Ghana's ethnic and religious communities are represented within these groups. The associations elect community leaders that reflect traditional offices in Ghana. For example, each has a chief and queen mother, who in turn have “linguists,” or spokesmen, and subchiefs.These groups and the National Council see their mission as twofold: to serve the Ghanaian community in Chicago and to educate Ghanaian American youth and the Chicago public about Ghanaian culture. They often serve as support groups for immigrants who have suffered a death in the family, helping with funeral arrangements and giving both psychological and financial assistance to the bereaved. In 1999, the council funded the Ghanaian national women's soccer team's trip to the World Cup in Chicago. Their most visible cultural event is the Ghanafest, started in 1988 and held each July in Washington Park. The festival features a durbar (assembly) that all ethnic associations' chiefs and queen mothers attend. The festival also introduces Chicagoans to Ghanaian cuisine and handicrafts.Ghanaians have created businesses that cater to their needs as well as those of other Africans and the wider Chicago community. These enterprises range from a Ghanaian restaurant to travel agencies and construction companies, from doctors' offices and beauty salons to a newspaper, the African Spectrum. The Sahara Soccer Club, a team of Ghanaian Americans, was founded in 1984. Ghanaian-owned markets sell African foodstuffs. Several area churches have predominantly Ghanaian congregations, including the Lakeview Presbyterian Church, which holds Sunday afternoon services in Twi, one of the most widely spoken Ghanaian languages.",
    "Bibliography": "“He's Their Man: A Pillar of the Ghanaian Community Gets a Little Help from His Friends.” Chicago Reader, March 3, 2000.",
    "Author of Text": "Amy Settergren",
    "Hyperlinked Terms Associated": [
        "South Side",
        "Uptown",
        "Bolingbrook",
        "soccer",
        "Washington Park",
        "restaurant",
        "construction",
        "newspaper"
    ],
    "Street addresses associated": [
        "South Side",
        "North Side",
        "Uptown"
    ]
}