{
    "Title": "Ghettoization",
    "Descriptive Text": "“Ghetto” is a term with a long history, originally referring to Jewish enclaves within European cities, which were physically separated from surrounding areas, but whose economic institutions often played an important role in the life of the greater city. In American cities, including Chicago, the changing dynamics of the process known as ghettoization have paralleled shifts in racial-ethnic composition and underscored the effects of major public policy breakdowns.In the early twentieth century, the predominantly Eastern European Jewish Maxwell Street area on the Near West Side, through the research of sociologist Louis Wirth, earned the appellation of “the ghetto.” Unlike European ghettos, this community of indigenously controlled cultural institutions and businesses was in no explicitly physical or legal fashion segregated from the remainder of Chicago. By the 1920s, however, on the city's South Side, a cluster of adjoining neighborhoods were congealing into a Black Belt, whose long-standing character would give a new meaning to the term “ghetto.”The original South Side Black Belt formed in response to external pressures, including discriminatory real-estate practices and the threat of violence in adjoining white neighborhoods. By the 1950s, the Chicago Housing Authority's (CHA) project-siting practices further contributed to the concentration of African Americans in the old South Side Black Belt and in a second band of neighborhoods on the city's West Side. Since the 1970s, the withdrawal of major industries and other employers from Chicago's inner-city neighborhoods has resulted in a degree of economic indigence and racial segregation that has yielded a new term for very poor, inner-city African American neighborhoods: hyperghettos.",
    "Bibliography": "Drake, St. Clair, and Horace R. Cayton. Black Metropolis: A Study of Negro Life in a Northern City. 1945.Hirsch, Arnold R. Making the Second Ghetto: Race and Housing in Chicago, 1940–1960. 1983.Wirth, Louis. The Ghetto. 1928.",
    "Author of Text": "Larry Bennett",
    "Hyperlinked Terms Associated": [
        "Jewish",
        "Near West Side",
        "Chicago Housing Authoritys",
        "African Americans"
    ],
    "Street addresses associated": [
        "Near West Side",
        "South Side"
    ]
}