{
    "Title": "Glaciation",
    "Descriptive Text": "The physical landscape and surface geology of the Chicago area are the legacy of the most recent of several continental glaciations. Although glaciers invaded the Chicago area repeatedly during the Quaternary period, the span of geologic time from about 1.8 million years ago to the present, the youngest, the Wisconsin-episode glacier, melted back into the Lake Michigan basin about 16,000 years ago. Deposits of earlier glaciations, found farther south in Illinois, are absent at Chicago. These older glacial deposits were eroded from the area during the Wisconsin glaciation.As in earlier glacial episodes, the glacial ice that flowed into the Chicago area during the Wisconsin episode came from the northeast. Because the glacier flowed as a river of ice through the Lake Michigan basin before it entered Illinois, it is known as the Lake Michigan Lobe. It was one of many lobes that flowed away from the center of a continental ice sheet called the Laurentide Ice Sheet that formed in Canada about 75,000 years ago.Fossil wood and soil remains found within and beneath the Wisconsin glacial deposits in northeastern Illinois reveal that a spruce forest was growing in the Chicago region when the glacier advanced out of the Lake Michigan basin. Radiometric dating of wood and soil samples indicates that the Wisconsin glacier reached Illinois about 30,000 years ago and spread out to its maximum extent, 180 miles south of Chicago in central Illinois, about 23,000 years ago.The glacial sediments in the Chicago area consist predominantly of unsorted or poorly sorted mixtures of gravel, sand, silt, and clay (called till) deposited beneath or in contact with glacier ice, stratified sand and gravel (called outwash) deposited by glacial meltwaters in channels and fans beyond the glacier margin, and laminated clay and silt deposited in lakes that formed on top of or adjacent to the ice. The glacial deposits at Chicago date to the later phases of the Wisconsin glacial episode in Illinois. They record two of many readvance events during the overall retreat of the Lake Michigan Lobe from its maximum position in central Illinois.Overlying Chicago's Silurian dolomite bedrock are a layer of outwash sand and gravel and a hard, silty till (Lemont Formation) that contains abundant gravel clasts derived from the local bedrock. These dense, hard-to-drill materials, called the “Chicago hardpan” by engineers and drillers, record a readvance of the Lake Michigan Lobe about 19,000 years ago. Overlying the Lemont till layer is a pebbly clay till (Wadsworth Formation). This uppermost till layer in the Chicago area records a glacial readvance about 17,500 years ago.During the Wisconsin glaciation, large arcuate ridges called end moraines formed at the margin of the Lake Michigan Lobe. These moraines mark positions where the ice margin remained for tens to hundreds of years while glacier flow continued to deliver sediment to the leading edge. In the Chicago area, from oldest to youngest, are the Valparaiso, Tinley, and Lake Border moraines. Ice-marginal streams (like the glacial Fox and Des Plaines Rivers ) and/or lakes (like glacial Lake Chicago) formed between the retreating glacier margin and older moraines. The city of Chicago is built on the flat plain of glacial Lake Chicago.",
    "Bibliography": "Hansel, A. K., and W. H. Johnson. “Fluctuations of the Lake Michigan Lobe during the Late Wisconsin Subepisode.” Illinois State Geological Survey Reprint, 1993-F, 1992, p. 18.Hansel, A. K., and W. H. Johnson. “Wedron and Mason Groups: Lithostratigraphic Reclassification of Deposits of the Wisconsin Episode, Lake Michigan Lobe Area.” Illinois State Geological Survey Bulletin 104 (1996): 116.Johnson, W. H., and A. K. Hansel. “Age, Stratigraphic Position, and Significance of the Lemont Drift.” Northeastern Illinois: Journal of Geology 97 (1989): 301–318.",
    "Author of Text": "Ardith K. Hansel",
    "Hyperlinked Terms Associated": [
        "landscape",
        "Lake Michigan",
        "soil",
        "Fox",
        "Des Plaines Rivers"
    ]
}