{
    "Title": "Glenview Naval Air Station",
    "Descriptive Text": "During its relatively short history, Naval Air Station Glenview, as it was officially known, served several purposes. Created in 1929 as Curtiss-Reynolds Field, it was the result of the post–World War I fascination with flying. Aviation pioneer Glenn H. Curtiss and associates built it as part of a flight-training school, and the following year it was the site of the National Air Races.The airport languished until its purchase by the navy in 1936. Little more than 200 acres in size, it functioned as a screening facility for pilot's school. During World War II, the navy quickly bought 1,200 adjoining acres and announced that Glenview would become its largest primary training base. A field in Arlington Heights would serve as an initial training base. The navy invested $12.5 million in new hangars and over 12 miles of new runways.Although Glenview ultimately produced 20,000 Navy pilots, it was best known for the training of aircraft carrier pilots. With no such ships to spare, Capt. Richard Whitehead suggested converting a pair of existing commercial ships by replacing everything above their hulls with flight decks and towers. Thus, the more than 20-year-old Seeandbee, once the largest passenger vessel on the Great Lakes, became the U.S.S. Wolverine, while the Greater Buffalo underwent a similar conversion to become the U.S.S. Sable; these were the only side-paddle-wheel aircraft carriers in naval history. Pilots took off from Glenview, used the Baha'i Temple in Wilmette as a visual landmark, and practiced landings and takeoffs on the ships, which were frequently stationed off the Loop.After the war, Naval Air Station Glenview installed some of the era's most sophisticated radar and thrived as a Cold War training facility. But the 1960s saw the beginning of a long, slow decline, with the base's air rescue capability emerging as an important factor in boating safety on Lake Michigan. In March 1993, Mayor Richard M. Daley suggested moving Air Force Reserve units from O'Hare to Glenview, but three months later the federal Defense Base Realignment and Closure Commission recommended that the facility be closed. Although some public officials fought to keep it open, many local interests welcomed the eventual conversion of its then 1,288 acres into housing and commercial land uses.",
    "Bibliography": "Duis, Perry, and Scott LaFrance. We've Got a Job to Do: Chicagoans and World War II. 1992.Scamehorn, Howard Lee. Balloons to Jets: A Century of Aeronautics in Illinois, 1855–1955. 1957.",
    "Author of Text": "Perry R. Duis",
    "Hyperlinked Terms Associated": [
        "World War II",
        "Glenview",
        "Arlington Heights",
        "Bahai",
        "Wilmette",
        "Loop",
        "Cold War",
        "Lake Michigan",
        "OHare",
        "land uses"
    ],
    "Street addresses associated": [
        "Arlington Heights",
        "Wilmette"
    ]
}