{
    "Title": "Glen Ellyn, IL",
    "Descriptive Text": "DuPage County, 22 miles west of the Loop. Deacon Winslow Churchill and family arrived from New York in 1834 to become the first landowners in the area that is now Glen Ellyn. Newneighbors soon established a tavern and schoolhouse at the intersection of Indian trails known as Stacy's Corners. The nucleus of settlement shifted to the south when the railroad came through the village in 1849. Although no stop was planned for the area, Lewey Q. Newton deeded a right-of-way to the railroad and offered to build a depot and water tank at his own expense if it would permit a stop there. This became known as Newton Station. Within three years, the new postmaster named the town Danby after his birthplace in Vermont.Religious services were conducted by circuit riders until the first Congregational church was established in 1862. Various Protestant churches rose in the village and it would be more than 60 years before Roman Catholics built St. Petronille and the Maryknoll Seminary.In 1889 Thomas E. Hill and Philo Stacy arranged to dam the stream near town to form Lake Glen Ellyn, named for the glen in which it rests and a Welsh spelling of Hill's wife's name, Ellen. The following year, nearby mineral springs were discovered, and Chicago's infamous Madam Rieck purportedly moved her brothel to Glen Ellyn.In 1891 Glen Ellyn, advertised as Chicago's newest suburb and health resort, became the town's official name. The large Lake Glen Ellyn Hotel opened in 1892, the same year much of the business district was destroyed by fire. Fourteen years later, the hotel was struck by lightning and burned to the ground.In 1907 Glen Ellyn's first fire department was organized. By the end of the twentieth century, it would be known as the last all-volunteer fire organization in DuPage County. By World War I, Glen Oak Country Club served the Oak Park and Glen Ellyn communities, and in 1922 the first Glenbard high school was built.In the late 1990s Glen Ellyn was home to an Illinois state center for the deaf and blind. The village operated Village Links, a golf course owned by the municipality and built in conjunction with a water retention project. Its park district sponsored the world-famous Glen Ellyn Children's Chorus, established in 1964. The College of DuPage, founded in 1967, had become a major area educational institution.",
    "Bibliography": "Thompson, Richard A., ed. DuPage Roots. 1985.Weiser, Frederick S. Village in a Glen: A History of Glen Ellyn, Illinois. 1957.",
    "Author of Text": "Jane S. Teague",
    "Hyperlinked Terms Associated": [
        "railroad",
        "water",
        "Protestant",
        "Roman Catholics",
        "World War",
        "Oak Park",
        "golf",
        "park district",
        "College"
    ]
}