{
    "Title": "Glendale Heights, IL",
    "Descriptive Text": "DuPage County, 23miles W of the Loop. Glendale Heights remained a prosperous agricultural area until the late 1950s, when residential subdivisions began to replace farmland. Early farmers made their way southwest to Wheaton for stores, schools, and churches. Hiram Blanchard Patrick, for instance, arrived in DuPage County from New York in 1843, acquired a thousand acres of land, and farmed in the area of Glendale Heights for 30 years before moving to Wheaton. During that time his brother joined him and purchased additional land, including all of section 36 of Bloomingdale Township. Milton Smith was another early resident—a founder of the Wesleyan Methodist Church in Wheaton and an active abolitionist, with a station of the Underground Railroad in his home.Prosperous farmland in this area developed rapidly. In the post– Civil War era, dairy farms sold milk to creameries and cheese factories. One cheese factory used 4,000 pounds of milk and made 135 pounds of butter and 280 pounds of cheese daily. After train lines were established, milk was transported to Chicago for processing.The Illinois Central came through in 1888 with stops in Cloverdale and on Swift Road. The Great Western, built in 1887, stopped along Glen Ellyn and Bloomingdale roads. Army Trail Road served as a major thoroughfare from the days of the Black Hawk War. North Avenue became the first 40-foot-wide highway in the county in 1928. During the 1930s, the Civilian Conservation Corps made the road attractive by planting trees and shrubs along the boulevard.With the exception of Glen Ellyn Countryside, which became Glendale Height's first subdivision in 1951, the area remained largely rural until 1958. In 1959 residents voted to incorporate as the village of Glendale. It was renamed Glendale Heights the following year. Until St. Matthew's Roman Catholic Church was established in the early 1960s, Glendale Heights had no churches of its own. Through the twentieth century, Glendale Heights had no central business district or main street. A civic center was completed in the 1970s, and a library and a sports complex offer their services to the community. This ethnically diverse village contains the public Glendale Heights Polo Club, numerous parks, and the Glen Oaks Hospital.",
    "Bibliography": "Thompson, Richard A. DuPage Roots. 1985.",
    "Author of Text": "Jane S. Teague",
    "Hyperlinked Terms Associated": [
        "agricultural",
        "subdivisions",
        "Wheaton",
        "DuPage County",
        "abolitionist",
        "Underground Railroad",
        "Illinois Central",
        "Black Hawk War",
        "Roman Catholic",
        "Hospital"
    ],
    "Street addresses associated": [
        "Wheaton",
        "Glendale Heights",
        "Cloverdale",
        "Glen Ellyn",
        "Bloomingdale"
    ]
}