{
    "Title": "Glenview, IL",
    "Descriptive Text": "Cook County, 16 miles NW of the Loop. Amid busy intersections, strip shopping centers, and corporate complexes, Glenview residents live in subdivisions called Swainwood, Sunset Ridge, Bonnie Glen, Sleepy Hollow, and the Willows. To the east and west the community is bordered by 1,131 acres of forest preserve. Recreational facilities include 480 acres of park land and an 18-hole public golf course. Glenview has been home to one of the area's last working farms.Farmers first came to the area in the 1830s. John Kennicott arrived from New England in 1836 and became the first physician to practice in the area. Kennicott also ran a nursery, and in 1856 he had as many as 134 varieties of apple trees along with various other trees and shrubs. His son, Robert, was a naturalist and explorer who traveled to Canada and Alaska under the sponsorship of institutions like the Smithsonian and the Chicago Academy of Sciences. The Kennicotts' 82-acre preserve, named the Grove and located on the village's west side on Milwaukee Avenue between Glenview Road and Lake Avenue, is a National Historic Landmark.WORKERS AT BAXTER LABORATORIES, 1942The village was originally called South Northfield. In 1872 the Chicago & Milwaukee Railroad laid a single track to the area and named the local station Glenview. A second track was added in 1892 to carry passengers to the 1893 World's Columbian Exposition. In the 1890s members of the Swedenborgian Church purchased 40 acres of the Clavey farm, located at the northwest corner of Lake and Telegraph (later Glenview and Shermer Roads). They built Victorian-style homes, a clubhouse, school, and church in a secluded, wooded area which they named the Park.In 1895 the village's residents adopted the name Glenview and in 1899 incorporated. Residents included the Swedenborgians, descendants of early Yankee settlers, and German farmers. Roadhouses and inns served commuters and area residents. Two of these establishments, the Blue Heron roadhouse (later Eleanore's of Glenview) and the Glenview House, continued to operate into the twenty-first century.In 1923 the Curtiss-Reynolds Airport was built. The property was condemned in the early 1940s to make way for the Glenview Naval Air Base, which eventually became the headquarters for the U.S. Naval and Marine Air Reserve Training Command. The base closed in 1995, and developers turned the site into a mixed residential and retail area. The base's golf course became part of Glenview Park District.By 1950 the population was 6,142. In 1967 the University of Illinois at Chicago purchased a five-acre parcel west of Greenwood and east of Milwaukee for use as a botanical laboratory and conservation area. Peacock Prairie, as it is called, is one of the last remnants of virgin prairie in the state of Illinois.By 2000 there were 41,847 residents were living in the 13 square miles that covered Glenview. Kraft Foods, Zenith Electronics, and Scott, Foresman & Co. situated their headquarters here.",
    "Bibliography": "Dunbeck, Sylvia. Great Views of Glenview: A North Suburban Village. April 1987.Glenview Area Historical Society. Glenview at 75: 1899–1974. 1974.Glenview Bicentennial Commission. Roots. 1976.",
    "Author of Text": "Marilyn Elizabeth Perry",
    "Hyperlinked Terms Associated": [
        "subdivisions",
        "forest preserve",
        "gold",
        "Chicago Academy of Sciences",
        "Railroad",
        "Worlds Columbian Exposition",
        "Yankee",
        "German",
        "Roadhouses",
        "commuters",
        "Airport",
        "Glenview Naval Air Base",
        "University of Illinois",
        "conservation"
    ],
    "Street addresses associated": [
        "Swainwood",
        "Sunset Ridge",
        "Bonnie Glen",
        "Sleepy Hollow",
        "The Willows"
    ]
}