{
    "Title": "Glenwood, IL",
    "Descriptive Text": "Cook County, 23 miles S of the Loop. The suburban village of Glenwood is partly surrounded by Cook County Forest Preserves. Glenwood's downtown, with its recently constructed but traditionally styled brick municipal building and relatively modest homes located along a grid of streets, seems far removed from the crowded sprawl of the surrounding suburban area.Settlers in the 1840s called the area Hickory Bend. In 1871 the village of Glenwood was surveyed along the recently completed Chicago & Eastern Illinois Railroad. Glenwood served as a depot for local farmers and a home to workers employed in the railroad's nearby switch tracks, round table, and coal yards. About 500 residents incorporated as a village in 1903.Despite some unsuccessful subdivision activity in the 1920s, Glenwood remained a small village through the 1950s. However, nearly 3,000 homes were constructed between 1960 and 1980, when the village's population peaked at 10,538. In 2000 there were 9,000 residents in the village.Glenwood's burst of growth in the 1960s and 1970s fostered a growing racial diversity. In 1970 the village's residents were almost exclusively white, with fewer than 40 African Americans living in the community. By the 1980s large numbers of middle- and uppermiddle-class blacks had moved to the south suburbs. Between 1980 and 1990, as the number of African Americans increased in the community, the white population defined. In 2000 there were around 4,600 white and 4,000 black residents in the village, as well as 450 Hispanics.On average, the residents of Glenwood are somewhat more prosperous than those in the city of Chicago and in Cook County as a whole. Most of Glenwood's residents live in their own single-family detached homes. Of the 3,500 housing units in the village, fewer than 500 are rented. Unlike nearby suburbs where there has been a great deal of recent construction, there are relatively few new houses in Glenwood. Fewer than 200 houses were built in the village in the 1980s and 1990s.Although freight train lines pass through the village, the nearest Metra rail stop is in neighboring Homewood, and fewer than 1 in 13 Glenwood residents takes public transportation to work. The overwhelming majority drive to work, spending on average more than one hour per day commuting.The village is home to the privately funded Glenwood School, established in 1887 in Chicago by Robert Todd Lincoln and Oscar Dudley, with a later second campus in St. Charles. Today it is a residential school that emphasizes a military regime for boys and girls from broken or troubled low-income homes.Glenwood is also the site of the Mount Glenwood Cemetery, which is reputed to be the first racially integrated cemetery in the Chicago region. During the early twentieth century, African Americans traveled by train from Chicago to bury their dead in the cemetery. Notable black Chicagoans who are buried in Mount Glenwood include Elijah Muhammad, founder of the Nation of Islam, Fred Slater, Illinois' first African American circuit court judge, and Marshall “Major” Taylor, who in the 1890s was rated as the world's fastest bicyclist.",
    "Bibliography": "Andreas, A. T. History of Cook County, Illinois. 1884.",
    "Author of Text": "Ian McGiver",
    "Hyperlinked Terms Associated": [
        "Forest Preserves",
        "Railroad",
        "coal",
        "African Americans",
        "Cook County",
        "Metra",
        "Homewood",
        "public",
        "transportation",
        "commuting",
        "Cemetery"
    ]
}