{
    "Title": "Glencoe, IL",
    "Descriptive Text": "Cook County, 19 miles N of the Loop. The origin of Glencoe's name remains shrouded in a variety of competing narratives. The most likely of these is that it is a combination of the geographic features of the wooded bluffs upon which the original town planners settled and the maiden name of former Chicago mayor Walter Gurnee's wife. While there appears to be no direct connection with the Scottish town of the same name, the north suburban village adopted the elder town's seal when it incorporated in 1869.In 1835 several pioneers, including Anson and Lisa Taylor, set up businesses on the land originally inhabited by Potawatomi. They profited from a commercial pier and an inn that served the stagecoach traffic on the Green Bay Road.Along with several other investors in 1867, Gurnee purchased and subdivided the land near the railway depot on the Chicago and Milwaukee line that had been completed a decade earlier. As president of the railroad company, Gurnee made a practice of buying land near stations on the route as sure investments. While he had planned to settle in Glencoe, financial insolvency forced him to return to his hometown in New York.Upon Gurnee's failure, Alexander Hammond bought 520 acres and formed the Glencoe Company with plans for an exclusive residential community. The charter included the building of a school and a church and the hiring of a teacher and a pastor. After some early financial problems, the settlement had grown to 536 homes by 1885.At the turn of the century, Glencoe began to deal with the same issues of municipal services that other North Shore communities were facing. In many cases, Glencoe teamed with its neighbors to meet the demand for amenities from its mostly middle-class inhabitants. In 1893, Glencoe received water from the pumping station in Winnetka until building its own in 1928. A sewage system was constructed in 1900 and was connected to the Chicago Sanitary District canals by 1913. Electricity came to the village by way of the Highland Park Electric Light Company in 1903.Glencoe's growth followed the pattern of many Chicago suburbs, accelerating rapidly in the 1950s and 1960s. Its population peaked at 10,542 in 1970. Glencoe's demography remained predominately affluent and white. Along with some of its North Shore neighbors, the village became home to a significant number of Chicago's Jewish population in the middle decades of the twentieth century. North Shore Congregation Israel was organized in 1920 and built its current grandiose synagogue on Sheridan Road in 1964.In recent years, Glencoe's population has declined, falling to 8,762 in 2000—95 percent of whom were white—while incomes remained among the highest in the state and the country. In 1999 the median household income was $164,432. Partly due to the prestige of New Trier High School—the district's public school—the village remains attractive to families, with 46 percent of households having children under 18.",
    "Bibliography": "Ebner, Michael. Creating Chicago's North Shore: A Suburban History. 1988.Seventy-Five Years of Glencoe History, 1835–1944. 1945.",
    "Author of Text": "Adam H. Stewart",
    "Hyperlinked Terms Associated": [
        "mayor",
        "Potawatomi",
        "railroad",
        "water",
        "Winnetka",
        "Highland Park",
        "demography",
        "Jewish"
    ]
}