{
    "Title": "Golf, IL",
    "Descriptive Text": "Cook County, 14 miles NW of the Loop. Located near Glenview, the village of Golf owes its existence—and its name—to its proximity to the Glen View Country Club, which was founded in 1897. Like other late-nineteenth-century golf clubs, Glen View had an elite membership which was drawn to its suburban location by either private or public transportation. Initially, Glen View was particularly difficult to reach, requiring “a long bumpy ride by horse- drawn public bus, carriage or horseback.” One member, however, Albert J. Earling, president of the Chicago, Milwaukee & St. Paul Railroad, took his company's rails from his downtown office and arranged to have his private car switch to a siding near the club, where he was picked up by a carriage. Other members began using Earling's siding, which soon became a regular stop known as Golf.A small settlement grew around the site and in 1928 was incorporated as the village of Golf. The Western Golf Association, the nation's second most important amateur golf association, after the United States Golf Association, soon moved its headquarters from downtown Chicago to the village's all-purpose post office. From there it ran tournaments and the Evans Scholars Foundation.The village enjoyed a minor boom in the 1920s as the open farmlands once owned by John Dewes were bought by developers and subdivided into spacious residential lots. Growth then slowed, however, and by the 1990s the village was a half-mile-square, upper-middle-class enclave divided largely into half-acre lots with houses of stone facades and shingled roofs. “We're more like a small town somewhere in the middle of Kansas,” as one longtime resident put it. Its population of 454 in 1990 was 98.9 percent white, with no blacks. It had a median age of 40.5, and its per capita income of over $48,000 placed it ninth out of 263 in the six-county Chicago area. Protected from the mushrooming growth of its surrounding northwestern suburbs, Golf's one concession to modern living was an upgrade of about 75 percent of the village's sewer and water system. Otherwise it remained a bastion of limited government. Most village officials are volunteers, and the village obtains essential services through contracts with its neighbors.",
    "Bibliography": "Hanley, Reid. “Token Players.” Golf Journal ( June 1997): 25–30.Reich, Howard. “The Suburb That Growth Forgot.” Chicago Tribune, January 16, 1993.",
    "Author of Text": "Howard N. Rabinowitz",
    "Hyperlinked Terms Associated": [
        "Glenview",
        "golf",
        "transportation",
        "Railroad",
        "water"
    ],
    "Street addresses associated": [
        "Glenview",
        "Golf"
    ]
}