{
    "Title": "Golf",
    "Descriptive Text": "Upper-class Easterners and Midwesterners founded the first permanent golf courses and country clubs in the late 1880s. Metropolitan Chicago was ideally suited for golf. Its booming economy provided an economic and social elite with the leisure time and wealth to pursue the game, and its network of commuter railroads provided easy access to the proliferating number of suburban country clubs.Stockbroker Charles Blair Macdonald, who learned to play while attending the University of St. Andrews in Scotland, played an especially important role in shaping the nature of the game both locally and nationally. After creating the nation's first 18-hole course in Belmont in 1893 for Chicago Golf Club, he sculpted a more challenging 18 holes for the club in Wheaton. Widely acknowledged as America's best, the new course hosted the third U.S. Open and Amateur championships in 1897; it was the venue for two of the first six opens as well as a third in 1911, when John McDermott became the first American-born winner. In 1907, the Chicago Golf Club hosted the ninth U.S. Women's Amateur Championship.Macdonald joined members of four equally exclusive eastern clubs in December 1894 to form the United States Golf Association (USGA). He won the association's first U.S. Amateur in 1895 and, as an officer, was instrumental in making the USGA the acknowledged national governing body of golf.Ironically, after Macdonald moved to New York in 1900, the Western Golf Association (WGA), founded by 15 Chicago clubs in April 1899 to protect “the best interests of the clubs of the Middle West,” became the only challenger to the “eastern” USGA's authority over rules and competitions before admitting defeat in the 1920s. The WGA remained the nation's second most prestigious association, and, for many years, its Western Open and Western Amateur ranked only behind their USGA counterparts in importance. Thanks to Chicago's legendary amateur Charles E. “Chick” Evans, Jr., who won both the U.S. Open and Amateur in 1916, the WGA has made its greatest contribution by administering the Evans Scholars Foundation, established in 1929 to fund college scholarships for caddies.Following the nationwide golf boom of the 1920s, golf in Chicago, as elsewhere, suffered from the Great Depression and World War II. Many private courses folded and war rationing brought equipment shortages, “fairway gardens,” and transportation problems. Chicago, however, stood at the forefront of a new boom that began in the 1950s. George S. May's World Championship at Tam O'Shanter became the PGA tour's richest event and in 1953 the first golf tournament to be televised nationally.By the 1990s new suburban residential golf communities lured wealthy baby-boomers while Chicago remained unequaled in the combined quality and quantity of its older private clubs—eight area clubs, more than in any other state, had hosted a total of 12 U.S. Opens. Chicago was now most significant as the leader in public-access golf. Public courses, many among the best in America, constituted well over half of the estimated 275 courses in the metropolitan area. The Chicago Park District owned six courses, including Jackson Park, which opened in 1899 on landfill from the World's Fair and was the first public course in the Midwest, and suburban municipalities and park districts operated several others. The jewels of public golf were often privately owned.What Macdonald had done for the world of private golf, Chicago pro Joe Jemsek did for twentieth-century public golf. The son of Russian immigrants, Jemsek purchased St. Andrews Country Club in 1939, determined to provide private course conditions for public course players. He continued to buy, sell, and build high-quality public courses, capped by the opening in 1967 of Dubsdread, his fourth course at suburban Cog Hill in Lemont. By the mid-1990s he owned seven courses, and similar “upscale” public courses were spreading throughout the country. Chicago courses of this type and those elsewhere benefited from a nationwide controversy over the restrictive membership policies of many private clubs, which, for example, cost Chicago Golf Club the 1993 Walker Cup. In 1991, Dubsdread became the permanent home of the Western Open, after it was moved from the all-male Butler National; earlier, local insurance executive James Kemper had secured the 1989 PGA Championship for his public Kemper Lakes in Long Grove, one of several area courses operated by Kemper Sports Management.Despite the profusion of courses, however, metropolitan Chicago, with more than 850,000 golfers, was still well below the national average for courses per golfer.",
    "Bibliography": "Eberl, George. “Chicago: A Major American Home for Golf.” Golf Journal 42 (May/June 1990): 25–29.Rabinowitz, Howard. “Golf's Aspiring Autocrat [C. B. Macdonald].” Golf Journal 48 (May 1996): 36–39.Wind, Herbert Warren. The Story of American Golf. 1975.",
    "Author of Text": "Howard N. Rabinowitz",
    "Hyperlinked Terms Associated": [
        "leisure",
        "railroads",
        "Wheaton",
        "Great Depression",
        "World War II",
        "Park District",
        "Jackson Park",
        "Lemont",
        "Long Grove"
    ],
    "Street addresses associated": [
        "Belmont",
        "Wheaton",
        "Long Grove",
        "Lemont"
    ]
}