{
    "Title": "Good Government Movements",
    "Descriptive Text": "Renowned for its Democratic machine politics, twentieth-century Chicago has often seemed barren ground for good government reformers. Yet the good government movement has played a significant role in city politics, occasionally exercising considerable influence. Dedicated to honesty and efficiency and strongly suspicious of local party organizations, good government groups have endeavored to cleanse city hall and offer an alternative to rule by venal politicians.The good government spirit, for example, manifested itself in the 1870s. Responding to the city fire department's ineffectiveness in fighting a devastating blaze in 1874, a group of concerned Chicago businessmen organized the Citizens' Association. According to its constitution, this organization sought “to insure a more perfect administration in our municipal affairs” and “to protect citizens ... against the evils of careless or corrupt legislation.” An organ for businessmen who sought “businesslike” government, the Citizens' Association would remain an active civic watchdog, dedicated especially to protecting the city treasury from the profligate and corrupt.In the 1890s a new wave of disgust with Chicago city government spawned additional good government groups. A notorious band of aldermen known as the Gray Wolves were awarding public utility franchises in exchange for handsome bribes. Moreover, British reformer William Stead's If Christ Came to Chicago, published in 1894, embarrassed Chicagoans by exposing their indifference to the political corruption and social injustice in their midst. Organized in 1894, the Civic Federation of Chicago at first was intended to spark a wide-ranging civic revival and improve the political, philanthropic, educational, and moral health of the city. It became, however, primarily another fiscal watchdog, dedicated to honest and efficient government.Recognizing the need for further action, reformers in 1896 organized the Municipal Voters League with the specific purpose of ousting the Gray Wolves from power. Headed by the energetic George Cole, this organization published the credentials of aldermanic candidates and the voting records of incumbents. It endorsed candidates who pledged to support the merit system of civil service and who promised to grant public utility franchises only to companies willing to adequately compensate the city. In the municipal elections of the late 1890s and early 1900s, the Municipal Voters League proved so successful in electing its approved candidates to the city council that muckraker Lincoln Steffens could proclaim that Chicago had a lesson to teach cities throughout the nation.Other good government groups appeared in the early 1900s, most notably the City Club founded in 1903 and the Bureau of Public Efficiency organized in 1910 and headed by Sears magnate Julius Rosenwald. In 1911 University of Chicago professor Charles Merriam rallied reform forces in an inspiring but unsuccessful race for the mayor's office.By the early 1920s, however, Republican Mayor William Hale Thompson had largely expunged the city's reputation for good government and the Municipal Voters League was only a shadow of its former self. Good government forces rallied momentarily in 1923, endorsing the successful mayoral candidate, William Dever. Yet after four years of honest, effective rule, Dever failed to win reelection, losing to Thompson. In the 1920s as in earlier decades, the panaceas of sober upper-middle-class good government reformers did not appeal to many working-class ethnics, who trusted their local ward boss more than the Civic Federation business leaders, and who found more solace in the corner saloon than in the high-minded settlement house. Moreover, the Great Depression of the 1930s took its toll on the good government movement. In 1932 the debt-ridden Bureau of Efficiency ceased its independent existence, merging with the still-solvent Civic Federation.In succeeding decades, the Democratic party organization consolidated its grip on Chicago and was only periodically bothered by good government movements. From 1947 to 1955 Mayor Martin Kennelly served as an ineffectual good government front for the temporarily weakened Democratic organization, and in 1955 Charles Merriam's son Robert ran unsuccessfully for mayor as a reform alternative to the Cook County Democratic chairman Richard J. Daley. Alderman Mathias “Paddy” Bauler summed up the prevailing political climate of the mid-twentieth century when he observed, “Chicago ain't ready for reform yet.” From the sidelines, businessmen in the Civic Federation continued to comment on the city's expenditures and urged a streamlined, efficient administration, but through the 1970s the Democratic organization ruled.",
    "Bibliography": "Roberts, Sidney I. “The Municipal Voters' League and Chicago's Boodlers.” Journal of the Illinois State Historical Society 53 (Summer 1960): 117–148.Steffens, Lincoln. The Shame of the Cities. 1904.Sutherland, Douglas. Fifty Years on the Civic Front. 1943.",
    "Author of Text": "Jon C. Teaford",
    "Hyperlinked Terms Associated": [
        "machine politics",
        "government",
        "politics",
        "Gray Wolves",
        "If Christ Came to Chicago",
        "Civic Federation",
        "University of Chicago",
        "mayor",
        "Republican",
        "saloon",
        "settlement house",
        "Great Depression",
        "Democratic party"
    ]
}