{
    "Title": "Gospel",
    "Descriptive Text": "Gospel music, a uniquely American style of religious song, can trace its roots to American folk music, African American spirituals, and early blues and jazz. Gospel lyrics resemble evangelism or sermonizing. The texts are drawn largely from evangelical hymns which are combined with melodies taken from popular musical styles of the early twentieth century.In Chicago, Thomas Andrew Dorsey dominated the beginnings of gospel music. Dorsey, widely known as the “Father of Gospel Music,” composed many of the most celebrated gospel songs, including “(There'll Be) Peace in the Valley (for Me),” “I'm Going to Live the Life I Sing About in My Song,” and “Take My Hand, Precious Lord.” Although Dorsey never claimed credit for creating the genre of gospel music, he stated that he coined the phrase “gospel songs” in the early 1920s, giving a name to the new musical style.Dorsey was born at the turn of the twentieth century in a small, rural town outside Atlanta, Georgia. In 1919, in the midst of the Great Migration of African Americans from the South to the cities of the North, he moved to Chicago. While much of his earliest musical training had been of a religious nature, Dorsey was also very familiar with blues and jazz, the new musical styles developing in the South. Shortly after settling in Chicago, Dorsey combined his knowledge of blues and jazz music with religious lyrics and began promoting his gospel songs.In late 1931, Dorsey, Magnolia Lewis Butts, and Theodore Roosevelt Frye assembled the first gospel choir in Chicago at Ebenezer Baptist Church. The popularity of this choir sparked the growth of gospel groups in African American churches throughout the city. Dorsey quickly moved on to form and direct a gospel choir at Pilgrim Baptist Church on South Indiana Avenue. He was the director of the Pilgrim gospel choir for nearly 60 years.Dorsey was also instrumental in founding the National Convention of Gospel Choirs and Choruses (NCGCC), which was headquartered in Chicago. The NCGCC was held each year to teach choirs from all over the country how to sing gospel music. The first convention was held at Pilgrim Baptist Church in 1933 with Dorsey as its president. He remained president of the NCGCC until his death in 1993.Other composers and performers who contributed to Chicago's role in the evolution of gospel music include Mahalia Jackson, Roberta Martin, Sallie Martin, and Kenneth Morris. Chicago was also home to many of the largest gospel music publishing houses. In addition to Dorsey's own publishing house, the Bowles Music House, Inc., owned by Lillian Bowles, and the Martin and Morris Music Studio, Inc., which was co-owned by Sallie Martin and Kenneth Morris, were also located in Chicago.Gradually, new composers replaced the blues and jazz influences with more contemporary musical styles. Hip-Hop, rap, and R&B influenced many late-twentieth-century gospel music composers. Since 1985, both traditional and contemporary gospel styles have been celebrated each summer during GospelFest, Chicago's annual salute to gospel music.",
    "Bibliography": "Boyer, Horace Clarence. How Sweet the Sound: The Golden Age of Gospel. 1995.Harris, Michael W. The Rise of Gospel Blues: The Music of Thomas Andrew Dorsey in the Urban Church. 1994.Heilbut, Anthony. The Gospel Sound: Good News and Bad Times. 1971.",
    "Author of Text": "John Russick",
    "Hyperlinked Terms Associated": [
        "folk music",
        "blues",
        "jazz",
        "Great Migration",
        "African Americans",
        "music publishing",
        "rap",
        "R&B"
    ],
    "Street addresses associated": [
        "South Side"
    ]
}