{
    "Title": "Government, City of Chicago",
    "Descriptive Text": "In many respects, Chicago's government followed patterns common among nineteenth-century U.S. cities. As a commercial walking city, Chicago initially reflected the Jacksonian-era tendency for decentralized government with numerous officials elected on a frequent basis. Increasing government centralization and authority accompanied the city's rise as an industrial giant.This development, however, was neither linear nor as pronounced as in some of the older American cities. Even as Chicago's government changed, it retained certain attributes from older forms of municipal organization, including a balance of power favoring the city council over the mayor; a large council elected by wards, with city services organized and delivered along ward lines; and various independent offices and jurisdictions across the metropolitan area, limiting centralized authority over policy and governance.Ward-based elections and services have encouraged ethnic and neighborhood politics, providing an obstacle to centralized government. Chicago initially had a board of trustees elected at large for annual terms. Its 1837 municipal charter established a popularly elected mayor and Common Council, which in 1875 became the city council. As the city grew through annexation, the wards increased to 35 and the number of aldermen to 70. In 1923, the city was divided into 50 wards, each represented by one alderman elected for two-year terms. Aldermen have been elected on a nonpartisan basis since 1920, with a run-off election between the top two candidates if no one receives a majority in the first election. Since 1935, council terms have lasted for four years and elections have coincided with mayoral balloting.By 1851, many offices appointed by the council had become elected, including clerk, treasurer, city attorney, and city marshal. Since 1907, the only officers elected citywide have been the mayor, clerk, and treasurer. Elections were also held in early decades for local officials, including tax assessors, justices of the peace, school district trustees, and police constables. All of these became appointed positions. Only the public schools reverted to some locally elected officials with the state education reforms of 1989 providing for election of local school councils. Boards of special districts providing such services as water and sanitation continue to be elected by districts; other governing bodies, such as the park district board, are appointed by the mayor but, as with most of the municipal-area systems, are officially independent of city finances and authority.The official powers of the mayor have always been weak, but there has been some centralization of authority over time. The term of office was increased from one year to two in 1863, nearly two decades after aldermen first enjoyed longer terms, and was extended to four years in 1907. From 1907 through 1995, mayoral candidates were chosen through a party primary system. In 1995, the state legislated a major change, providing for election of Chicago's three citywide offices in a manner similar to the election of aldermen—a nonpartisan election with a run-off between the top two vote getters if no candidate wins a majority. This system was suggested in the mid-1980s by local white politicians in reaction to the election by plurality of the city's first African American mayor, Harold Washington.Through the nineteenth century, the mayor's power was mainly as a presiding officer over the council. Slowly, the office gained the authority to veto, to break tie votes in council, and to appoint commissioners. Executive authority over departments remained limited, however, as they operated independently of the mayor's office, with the council retaining authority over the city budget. In the crisis period after the Great Fire of 1871, the state legislature temporarily authorized expanded powers for the mayor, but by 1875 the factional politicians of the council reasserted their official authority from the city charter.Decentralized decision-making frustrated business leaders and others with visions and interests beyond the local neighborhood and across the city or metropolitan region. Ironically, Chicago's decentralized system survived longer than in other cities in part because these interests developed informal policy-making structures to circumvent decentralized processes and divided government. These have ranged from outright bribery to the establishment of privately controlled bodies or interest groups to develop public policy, usually formed by business interests. The most famous of these is the Chicago Plan Commission, organized by business interests to fulfill the Burnham Plan of 1909. Another was the Municipal Voters League, an organization of business reformers whose endorsed candidates won 59.4 percent of aldermanic races between 1907 and 1921.More recently, decentralization has been mitigated by the informal concentration of power and influence in the person of the mayor. This is commonly recognized as the Chicago political machine, founded by Mayor Anton J. Cermak (1931–1933), developed by Mayor Edward J. Kelly (1933–1947), and perfected by Mayor Richard J. Daley (1955–1976).Daley's control of Democratic Party ward organizations permitted him to dominate the city council and thereby expand his authority. In 1956, state legislation removed the responsibility for initiating the city budget from the council and placed it in the mayor's office. This allowed the mayor, rather than council politicians, to establish the city's financial priorities. Daley also began to whittle away at independent sources of aldermanic authority, by, for example, taking over the “driveway permit” power (each minor construction permit required an individual bill passed by council) and professionalizing and centralizing ward services under his office. New state legislation also increased the mayor's authority over departments and the various urban renewal agencies dealing with city planning and construction.Later mayors, however, were less able to usurp the official power residing in the city council. Jane M. Byrne (1979–1983) was elected as a reformer but quickly recognized the need to ally with regular party leaders in the council. In Harold Washington's first three years of office, city council opponents marshaled a majority of votes to stymie his policy objectives and usher in the paralyzing “ Council Wars. ” Only his veto power kept the council from completely ignoring his agenda until his supporters won a majority in special council elections in 1986. Mayor Richard M. Daley (1989–) has continued a functional aspect of his father's machine politics, using his campaign organization and network of fundraisers to offer advantages to selected aldermanic candidates.",
    "Bibliography": "Chicago Home Rule Commission. Modernizing a City Government. 1954Fuchs, Ester R. Mayors and Money: Fiscal Policy in New York and Chicago. 1992.Merriam, Charles E., Spencer D. Parratt, and Albert Lepawsky. The Government of the Metropolitan Region of Chicago. 1933.",
    "Author of Text": "Loomis Mayfield",
    "Hyperlinked Terms Associated": [
        "mayor",
        "wards",
        "politics",
        "charter",
        "annexation",
        "school district",
        "police",
        "schools",
        "special districts",
        "water",
        "park district",
        "African American",
        "Fire of 1871",
        "Burnham Plan",
        "Democratic Party",
        "urban renewal",
        "planning",
        "construction",
        "Council Wars",
        "machine politics"
    ],
    "Street addresses associated": [
        "Hyde Park"
    ]
}