{
    "Title": "Governing the Metropolis",
    "Descriptive Text": "To many people, particularly those interested in rational and efficient planning in local government, metropolitan Chicago's numerous and diverse governmental bodies are hampered by considerable overlap in jurisdiction and, at times, seemingly unmanageable chaos. With 269 municipal (city and village) governments, 113 township governments, 6 county governments, 558 special district authorities (including 306 public school districts ), Chicago government seems to represent an inefficient use of its taxpayers' funds. This complex web of governance, however, is not unique; major metropolitan areas across the United States have comparable structures. Furthermore, the current system has roots and reasons dating back to the city's founding, yoking the city's present to its own and the nation's past.Each of the four general categories of government units in the Chicago metropolitan area has authority over a separate jurisdiction. Municipal governments have the widest-ranging powers, providing, among other things, law enforcement, public hospitals, and traffic supervision. Township governments provide services for small populations in unincorporated areas. The three principal functions of township governments are to maintain roads, assess property taxes, and administer general assistance programs.The six county governments within the Chicago metropolitan area— Cook, DuPage, Kane, Lake, McHenry, and Will —have jurisdiction over decisions within their own county, including the upkeep of roads and the administration of budgets. As the largest county in the state, Cook County has many special powers as well as a unique form of administration, including a county board and a president with broad-ranging powers.A multitude of special-purpose authorities deal with the issues and problems that cross city and county boundaries, such as parks, sanitation, and schools. Each district body regulates a single area of activity, such as mosquito abatement districts and airport districts. Most have the authority both to levy taxes and to disburse funds within their jurisdiction.The metropolitan area's governing agencies owe their inception to the powers of the Illinois State Legislature, the state's principal governing body. Like other states, Illinois has followed the general rule regarding local-state relations first articulated by Iowa Supreme Court Justice John F. Dillon in 1868. Dillon argued that “municipal corporations owe their origins, and derive their powers and rights wholly from the legislature,” which means that in all matters affecting local government in Illinois, the state remains the final arbiter. In the early twentieth century, as cities grew in size, the issue of home rule became more and more contentious between states and their largest cities. Illinois state law was specifically designed to limit the flexibility that larger municipalities—particularly Chicago—could exercise in governing their own jurisdictions. Many of the battles between state and city came down to a battle between the interests of rural legislators and those of urban officials. More often than not, states won. And if their victories came before the Illinois Supreme Court—itself dominated by men of rural backgrounds—they were usually upheld.The 1970 Illinois Constitutional Convention reformed the 1870 constitution in a number of important ways. The new constitution permitted cities to exercise far more power than they had in the past, including more home rule authority. The 1970 convention also ruled that localities could join together to solve common problems, establishing a basis for metropolitan cooperation.Although different local entities have different sources of funding (including state and federal dollars), property taxes provide the largest single funding source, particularly for counties, special-purpose districts, and school districts. Illinois ranks ninth in the country in the proportion of revenue it secures through property taxes. As of 1990, the property tax furnished 92 percent of the funding for public school districts and 63 percent of the funding for counties. Municipalities received 35 percent of their funding from property taxes and another 26 percent from local sales taxes. Accordingly, counties and school districts with large numbers of wealthy residents enjoyed more and better services than their poorer counterparts. In 1997, the extreme disparity in resources available to rich and poor school districts prompted Governor James Edgar to attempt a major reform of public-school funding patterns. He did not succeed.Chicago governance has been influenced not only by local questions and specific personalities—especially powerful mayors —but also by the same broad influences found in virtually every American city. Though American laws and institutions borrowed liberally from English traditions, they evolved differently. The central governments of Great Britain and much of continental Europe consolidated their power over the course of the eighteenth and nineteenth centuries and have come to exercise a general hegemony over local authorities. The birth of the United States and its revolutionary rupture from Great Britain, on the other hand, gave colonists a reason to distrust centralized political authority from the start. Their distrust became embodied in the U.S. Constitution's emphasis on the rights of states and the protection of individuals.As the nation's population grew, spread out, and established new settlements in the nineteenth century, questions of legal authority arose with increasing frequency. Legal precedent permitted citizens, sometimes groups of less than a few hundred, to incorporate themselves into towns and villages to pursue common projects and their own needs. The basic framework of a municipal corporation (a sovereign body of local residents) and the municipal charter was adopted almost everywhere in the United States at different times and in slightly different ways, but state legislatures usually kept the lion's share of power for themselves.Residents who had settled permanently in Chicago lobbied the state legislature for permission to incorporate themselves as a city in 1837. The legislature agreed, granting city dwellers a municipal charter that guaranteed them certain legal powers, including a municipal government with a mayor and common council, a municipal court, and limited taxing power over local residents. Demands for new charters arose as residents sought to exercise more power over local areas and as the city sought to extend the boundaries of its jurisdiction; additional municipal charters were granted in 1853, 1857, and 1861. But the 1870 Illinois Constitutional Convention reserved most authority over local matters to the state legislature, severely limiting what municipalities themselves could do. Chicagoans thus enjoyed fewer legal powers than city dwellers in states such as neighboring Wisconsin, whose state legislature had begun giving its larger cities more autonomy.As the population of Chicago grew, more and more people moved from the downtown area to outlying districts. Small towns and villages, including Hyde Park and Evanston, sprung up in the 1860s and 1870s. With the inception of rail lines fanning outwards from the core city, the growth of fringe (or suburban) areas increased measurably. In the 1870s and 1880s future neighborhoods such as Ravenswood began developing along the rail lines. Some suburban areas, like Austin and Pullman, grew as a result of the industries located nearby. By 1880 there were more than 35 outlying villages and towns in Cook County alone, and another 15 were added over the next two decades. Toward the end of the nineteenth century new villages took shape along the northern border of Chicago.As the towns and villages bordering Chicago developed, they incorporated themselves and won their own municipal charters. At the same time, growing problems involving residents across multiple towns and villages necessitated broader governing bodies. But the Illinois Constitution did not permit localities the freedom to arrange cooperative agreements with other municipal governments, leaving regional governing bodies to deal with specific issues and problems. For instance, the Metropolitan Sanitary District of Chicago was created by the state legislature in 1889, and though its purpose was to direct Chicago-area sewage from Lake Michigan and thereby protect the local water supply, it eventually came to regulate the water supply for much of the region.In the 1880s and 1890s, Chicago's population—like that of cities across the country—exploded, growing from 112,172 people in 1860 to 1,698,575 in 1900. The city sought to annex many of its adjacent territories, sometimes because residents of the adjacent areas wanted to secure the services provided by the city, other times because annexation just seemed to make sense for the region. Between 1837 and 1869, 25 square miles of land were annexed to the city.Increasingly, though, adjacent areas resisted annexation. Sometimes their residents had fled the city precisely because they no longer wished to be a part of it; some even viewed the city as the den of all evil—including booze and bad politics. Efforts to annex Hyde Park succeeded in 1887 only to be overturned by the Illinois Supreme Court in 1888. A critical juncture was reached a year later when the proponents of annexation won a major victory in the state legislature. Overnight, the city of Chicago expanded from 43 square miles to 168 square miles, added 225,000 residents, and, with a population that now exceeded one million residents, became one of the largest cities in America.Annexations continued over the next couple of decades. By 1925 the city of Chicago covered 200 square miles, with an estimated three million residents. But many suburbs continued to oppose annexation, and over the next 30 years only 20 square miles were added to the city's jurisdictional territory. The metropolitan region became dotted with more and more small municipalities. Township authorities came to govern those areas, such as Evanston, where a small number of residents had scattered across a large site.By the 1930s, the Chicago metropolitan area was governed by more than one thousand different bodies. In addition to the governments of the city of Chicago and the nearby cities, villages, and towns, there were county governments and special-purpose districts, including park districts, forest preserve districts, and sanitary districts. To many local scholars, such as the renowned University of Chicago political scientist Charles Merriam, the increasing number of governing bodies seemed to pose a threat to order and efficiency in the region. Among other things, he observed, the population ringing Chicago was growing much faster than the city itself, making it hard to meet the needs of those residents. His suggestions for reform fell on deaf ears.Metropolitan growth continued over the next few decades. Where railroads had once fed outward residential development and the growth of commuting between suburb and city, now the newly constructed network of streets and highways crisscrossing the region fed the process. Between 1940 and 1950, the city grew 6.6 percent, from 3,396,808 to 3,620,962, while Cook County grew by 11 percent, to 4,508,792.The collar counties were growing even faster. With each new block of residents who settled outside the city came new needs, and with the growth of such needs, new municipalities were established along with new special-purpose districts and school districts. Nothing could stop the flow of residents, just as nothing could halt the proliferation of different governing bodies.In the early 1950s, another effort was made in Chicago as in many American metropolitan areas to create order out of the patchwork quilt of disparate, sometimes overlapping forms of governance. Illinois State Representative Paul Randolph successfully persuaded the state legislature to create a commission, known as the Randolph Commission, to study problems of city governance. The main product of the commission was the 1957 creation of a state advisory agency for the region, the Northeastern Illinois Metropolitan Area Planning Commission, or NIPC. The legislature charged the commission to provide planning assistance to the six-county region of Northeastern Illinois. But the commission was handicapped from the outset. Its initial mandate from the legislature was to provide technical assistance and to furnish comprehensive planning for the metropolitan area. But in 1961 the state legislature enacted proposals that involved master drainage for the metropolitan region and for areawide distribution of water, sewage, and drainage services, rejecting an NIPC-backed proposal that would have expanded the ability of areas, such as Chicago, to annex adjacent sites.Evidence that many Illinois citizens were concerned about comprehensive planning for the metropolitan region emerged from the work of Loyola University's newly created Center for Research in Urban Government in the mid-1960s. The center's most compelling work was done by Gilbert Y. Steiner, who identified three primary roadblocks to securing cooperation between the city and its nearby suburbs. The first was the disparity of tax revenues. Suburbs were typically flush in tax revenue to fund schools and other local needs; the city possessed few comparable resources. The second roadblock involved the growing difference in racial composition between city and suburb. Chicago was fast becoming populated by a large concentration of African Americans, many of whom did not wish to diminish their electoral strength in the form of broad metropolitan authorities. And third was the related difference in the political makeup of the city and its suburbs: Chicago was dominated by Democrats; the suburbs were a haven for more affluent Republicans. For these reasons, Steiner argued, it would be difficult to create a metropolitan authority, even for limited purposes.Even Chicago-area businessmen got into the picture, forming the Committee on Urban Progress (COUP) in December 1963. The committee's conclusions—that “the chief obstacle to rational and farsighted control of urban expansion is political overlapping and fragmentation”—prompted Governor Kerner to propose the establishment of a commission designed solely to add structure to local politics. In 1965, the governor's proposed legislation made it through the Illinois House of Representatives. It failed to pass the Senate.It should not have been entirely surprising that efforts to overcome problems created by the fragmented nature of political authority in Chicago would stumble. There were prodigious obstacles to overcome. The state legislature remained dominated in the 1950s and 1960s by rural interests from downstate Illinois, and many of these interests opposed the expansion of the city's power, believing that it would simply add to the clout already wielded by Mayor Richard J. Daley. Additionally, as geographer Malcolm Proudfoot argued at the time, “Chicago has been further weakened by the shortsighted antagonism and obstruction of many of its suburban residents, whose satellitic, not to say parasitic, municipalities form a continuous retaining wall of separate political and legal autonomy around the central city.”Still all was not lost. The 1970 Illinois Constitutional Convention considered a wide range of issues and eventually made key decisions that would affect matters of local governance. Its most important decision was to allow localities to engage in some forms of intergovernmental cooperation, granting broader powers to municipalities, such as the city of Chicago, and permitting localities to engage in important joint efforts. But in allowing the state to retain final authority, the convention in some ways simply re-inaugurated previous disputes over the range of municipal powers. The state legislature could still preempt local decisions.Suburban development continued unabated throughout the two decades following the constitutional convention. DuPage and Lake Counties each grew by more than one-third between 1980 and 2000. Cook County, meanwhile, continued to lose residents until the 1990s. New development in northern Lake County reached out to markets that stretched across the state line, bringing residents from Wisconsin to shop and work in Illinois. This growth enriched the population of the area while accentuating old governmental divisions, particularly by widening the gap between rich and poor municipalities. In the late 1990s, Mayor Richard M. Daley tried to resolve lingering conflicts by bringing together mayors from neighboring cities to discuss issues of joint concern.Chicago might not have the most rational administrative form, but it is one tailored to the fabric of American political culture and history. In fact, much of what happened throughout the history of Chicago governance reproduced the same general patterns set elsewhere in the United States. Some parallels were indicative of national movements, such as the effort by larger places to annex smaller ones at the end of the nineteenth century. Others simply mirrored the structural character of American government, which tended to favor decentralized political authority.There are also ways in which the evolution of governance in Chicago differs sharply, if not always substantively, from governance elsewhere. The powerful personalities of many Chicago mayors, for instance, made the state legislature reluctant to grant the city home rule powers that might otherwise have been considered appropriate. In some instances, notably during the reign of Richard J. Daley from 1955 to 1976, the mayor of Chicago possessed sufficient political acumen to circumvent the legal basis of decentralized authority in the state. By holding two crucial offices simultaneously—mayor of Chicago and chairman of the Cook County Democratic Party—Daley was able to transcend the fragmentation of governance by centralizing power personally.What gives coherence to the story of Chicago governance is its chronic incoherence. Then again, that very incoherence—that jumble of unintegrated factors and a cacophony of voices—may also be what gives the city its strength.",
    "Bibliography": "Keane, James F., and Gary Koch, eds. Illinois Local Government: A Handbook. 1990.Keating, Ann Durkin. Building Chicago: Suburban Developers and the Creation of a Divided Metropolis. 1988.Steiner, Gilbert Y. “Metropolitan Government and the Real World: The Case of Chicago.” Center for Research in Urban Government, Loyola University. Vol. 1, no. 3 (January 1966).",
    "Author of Text": "Anthony Orum",
    "Hyperlinked Terms Associated": [
        "government",
        "township",
        "special district",
        "school districts",
        "hospitals",
        "Township",
        "Cook",
        "DuPage",
        "Kane",
        "Lake",
        "McHenry",
        "Will",
        "schools",
        "home rule",
        "mayors",
        "charter",
        "Hyde Park",
        "Evanston",
        "Ravenswood",
        "Austin",
        "Pullman",
        "Lake Michigan",
        "water",
        "annexation",
        "Evanston",
        "park districts",
        "forest preserve",
        "university of Chicago",
        "Metropolitan growth",
        "railroads",
        "commuting",
        "streets and highways",
        "planning",
        "Loyola University",
        "African Americans",
        "Democrats",
        "Republicans",
        "politics",
        "clout",
        "political culture"
    ],
    "Street addresses associated": [
        "Hyde Park",
        "Evanston",
        "Ravenswood",
        "Austin",
        "Pullman"
    ]
}