{
    "Title": "Government, Suburban",
    "Descriptive Text": "Fragmentation is the dominant characteristic of suburban government. No single governmental unit rules Chicago's suburbs; instead, every type of local government authorized by the state exists. A multitude of municipalities as well as hundreds of special districts, school districts, and townships share the responsibility for governing the vast population beyond Chicago's limits.This proliferation of suburban governments was first evident in the last three decades of the nineteenth century. Under Illinois's permissive incorporation law, any community of at least 300 residents could opt for a municipal charter. By 1880 the North Shore communities of Evanston, Winnetka, Glencoe, and Wilmette already had incorporated, and other small municipalities were appearing across the metropolitan area. Moreover, in the late 1860s and 1870s the entire townships of Lake, Lake View, Hyde Park, Cicero, and Jefferson incorporated, ringing Chicago with suburban municipalities.Yet these suburban governments generally could not match the level of services offered by the city of Chicago. Eager for improved water supply, sewerage, and fire and police protection, the residents of many suburban municipalities voted to abandon independent status and consolidate with Chicago. Thus in the late 1880s the incorporated towns of Lake, Lake View, Hyde Park, and Jefferson all chose to join with Chicago, and in the early 1890s the incorporated villages of Washington Heights, West Roseland, Fernwood, Rogers Park, West Ridge, and Norwood Park all opted for annexation. At the close of the nineteenth century, many observers regarded the suburban units as only transitional governments, offering some services prior to their seemingly inevitable annexation to Chicago.The birth rate of suburban municipalities, however, continued unabated, with the incorporation of 26 villages in Cook County between 1890 and 1900 and 14 more during the first decade of the twentieth century. By 1910 Cook County could claim 66 municipalities as well as 30 townships, and over 20 park commissions. Moreover, the number continued to rise. In the early 1930s there were 89 municipalities in Cook County, 195 independent school districts, and 57 separate park governments. Altogether 419 governments coexisted in Cook County.During the early twentieth century, the level of satisfaction with suburban services rose, and contented suburbanites were not so willing to unite with Chicago. Many suburban residents valued the neighborly grassroots rule of the smaller outlying units and the freedom from big-city politics and bureaucracy. Suburban municipalities could tailor local government to the social and economic desires of their residents. Upper-middle-class residential villages banned saloons, whereas some working-class municipalities welcomed them. Certain pristine villages excluded industry, whereas others protected tax-rich manufacturing concerns. Moreover, between 1914 and 1930 the elite communities of Glencoe, Winnetka, Kenilworth, Riverside, and Wilmette opted for the reform scheme of city manager government then sweeping the nation. Efficient administration by a professional manager appealed to affluent residents dedicated to the values of corporate America. Meanwhile, Al Capone's gang took control of government in blue-collar Cicero. Whereas Winnetka won national recognition as a model municipality of exemplary professional administration, Cicero won even greater fame as a gangster refuge. It was, then, difficult to generalize about suburban government. Given the prevailing fragmentation, each segment of suburbia could pursue its own ends.By the 1930s, however, criticism of the proliferation of suburban governments was mounting, as social scientists and good-government experts decried the division of responsibility and the supposed confusion which resulted. In 1933 scholarly investigators, led by University of Chicago political scientist Charles Merriam, published an indictment of the fragmented government of metropolitan Chicago and urged a program of reform to unify the region. Like most academic experts of the period, Merriam and his colleagues viewed township government as a ludicrous relic of a simpler rural past and eagerly awaited its demise. Moreover, the absence of cooperative planning among the many municipalities seemed sure to bear bitter fruit. According to Merriam and his colleagues, the solution appeared to be a transfer of authority to a central metropolitan agency and the consolidation of overlapping units of government.Others criticized the inequity inherent in metropolitan fragmentation. Some units of suburban government enjoyed a much stronger tax base than other less fortunate units and thus could provide better services while imposing lower tax rates. In 1934 the poorest school district in Cook County had a per pupil valuation of taxable property of $906, whereas the figure for the wealthiest school district was $53,437. Given such figures, it was difficult to believe that all Cook County residents were receiving equal educational opportunities.Proposals for metropolitan reform remained fashionable in academic circles for the next half century, but they had little impact on the structure of suburban government. The pattern of fragmentation persisted. By the 1980s the number of taxing units in Cook County had risen to 551, with 119 municipalities and 209 special districts, including 90 park districts and 38 library districts. A statewide initiative to winnow the number of school districts had reduced the Cook County figure for these units to 152, but despite the complaints of the experts, the long-derided townships survived. Moreover, in adjacent DuPage and Lake Counties over four hundred governmental units enjoyed the power to levy taxes. During the second half of the twentieth century, the county governments expanded their responsibilities, seeking to coordinate the efforts of the many local units. But there was no far-reaching metropolitan reform. Municipalities remained jealous of their powers, and suburban authorities were ever suspicious of the motives of Chicago city officials. At the close of the twentieth century, the many suburban municipalities no longer appeared to be transitory units which would succumb to an inevitable consolidation of governmental authority. The fragmentation of suburban Chicago was an entrenched fact of political life.",
    "Bibliography": "Keane, James F., and Gary Koch, eds. Illinois Local Government: A Handbook. 1990.Keating, Ann Durkin. Building Chicago: Suburban Developers and the Creation of a Divided Metropolis. 1988.Merriam, Charles E., Spencer D. Parratt, and Albert Lepawsky. The Government of the Metropolitan Region of Chicago. 1933.",
    "Author of Text": "Jon C. Teaford",
    "Hyperlinked Terms Associated": [
        "special districts",
        "school districts",
        "townships",
        "charter",
        "Evanston",
        "Winnetka",
        "Glencoe",
        "Wilmette",
        "Lake",
        "Lake View",
        "Hyde Park",
        "Cicero",
        "Jefferson",
        "water supply",
        "police",
        "Rogers Park",
        "West Ridge",
        "Norwood Park",
        "annexation",
        "Cook County",
        "politics",
        "saloons",
        "Kenilworth",
        "Riverside",
        "University of Chicago",
        "planning",
        "school district",
        "park districts",
        "DuPage",
        "Lake Counties"
    ],
    "Street addresses associated": [
        "Rogers Park",
        "West Ridge",
        "Washington Heights",
        "West Roseland",
        "Fernwood",
        "Norwood Park"
    ]
}