{
    "Title": "Graffiti",
    "Descriptive Text": "Inscriptions or drawings made on public surfaces such as buildings, fences, and sidewalks are generally called graffiti. In the early 1970s, a different kind of graffiti appeared when a group of inner-city youths began to spray paint their names and messages on the sides of New York subway trains, using strange lettering. The city considered these marks vandalism, and new ordinances prohibited this activity. But the “writers” persisted, replacing the markings as quickly as they were removed. As the lettering became more complex and gained some acceptance, the graffiti movement was born, soon to spread across the country.Graffiti, also called spray can art, appeared in Chicago in the 1980s. It began, as in New York, with “tags” featuring the writer's name, initials, or nickname; then it evolved into the “wildstyle,” with names outlined and filled in with color, and finally into “pieces” (masterpieces)—large-scale, multicolored, complex compositions. There were and continue to be periods of official acceptance as graffiti art grows, and artists, who started in the streets, collaborate with traditional muralists on so-called permission pieces in community-based projects. These spray can–acrylic murals, by such muralists as Olivia Gude and “writer” Dzine, can be found in many Chicago neighborhoods, thus bringing graffiti art into the mainstream. City Hall's response to the phenomenon was the Graffiti Blasters program, established in 1993, limiting the sale of spray paint and spending millions to remove graffiti from more than 700,000 buildings. Graffiti art, now part of the hip-hop movement, is in profusion on the Internet, with dozens of vibrant Web sites.",
    "Bibliography": "Chalfon, Henry, and James Prigoff. Spray Can Art. 1987.Gude, Olivia, and Jeff Huebner. Urban Art Chicago: A Guide to Community Murals, Mosaics, and Sculptures. 2000.Schoenberg, Nara. “Dispatches from the Graffiti Wars: Despite Mayor Daley's Attempts to Stamp It Out, Spray-Can Art Still Abounds.” Chicago Tribune, December 13, 2001.",
    "Author of Text": "Mary Lackritz Gray",
    "Hyperlinked Terms Associated": [
        "artists"
    ]
}