{
    "Title": "Grand Boulevard",
    "Descriptive Text": "Community Area 38, 5 miles S of the Loop. Originally called the Forrestville Settlement, the Grand Boulevard community became a part of Hyde Park Township in 1861, and was annexed with Hyde Park to Chicago in 1889. The area is bounded by 39th and 51st Streets to the north and south, and by Cottage Grove Avenue and the Chicago, Rock Island & Pacific Railroad tracks to the east and west. Until 1874 when the South Parks Commission lined with trees a thoroughfare they called Grand Boulevard (Now Dr. Martin Luther King Jr. Drive), the area was a combination of prairie and thick woods. The development of this street, situated at the center of the community, made it a popular carriage route on which many of Chicago's wealthy built elegant mansions. The population of the Grand Boulevard community grew steadily throughout the latter part of the nineteenth century, attracting not only the wealthy, but middle- and working-class American-born whites of Irish, Scottish, and English origin, German Jews, and a few African Americans.Excellent transportation providing easy access to and from Chicago's Loop sparked the commercial and residential development of Grand Boulevard. Cable cars running along Cottage Grove Avenue reached 39th street by 1882 and 63rd street in 1887. East-west lines were also added. In 1896, the South Side “L” began stops in Grand Boulevard at 43rd, 47th, and 51st streets, around which small commercial strips of usually Jewish-owned businesses developed. By the turn of the century, good transportation and the construction of a large number of multiple-family dwellings transformed Grand Boulevard into a solidly middle- and working-class neighborhood, one of Chicago's most desirable.There had been a small African American community in Grand Boulevard since the 1890s, but by 1920 blacks, many of them southern migrants, constituted 32 percent of the area's 76,703 residents. By 1930 African Americans in Grand Boulevard were 94.6 percent of the total population of 87,005. Like other areas of rapid racial transition in Chicago, Grand Boulevard experienced resistance and violence, but the influx of African Americans continued, and by 1950 blacks encompassed 99 percent of the community's 114,557 residents.Grand Boulevard became the hub of “Bronzeville,” the name the Chicago Bee gave to Chicago's South Side African American community. A thriving center of successful black businesses, civic organizations, and churches, Bronzeville was in every way “a city within a city.” The large number of black intellectuals, politicians, sports figures, artists, and writers who made their homes in Bronzeville made it a cultural mecca, the central institution of which was the famed Regal Theater located at 47th and Grand Boulevard.The Grand Boulevard community has also maintained a rich tradition of diverse religious institutions, housed in some of the city's most beautiful edifices. Irish Roman Catholics established St. Elizabeth of Hungary at the corner of 41st and Wabash in 1881. Corpus Christi Catholic Church at 49th and Grand Boulevard followed later. Sinai Temple, was built on the corner of 46th and Grand Boulevard in 1915. Within a decade congregants moved out of the neighborhood in the wake of racial transition and the building was sold in 1944 to Corpus Christi to become a high school for African American Catholics. It was sold again in 1962 to form the Mt. Pisgah Missionary Baptist Church. Temple Isaiah at 4501 Vincennes Avenue, built in 1899 and the last major work of Chicago architect Dankmar Adler, became the Ebenezer Baptist Church in 1921.Once a place of wealth and grandeur, Grand Boulevard has been more accurately characterized in the latter decades of the twentieth century by physical deterioration, poverty, unemployment, and public housing. The loss of stockyard and steel mill jobs, as well as numerous black-owned businesses, has sent the community into a tailspin of economic decline. Along with a poverty rate of two thirds by the 1990s, Grand Boulevard contained the densest population of public housing in the country. Even with the demolition of some of its buildings in the late 1990s, the Robert Taylor Homes, located primarily in Grand Boulevard, remained the largest public housing project in Chicago. Since the mid-1980s numerous individuals, as well as community-based organizations like Centers for New Horizons, have worked to address to the needs of Grand Boulevard and its people.",
    "Bibliography": "Bowly, Devereux, Jr. The Poorhouse: Subsidized Housing in Chicago, 1895–1976. 1978.Holt, Glen E., and Dominic A. Pacyga. “Grand Boulevard.” In Chicago: A Historical Guide to the Neighborhoods: The Loop and the South Side. 1979.Reed, Christopher R., and Annie Ruth Leslie, “Grand Boulevard.” In Local Community Fact Book: Chicago Metropolitan Area, 1990, ed. Chicago Fact Book Consortium. 1995. 1990.",
    "Author of Text": "Wallace Best",
    "Hyperlinked Terms Associated": [
        "Hyde Park Township",
        "annexed",
        "Railroad",
        "Irish",
        "Scottish",
        "English",
        "Jews",
        "African Americans",
        "transportation",
        "South Side",
        "Bronzeville",
        "artists",
        "Regal Theater",
        "Roman Catholics",
        "unemployment",
        "public housing",
        "Robert Taylor Homes"
    ],
    "Street addresses associated": [
        "Grand Boulevard",
        "Bronzeville"
    ]
}