{
    "Title": "Grant Park",
    "Descriptive Text": "The area that became Grant Park at the turn of the nineteenth century was originally deeded to the commissioners of the Illinois & Michigan Canal in 1835. The boundaries of the park were Randolph Street on the north, 12th Street on the south, Michigan Avenue to the west, and Lake Michigan to the east. This area (which by 1847 was called “Lake Park”), remained a mix of squatters' homes and refuse sites for over 40 years. Initially, the Illinois Central Railroad ran parallel to the park in the Lake. Landfill eventually brought the railroad tracks into the park. Aaron Montgomery Ward brought suit against the city in 1890, demanding that they clean up the park and remove the many structures which had arisen over the past several decades.The city later adopted a plan for the park which included a civic center and other buildings. Ward sued the city again, and only the new Art Institute building was constructed in 1893. The Chicago South Park Commission took responsibility for the area in 1896, bestowing the name Grant Park. The commission hired the Olmsted Brothers to develop a new design scheme for the park in 1903. Their plan, published in 1907, called for a more formalized park structure based upon French landscaping principles such as symmetrical spaces well defined by paths and plantings. Subsequent modifications to Grant Park, such as placing the commuter trains that ran through the park in a depression under street level and a well-developed program of park maintenance, helped make the area more amenable to Chicago residents and visitors.",
    "Bibliography": "Burnham, Daniel H., and Edward H. Bennett. Plan of Chicago. 1909.Kurke, Mary A. “Public Park and Recreation Land Availability in the City of Chicago.” M.A. thesis, Western Illinois University. 1976.",
    "Author of Text": "Max Grinnell",
    "Hyperlinked Terms Associated": [
        "Illinois & Michigan Canal",
        "Lake Michigan",
        "Illinois Central Railroad",
        "Art Institute"
    ]
}