{
    "Title": "Graphic Design",
    "Descriptive Text": "Chicago's flourishing graphic design practice owes largely to the communication needs of a large industrial metropolis combined with the extraordinary growth of the printing industry. Among the early designers in the 1890s were Will Bradley and J. C. Leyendecker, who did posters for the little magazines and commercial publications of the day.The city's art schools played a major role in training early commercial designers. In 1899 Frederic Goudy began teaching lettering design at Frank Holme's newly founded School of Illustration, where Oswald Cooper came to study. Cooper epitomized a type of commercial artist known as a “lettering man,” who was usually hired to provide lettering for advertisements and other printed matter. He was also in demand as a type designer and created many widely used faces such as Cooper Black.The School of the Art Institute offered courses in commercial art before World War I, and in 1921 established a Department of Printing Arts. Its outstanding students included Robert Hunter Middleton, who epitomized the development of graphic design in Chicago from the mid-1920s through the 1950s. During Middleton's long tenure at the Ludlow Typograph Company, he designed almost one hundred typefaces, spanning a full range of traditional and modern styles.The Society of Typographic Arts (STA), established in 1927, envisioned an ambitious program that included publications, exhibitions, and lectures. At the time there were no African American members, although Charles Dawson had established an active commercial art practice for black clients on the South Side. The Art Directors Club of Chicago, founded in 1932, made an overt push to bring contemporary European design tendencies to the attention of its members. In 1934, the club sponsored a course by the Austrian poster and advertising designer Joseph Binder, which influenced a number of Chicago art directors and illustrators, notably Otis Shepard, whose billboard look for the Wrigley Company derived from Binder's style.The most important force in bringing the principles and practices of European modern design to Chicago was the New Bauhaus, established in 1937 and renamed the Institute of Design in 1944. Its first director, Hungarian designer László Moholy-Nagy, placed advertising design within a more comprehensive “light workshop,” which included photography as well as typography, layout, and serigraphy. The workshop was headed by György Kepes, a fellow Hungarian who published the influential book Language of Vision in 1944.By the 1950s the leading studios in the city included Whitaker-Guernsey and Tempo, and those of Everett McNear, and Morton Goldsholl Associates. Goldsholl employed Tom Miller, one of the few African American designers to work outside of Chicago's black belt during those years. Other African American designers at the time included Eugene Winslow and Fitzhugh Dinkins, both of whom had studied at the Institute of Design, and Leroy Winbush, whose firm, Winbush Associates, concentrated on window displays for banks. The bulk of the work for most of Chicago's design firms in the 1950s, however, was advertising, publications, and miscellaneous printed matter. Goldsholl carved out a special niche for corporate identity programs, packaging, and animated commercials. Several important magazines were also established in the 1950s: Playboy, art directed by Arthur Paul; and the African American publications Negro Digest, Jet, and Ebony, products of Johnson Publishing, which were designed by African American art directors including Leroy Winbush, Herbert Temple, and Norman Hunter.As early as the mid-1930s the Container Corporation of America, headed by Walter Paepcke, established a strong precedent for corporate design in Chicago. As director of the Department of Design, Egbert Jacobson dealt with logos, stationery, invoices, annual reports, and advertising, as well as the company's office interiors, factories, and trucks. In 1951 Paepcke, with the help of Jacobson and others, inaugurated the still ongoing series of Aspen Design Conferences. Also in the 1950s Ralph Eckerstrom headed Container's design department and brought to his job the tenets of the new Swiss design movement. In 1964 he and a group of partners started Unimark, one of the first international interdisciplinary design offices. Unimark, which grew quickly until its dissolution in 1979, became a training ground for many young designers, a number of whom continued to work in Chicago after they left the company. Jay Doblin, who joined Unimark while still director of the Institute of Design, established his own firm, Jay Doblin and Associates, in 1972, and developed a focus on what he later came to call “strategic planning,” broadening from design into marketing and management consulting. Around the time Unimark began in the mid-1960s, several other offices, such as the RVI Corporation, headed by Robert Vogele, helped to establish Chicago as a major center of corporate design.By the late 1960s, the work of RVI, Unimark, and the Container Corporation, along with the activities of other firms such as Design Consultants Inc. and the Design Partnership, had begun to give Chicago a national reputation for corporate design. In 1989 the Society of Typographic Arts changed its name to the American Center for Design (ACD) to acknowledge the broader range of design activities in which its members now engaged. Women in Design, a new organization established in 1978, sought more recognition for women through several exhibitions.In the 1980s and 1990s a few of the smaller offices tried to carve out a niche for more expressive work but succeeded only to a modest degree. Although Chicago has remained a large and active center of graphic design practice, it was unclear at the beginning of the twenty-first century whether the city's designers could reassert a strong sense of identity similar to that which the city had from the 1920s to the 1970s.",
    "Bibliography": "Beck, Bruce, ed. RHM: Robert Hunter Middleton, the Man and His Letters. 1985.Fifty Years of Graphic Design in Chicago. 1977.Margolin, Victor. “Graphic Design in Chicago.” In Chicago Architecture and Design, 1923–1993, ed. John Zukowsky, 1993, 283–301.",
    "Author of Text": "Victor Margolin",
    "Hyperlinked Terms Associated": [
        "printing",
        "magazines",
        "Art Institute",
        "African American",
        "South Side",
        "Institute of Design",
        "advertising",
        "photography",
        "black belt",
        "Playboy",
        "management consulting"
    ]
}