{
    "Title": "Gray Wolves",
    "Descriptive Text": "The 1890s Chicago City Council was notorious for corrupt political practices orchestrated by a faction of its aldermen known as the Gray Wolves. So named because they were viewed as preying upon the defenseless public, the Gray Wolves were led by First Ward aldermen “Bathhouse” John Coughlin and “Hinky Dink” Mike Kenna, and Johnny Powers of the Nineteenth Ward. These elected officials were not only skilled at trading votes for favors, but once in office they excelled in making municipal decisions to profit themselves financially.The Gray Wolves operated successfully because in the late nineteenth century the city council awarded franchises to private businesses to build and furnish public services such as electricity, gas, telephones, and mass transit. Entrepreneurs considered such franchises lucrative business opportunities, so they cooperated with the Gray Wolves to manipulate the system in a practice dubbed “boodling.” At times this meant businessmen simply bribed the aldermen for the franchise award. At other times, the Gray Wolves invented more spectacular profit-making schemes. In 1895, for example, they awarded a franchise to the Ogden Gas Company, which existed only on paper. The scheme was intended to force the existing franchise holder to buy up the rights of Ogden Gas, with the profits from the purchase to find their way into the pockets of the various conspirators. Such practices led a group of outraged Chicagoans to found the Municipal Voters League in 1896 with the expressed purpose of eliminating the Gray Wolves type of alderman from the council. In municipal elections over the succeeding years, the MVL had mixed success, but it did help to elect a number of more honest aldermen.",
    "Bibliography": "Flanagan, Maureen A. Charter Reform in Chicago. 1987.Platt, Harold L. The Electric City: Energy and the Growth of the Chicago Area, 1880–1930. 1991.",
    "Author of Text": "Maureen A. Flanagan",
    "Hyperlinked Terms Associated": [
        "gas",
        "telephones",
        "business"
    ]
}