{
    "Title": "Grayslake, IL",
    "Descriptive Text": "Lake County, 38 miles NW of the Loop. As the massive Wisconsin glacier melted from the Grayslake area over 12,000 years ago, it left fertile land coveted by Yankee farmers, as well as numerous lakes and wet- lands, which made movement in the horse and wagon era difficult.In 1840, Massachusetts-born William M. Gray followed a difficult Indian trail from Chicago and settled at the southeast shore of an unnamed lake in western Lake County. Two year later Gray purchased his claim along with the area covered by the lake which became known as Gray's Lake. Other farmers trickled into the area in the mid- and late 1840s as a plank road extending from Waukegan to Belvidere (now Route 120) passed along the lake's south shore. Gray moved to Waukegan in 1845, where he engaged in mercantile activities.Little development occurred in the area until the Wisconsin Central Railroad began building a line from Chicago to Fond du Lac, Wisconsin, in the early 1880s. A farmer whose land on the east side of the lake blocked the right-of-way refused to sell the railroad a strip of land, demanding instead that the whole farm be purchased. Subdividers purchased the farm, sold land to the railroad, and platted a community on the remainder in 1885. The railroad erected a station there in July 1886, naming it Grayslake. The community of 325 incorporated as a village on May 9, 1895, with local merchant George Thomson as president. In 1900 the Milwaukee Road Railroad constructed a branch line from Libertyville Junction to Janesville, Wisconsin, along the south side of Grayslake, which gave village residents additional access to Chicago's products and amenities. Grayslake grew slowly, serving the needs of area farmers; the village population numbered only 736 in 1920.As improved road construction following World War I allowed the use of increasingly reliable automobiles, adventurous drivers discovered the beauty of Grayslake. Through the 1920s, moderately well-to-do Chicagoans built spacious houses along the lake.Typical of the experience of other communities in the area, cheap land prices and easy rail transportation to the city served as a magnet to soldiers returning from World War II who sought a less urban atmosphere to raise families. Chicagoans living mainly around Milwaukee Avenue in an area bounded by Fullerton and Cicero Avenues abandoned the city and found Grayslake a pleasant place to establish a suburban lifestyle. By 1950 the population had risen to 1,970.In the late twentieth century, Grayslake officials embarked on an aggressive annexation policy. The community's boundaries now encompass the College of Lake County, originally built in what was once a rural area and itself a spur to suburban expansion. The village population more than doubled in the 1990s, rising to 18,506 in 2000.",
    "Bibliography": "Grayslake: An Historical Portrait. 1994.Mogg, Ruth. Glimpses of the Old Grayslake Area. 1976.",
    "Author of Text": "Craig L. Pfannkuche",
    "Hyperlinked Terms Associated": [
        "Yankee",
        "Lake County",
        "Waukegan",
        "Railroad",
        "Libertyville",
        "World War I",
        "transportation",
        "World War II",
        "annexation",
        "College"
    ]
}