{
    "Title": "Greater Grand Crossing",
    "Descriptive Text": "Community Area 69, 8 miles S of the Loop. As the name implies, Greater Grand Crossing encompasses several neighborhoods: Grand Crossing, Park Manor, Brookline, Brookdale, and Essex. The original Grand Crossing community consisted of the southeast corner of the present community areas. The entire area was annexed to Chicago in 1889 as part of Hyde Park Township.Development began after a train accident in 1853 that killed 18 people and injured 40 others. The accident occurred at what is now 75th Street and South Chicago Avenue when Roswell B. Mason, who was to become a Chicago mayor, secretly had intersecting tracks built for the Illinois Central across the rail lines of the Lake Shore & Michigan Southern Railroad. The intersection remained dangerous for many years after the 1853 accident, but industry developed around it as it became required for all trains to make a complete stop there.Chicago real-estate developer Paul Cornell thought that the area surrounding the intersection, although it was mostly prairie and swampland, would be ideal for suburban development because transportation to Chicago was assured via the railroads. Cornell began buying large tracts of land in 1855. Through the early 1870s he subdivided the area and offered lots for sale. Initially calling the subdivision Cornell, he changed the name to Grand Crossing after learning of an existing village named Cornell.The early residents were of Irish, English, and Scottish descent and developed railroad settlements in the southeast portion of Greater Grand Crossing, just south of Oakwoods Cemetery. Factory workers, farmers, and craft workers of German origin followed in the 1890s, building frame cottages in what was the Brookline section of Greater Grand Crossing.The World's Columbian Exposition of 1893 further stimulated growth. Single-family frame and brick homes, two-flats, and apartments began to appear in the area to accommodate the steady population increase between 1895 and 1912. There were improvements to infrastructure as well. The Calumet electric street railway at 63rd and Grand Boulevard (now Dr. Martin Luther King Jr. Drive) was extended to Cottage Grove and 93rd, and in 1912 the dangerous train intersection which had originally given rise to the community was elevated. White City, an amusement park which opened in 1904, towered over the northern part of Greater Grand Crossing from Grand Boulevard, to Calumet Avenue and from 63rd to 67th Streets until it was closed in 1933. The structure was finally torn down in 1950 to make way for the Parkway Gardens, a public housing project.Though there had been some industry in the area since the mid-nineteenth century, by 1920 the community, with a population of 44,538, was largely residential. By the 1930s people of Swedish and Italian descent joined those of Irish and German origin. By this time, however, as African Americans came to the community in larger numbers, these ethnic groups along with native whites began to move out. During the decade of the 1950s, the black population of Greater Grand Crossing increased from 6 percent to 86 percent. Since 1980, the community has been 99 percent African American.Apart from Parkway Gardens, there has been little construction in Greater Grand Crossing since the 1930s, and the community has undergone significant depopulation since the 1960s. In 1960 the population stood at 63,169. Between 1980 and 1990 the population dropped from 45,218 to 38,644. Although as of 1990 a fifth of the population, 56 percent of which were African American women, lived at or below poverty level, a third of the residents of Greater Grand Crossing were second- and third-generation property owners.",
    "Bibliography": "Chicago Fact Book Consortium, ed. Local Community Fact Book: Chicago Metropolitan Area, 1990. 1995.Drury, John. “Historic Chicago Sites.” Greater Grand Crossing clipping file, Chicago Historical Society.Hutchinson, O. N. Grand Crossing, 1871–1938. Chicago Communities: Greater Grand Crossing, Special Collections, Harold Washington Library.",
    "Author of Text": "Wallace Best",
    "Hyperlinked Terms Associated": [
        "community areas",
        "Hyde Park Township",
        "mayor",
        "Railroad",
        "real-estate",
        "Irish",
        "English",
        "Scottish",
        "Cemetery",
        "German",
        "Worlds Columbian Exposition of 1893",
        "apartments",
        "infrastructure",
        "street railway",
        "amusement park",
        "public housing",
        "Swedish",
        "Italian",
        "African Americans"
    ],
    "Street addresses associated": [
        "Grand Crossing",
        "Park Manor",
        "Brookline",
        "Brookdale",
        "Essex"
    ]
}