{
    "Title": "Great Society",
    "Descriptive Text": "Most twentieth-century presidents have tried to put a name on their disparate programs that would lodge in some warm corner of the public's mind. In this regard Lyndon Johnson both succeeded and failed: the name he chose, the Great Society, stuck, but in the long run it has shown itself to have a negative valence with voters, largely undeserved.Johnson unveiled “Great Society” as the moniker for his domestic works, on April 23, 1964, in Chicago, at a fund-raising dinner for Mayor Richard J. Daley. The Chicago setting was appropriate. At the time both Johnson and Daley were much admired figures nationally, and they admired each other. The Great Society was supposed to fulfill a liberal agenda that had been roughly in place since the late 1940s and included such items as civil rights, national health insurance, and federal aid to local public schools. Among the prime beneficiaries would be the kind of blue-collar urban machine voters, black and white, that were Daley's core constituents; and the key actors in putting the Great Society in place would be practical-minded, administratively capable liberals like Daley and Johnson.At the rational level, the Great Society has to be counted a big success. Thanks to a huge Democratic landslide in the 1964 elections, Johnson was able to pass almost all of the programs he envisioned. At the opening of the twenty-first century, almost all of them were still going and quite popular. In particular it is impossible to imagine American politics and government without what was by far the biggest of the Great Society programs, Medicare.At the level of perception, though, the big Great Society was dominated by the tiny War on Poverty, another Johnson slogan for a congeries of programs, aimed mainly at inner-city ghetto neighborhoods, which he had announced a few months earlier, in his 1964 State of the Union address. The War on Poverty was never popular with the public, and Mayor Daley especially disliked it. The main reason was that the best-known of the War on Poverty programs, Community Action, was based on the premise of funding neighborhood groups directly, rather than following the ancient political custom of allowing mayors, governors, and members of Congress to determine how federal money is spent in their jurisdictions. Daley felt that the Community Action Program, by circumventing city hall and funding independent groups (most notoriously the South Side gang called the Blackstone Rangers), was contributing to the destabilization of the Chicago machine.The Great Society poured enormous amounts of federal money into Chicago and created many new jobs. It was instrumental to the growth of Chicago's disproportionately government-employed African American middle class in the late 1960s and early 1970s. That it should in retrospect be primarily associated with one small, controversial program—and more broadly with the splintering of the Chicago machine and the national New Deal coalition, and with the demise of the Democrats as a presidential party—is a calamity. But, as President Johnson's predecessor famously observed, life is unfair.",
    "Author of Text": "Nicholas Lemann",
    "Hyperlinked Terms Associated": [
        "civil rights",
        "machine",
        "Democratic",
        "gang",
        "African American",
        "New Deal"
    ],
    "Street addresses associated": [
        "South Side"
    ]
}