{
    "Title": "Great Migration",
    "Descriptive Text": "The Great Migration, a long-term movement of African Americans from the South to the urban North, transformed Chicago and other northern cities between 1916 and 1970. Chicago attracted slightly more than 500,000 of the approximately 7 million African Americans who left the South during these decades. Before this migration, African Americans constituted 2 percent of Chicago's population; by 1970, they were 33 percent. What had been in the nineteenth century a largely southern and rural African American culture became a culture deeply infused with urban sensibility in the twentieth century. And what had been a marginalized population in Chicago emerged by the mid-twentieth century as a powerful force in the city's political, economic, and cultural life.Although migration from the South had contributed to Chicago's black community since the 1840s, the city offered few opportunities to dissatisfied black southerners until World War I. Chicago, like the rest of the North, offered freedom from legally sanctioned racial discrimination, but industrial employers turned away African Americans who approached the factory gates. Widespread beliefs about the aptitudes of racial and ethnic groups on the part of employers relegated East and South European immigrants to the least skilled jobs in industry, and African Americans had even fewer opportunities. Allegedly incapable of regular, disciplined work, they were virtually excluded except as temporary strikebreakers, notably in the meatpacking industry in 1904.When World War I halted immigration from Europe while stimulating orders for Chicago's manufactured goods, employers needed a new source of labor for jobs assumed to be “men's work.” Factories opened the doors to black workers, providing opportunities to black southerners eager to stake their claims to full citizenship through their role in the industrial economy. For black women the doors opened only slightly and temporarily, but even domestic work in Chicago offered higher wages and more personal autonomy than in the South. Information about these differences and about “the exodus” spread quickly through the South, partly because of the Chicago Defender newspaper, which was so influential that many black southerners going to other northern cities went with images of Chicago. Equally important were the correspondence and visits that established “migration chains,” linking Chicago with numerous southern communities, especially in Mississippi.Migration ebbed and flowed for six decades, accelerating rapidly in the 1940s and 1950s. The expansion of industry during World War II again provided the stimulus. This time, however, the invention of the mechanical cotton picker toward the end of the 1940s provided a push from the South that outlasted the expansion of Chicago's job market. By the 1960s Chicago's packinghouses had closed and its steel mills were beginning to decline. What had once been envisioned as a “Promised Land” for anyone willing to work hard now offered opportunities mainly to educated men and women.The Great Migration established the foundation of Chicago's African American industrial working class. Despite the tensions between newcomers and “old settlers,” related to differences in age, region of origin, and class, the Great Migration established the foundation for black political power, business enterprise, and union activism.The Great Migration's impact on cultural life in Chicago is most evident in the southern influence on the Chicago Renaissance of the 1930s and 1940s, as well as blues music, cuisine, churches, and the numerous family and community associations that link Chicago with its southern hinterland—especially Mississippi. To many black Chicagoans the South remains “home,” and by the late 1980s increasing evidence of significant reverse migration, especially among retired people, began to appear.",
    "Bibliography": "Grossman, James R. Land of Hope: Chicago, Black Southerners, and the Great Migration. 1989.Lemann, Nicholas. The Promised Land: The Great Black Migration and How It Changed America. 1991.",
    "Author of Text": "James Grossman",
    "Hyperlinked Terms Associated": [
        "African Americans",
        "World War I",
        "work",
        "meatpacking",
        "domestic work",
        "Chicago Defender",
        "World War II",
        "business",
        "blues"
    ]
}