{
    "Title": "Great Lakes Naval Training Station",
    "Descriptive Text": "The largest single training facility for the U.S. Navy is a thousand miles from the nearest ocean. Great Lakes Naval Training Station, located in North Chicago, formally opened in 1911 on land donated by the Merchants Club of Chicago. It was a product of the expansive nationalism of the era following the Spanish-American War, as well as aggressive self-promotion by Chicago businessmen and Illinois politicians. Ideally located at the nation's rail hub and near its population center, the camp gained great significance during World War I, but reached its nadir when it was closed to new trainees between 1933 and 1935. Within a month after Pearl Harbor, the navy announced that a $33-million expansion would increase its recruit capacity from 10,000 to 45,000; by the end of 1942 75,000 were on base. During the course of World War II, Great Lakes supplied about a million men, just over a third of all personnel who served in the U.S. Navy. With the Chicago, North Shore & Milwaukee interurban and Chicago & North Western stations adjacent to the base, sailors had ready access to Chicago's recreational opportunities.African American seamen were trained at a base-within-a-base, Camp Robert Smalls, which was named for a Civil War hero and former slave. The segregated facility was hailed in its time as a major advance because it represented the first genuine training camp opportunity for African Americans. While many of those who passed through Camp Smalls were relegated to noncombat roles, in 1944 a group of African Americans nicknamed the Golden Thirteen became the first to enter the regular officer candidate school and receive commissions as ensigns.Although scaled down after victory in 1945, Great Lakes remained an important naval facility and expanded again during the Korean War. By the late 1980s, however, it became the target of budget cutters who criticized its freshwater location. The number of recruits on base dropped to 18,000. In 1993, the Defense Base Closure and Realignment Commission instead decided that economy lay in centralization at Great Lakes. By 1997 the recruit ranks reached 50,000.Not only did Great Lakes grow, but it marked two other milestones. In 1992 Rear Adm. Mack Gaston became the first African American commander of the base, and two years later, it began training women for the first time in its 83-year history.",
    "Bibliography": "Duis, Perry, and Scott LaFrance. We've Got a Job to Do: Chicagoans and World War II. 1992.Ebner, Michael. Creating Chicago's North Shore: A Suburban History. 1988.",
    "Author of Text": "Perry R. Duis",
    "Hyperlinked Terms Associated": [
        "North Chicago",
        "Club",
        "World War I",
        "World War II",
        "interurban",
        "African American",
        "Civil War"
    ]
}