{
    "Title": "Great Depression",
    "Descriptive Text": "When the stock market crashed in October 1929, Chicago had a Republican mayor, a virtually insolvent municipal government, and communities that were deeply divided along lines of race and ethnicity. When general prosperity returned in 1940, Chicago had an entrenched Democratic machine, a fully solvent city government, and a population that, while still heavily segregated racially, had enthusiastically shared mass culture and mass movements. The transformations wrought by the Great Depression were the result of social protest movements and a growing sense that the government could and should affect the daily lives of average people in positive ways.The Great Depression was particularly severe in Chicago because of the city's reliance on manufacturing, the hardest hit sector nationally. Only 50 percent of the Chicagoans who had worked in the manufacturing sector in 1927 were still working there in 1933. African Americans and Mexicans were particularly hurt. By 1932, 40 to 50 percent of black workers in Chicago were unemployed. Many Mexicans returned, responding to incentives like the free transportation offered from Chicago, or to the more coercive measures in Gary, Indiana Harbor, and South Chicago. Nor were white-collar employees necessarily safe. By February 1933, public school teachers were owed eight and a half months' back pay.The city's difficulties were exacerbated by a fiscal crisis that had begun in the late 1920s. A 1928 property reassessment prevented the city from collecting taxes; it was immediately followed by a widespread tax strike. The financially strapped city could not afford to meet its own payroll, and by February 1, 1932, the city's emergency relief funds were totally exhausted. Traditional sources of help ( religious institutions, benevolent societies, mutual benefit societies ) were often on the brink of financial ruin themselves. Neither private charities nor the city was equipped for such devastating hard times.Many unemployed and frustrated workers took matters into their own hands. The Great Depression saw some of the most volatile strikes and protest movements in the city's history. Unions were often supported by the newly organized Congress of Industrial Organizations. Organizing efforts were facilitated by mass culture, which provided a common ground to a disparate workforce. Workers united across race, ethnicity, and even across different industries. By 1940 one-third of the workers in Chicago's manufacturing sector were unionized. Active social protest movements extended outside of the workplace too. Unemployed workers, relief recipients, even the unpaid schoolteachers held huge demonstrations during the early years of the Great Depression. Across the city, angry housewives protested retailers' misleading advertising and refusal to lower prices. In fact, it was a combination of public pressure and new state laws that ended the city's crippling tax strike. Although the degree of public unrest declined in later years, people's reliance on mass movements and national organization continued.The Democratic Party was one key beneficiary of the public's new interest in politics and mass reform movements. In Chicago, Democrat Anton Cermak unseated the Republican mayor by creating a broad coalition of Chicago's white ethnic groups in 1931. Edward Kelly, who became mayor after Cermak's 1933 assassination, expanded the coalition by appealing directly to blacks and to organized labor. Cermak's and Kelly's strong organization helped Chicago achieve national prominence as a city that could deliver a Democratic victory in tight elections, albeit with the help of shady voting practices.Impressed with the dramatic returns furnished by the Chicago machine, and with the dramatic social unrest caused by mass unemployment, Franklin Roosevelt encouraged agency heads to be generous with New Deal funds in the city. Federally funded jobs and services reinforced the loyalty of many new voters, in spite of (and for some white voters because of) continued racial segregation. Meanwhile, Kelly's ability to reserve local funds for the repayment of teachers and for new patronage jobs ensured the strength of the Chicago Democratic machine. Federal funds also enabled the city to complete construction of Lake Shore Drive, landscape numerous parks, construct 30 new schools, and build a thoroughly modernized State Street Subway.By the early 1940s, war production orders had effectively ended the unemployment and deflation that had marked so much of the 1930s. The Great Depression, however, had left its mark. Like much of the nation, Depression-era Chicago experienced stark poverty and a reorientation toward the Democratic Party. Like much of the nation, too, Chicago neighborhoods lost such landmarks as mom-and-pop stores and low-wattage, independent radio stations. White ethnic identity, while not entirely disappearing, was reconfigured with the loss of these institutions and the growth of a mass labor movement. African Americans now looked to the Democratic Party and the national government in their battles against segregation and discrimination. Indeed, the Great Depression transformed the daily lives, economic expectations, and political loyalties of most Chicagoans. The debates and unrest it engendered continued to frame political and social movements for the next 50 years.",
    "Bibliography": "Beito, David. Taxpayers in Revolt: Tax Resistance during the Great Depression. 1989.Biles, Roger. Big City Boss in Depression and War: Mayor Edward J. Kelly of Chicago. 1984.Cohen, Lizabeth. Making a New Deal: Industrial Workers in Chicago. 1990.",
    "Author of Text": "Tracey Deutsch",
    "Hyperlinked Terms Associated": [
        "Republican",
        "Democratic",
        "African Americans",
        "Mexicans",
        "unemployed",
        "tax strike",
        "religious institutions",
        "mutual benefit societies",
        "strikes",
        "Congress of Industrial Organizations",
        "unionized",
        "advertising",
        "politics",
        "mayor",
        "machine",
        "New Deal",
        "patronage"
    ],
    "Street addresses associated": [
        "South Chicago"
    ]
}