{
    "Title": "Greeks",
    "Descriptive Text": "Greek immigrants began arriving in Chicago in the 1840s. These were primarily seamen who came from New Orleans by way of the Mississippi and Illinois Rivers and became engaged in commerce on the Great Lakes. Some returned to their homeland with glowing tales of the Midwest and returned with relatives and friends. Such networks would stimulate significant migration, however, only after the Great Fire of 1871. The community of approximately 1,000 in 1882 drew considerably, for example, on the recruitment activities of Christ Chakonas, who became known as the “Columbus of Sparta.” After coming to Chicago in 1873 he saw the moneymaking possibilities it offered and returned repeatedly to his native Sparta to recruit others. Many of these relatives and compatriots procured construction jobs in rebuilding the city. Others became food peddlers or merchants on Lake Street, then the city's business center. When news of their success reached their hometown, a new wave of Greeks, many from neighboring villages in the provinces of Laconia and Arcadia, followed, giving the small community on the Near North Side a distinctly Peloponnesian flavor. Chicago soon became the terminus for Greek immigrants to the United States and housed the largest Greek settlement in the nation until replaced by New York City after World War II.Initially, Greek immigration to Chicago was primarily a male phenomenon. Young men and boys came to escape extreme poverty or, in the Turkish-occupied territory of Greece, to avoid being drafted into the Turkish army. The vast majority planned to return to the homeland with enough money to pay off family debts and provide marriage dowries for their daughters or sisters. And indeed, some 40 percent of the over 600,000 Greek immigrants to the United States had returned to their homeland by World War II, giving them one of the highest repatriation rates of immigrants in the United States.Chicago's first Greek woman, Georgia Bitzis Pooley, arrived in 1885 as the bride of Captain Peter Pooley, who had earlier worked as a sea captain on Lake Michigan. Larger numbers followed after 1904, mostly as “picture brides.” In keeping with Greek tradition, women seldom worked outside of the home, although Pooley played an active role in community affairs, especially education and charity. It was not until the Great Depression in the 1930s that Greek women, forced by economic constraints, sought employment outside the home.Greek immigrants settled initially in the central city in order to be near their place of work, especially the wholesale Fulton and South Water Streets markets, and to procure produce for their food peddling businesses. At the turn of twentieth century, Greeks began concentrating on the Near West Side at the triangle formed by Halsted, Harrison, and Blue Island Streets, which became known as the “Greek Delta.” There in the shadow of Hull House and amidst other European immigrants, they developed a seemingly self-contained ethnic enclave, with its web of church and school, businesses, shops, doctors, lawyers, fraternal lodges, mutual benefit societies, and hometown associations, along with restaurants and the ubiquitous coffeehouses. The oldest extant Greek American newspaper, the Greek Star, was founded in Chicago in 1904 along with the Greek Press in 1913. By 1930, Chicago had become home to approximately 30,000 first- and second-generation Greek Americans.Greektown on the Near West Side remained the focal point of Greek life in Chicago until it was displaced by the new University of Illinois at Chicago campus in the 1960s. Residents relocated to other existing Greek settlements such as Ravenswood and Lincoln Square (Greektown North), and to older communities in Woodlawn, South Shore, and Pullman on the South Side and Austin on the West Side. By the end of the twentieth century, large concentrations of Greek Americans could be found in other Chicago neighborhoods such as Rogers Park and West Rogers Park, Edgewater, Forest Glen, Lake View, South Chicago, Hegewisch, Ashburn, and Beverly. The old Greektown business community remained intact and had even expanded through gentrification.Despite coming from predominantly agrarian backgrounds, Greek immigrants moved quickly into mercantile activities. By the late 1920s, Greeks were among the foremost restaurant owners, ice cream manufacturers, florists, and fruit/vegetable merchants in Chicago. In 1927 the Chicago Herald and Examiner reported that Greeks were operating more than 10,000 stores, 500 of them in the Loop, with aggregate sales of $2 million per day. One-third of the wholesale business in Chicago markets in South Water and Randolph Streets was conducted with Greek American merchants.This immigrant community worshiped overwhelmingly in the Greek Orthodox Church, beginning in 1885 in rented facilities in cooperation with Slavic Orthodox brethren. A distinct Greek Orthodox house of worship was established in 1892, at Union and Randolph Streets, again in rented quarters, and later relocated to a Masonic hall at 60 West Kinzie Street, close to the wholesale market area where most Greeks were employed. In 1897, the first permanent Greek Orthodox church, Holy Trinity, was established in Peoria Street in the Greektown area. In 1923, Chicago was made a diocesan center of the Greek Orthodox Church in America with jurisdiction over the Midwestern states.Greek Orthodox parochial schools followed closely behind the establishment of churches. Holy Trinity created the first in the nation in 1908, Socrates Elementary School. Soon, a network of Greek schools sprouted up—some full day schools with a bilingual English and Greek curriculum; others, afternoon and Saturday schools with only a Greek-language curriculum. While the vast majority of Greek children attended the Chicago Public Schools (except for those enrolled in Greek day schools), practically all Greek children attended afternoon (following public school attendance) and Saturday schools, where they learned the rudiments of the Greek Orthodox faith along with Greek language and culture.After World War II a new wave of immigration to the United States took place, with many Greeks coming to Chicago under the Displaced Persons Act. This immigration surge accelerated with the 1965 repeal of the National Origins Act, which enabled some 260,000 Greeks to enter the United States, many of them settling with relatives in Chicago. By 1990 the U.S. census counted more than 70,000 people in metropolitan Chicago claiming Greek ancestry, approximately one-third in the city and two-thirds in the suburbs. The 2000 census counted 93,140 people of Greek ancestry in the metropolitan region. Community estimates, however, ranged from 90,000 to 125,000. Suburban concentrations include Arlington Heights, Berwyn, Des Plaines, Glenview, Morton Grove, Prospect Heights, Oak Lawn, Palos Hills, Park Ridge, and Skokie, which together accounted for 13,869 Greek Americans in 1990.This movement to the suburbs reflects widespread success among Chicagoans of Greek descent. High rates of literacy and college attendance have helped Greek Americans move into medicine, law, education, politics, and business.",
    "Bibliography": "Diacou, Stacy, ed. Hellenism in Chicago. 1982.Kopan, Andrew T. “Greek Survival in Chicago.” In Ethnic Chicago: A Multicultural Portrait, ed. Melvin G. Holli and Peter d'A. Jones, 1995, 260–302.Kopan, Andrew T. Education and Greek Immigrants in Chicago, 1892–1973. 1990.",
    "Author of Text": "Andrew T. Kopan",
    "Hyperlinked Terms Associated": [
        "Great Lakes",
        "Fire of 1871",
        "construction",
        "Near North Side",
        "Great Depression",
        "wholesale",
        "Near West Side",
        "Hull House",
        "mutual benefit societies",
        "restaurants",
        "Greektown",
        "Near West Side",
        "University of Illinois at Chicago",
        "Ravenswood",
        "Lincoln Square",
        "Woodlawn",
        "South Shore",
        "Pullman",
        "South Side",
        "Austin",
        "Rogers Park",
        "Edgewater",
        "Forest Glen",
        "Lake View",
        "South Chicago",
        "Hegewisch",
        "Ashburn",
        "Beverly",
        "business",
        "gentrification",
        "Loop",
        "schools",
        "bilingual",
        "World War II",
        "Arlington Heights",
        "Berwyn",
        "Des Plaines",
        "Glenview",
        "Morton Grove",
        "Prospect Heights",
        "Oak Lawn",
        "Palos Hills",
        "Park Ridge",
        "Skokie",
        "politics",
        "business"
    ],
    "Street addresses associated": [
        "Ravenswood",
        "Lincoln Square",
        "Woodlawn",
        "South Shore",
        "Pullman",
        "Austin",
        "Rogers Park",
        "West Rogers Park",
        "Edgewater",
        "Forest Glen",
        "Lake View",
        "South Chicago",
        "Hegewisch",
        "Ashburn",
        "Beverly",
        "Arlington Heights",
        "Berwyn",
        "Des Plaines",
        "Glenview",
        "Morton Grove",
        "Prospect Heights",
        "Oak Lawn",
        "Palos Hills",
        "Park Ridge",
        "Skokie"
    ]
}