{
    "Title": "Grocery Stores and Supermarkets",
    "Descriptive Text": "Supplying Chicagoans with a basic necessity, the retail food industry has not experienced the rise, decline, and renaissance that other industries in the area have seen; instead, it has steadily grown with the population. It has seen the passing of the public market, the decline of small family-owned neighborhood groceries and farmers' markets, the rise of large chain store companies, and the development of the supermarket.During the early 1800s, general stores supplied food as well as manufactured items like tools, boots, glass, and medicines to the soldiers at Fort Dearborn and the several settlers who had come to trade with the Indians in the area. Baldwin & Parsons and Andrus & Doyle, among other merchants, also offered to exchange their manufactured goods for farmers' produce, most of which they then sold to the local market.Most people got their daily food from a variety of sources. In 1839 the city council granted Joseph Blanchard the right to construct the city's first public market and to rent out stalls to local butchers, grocers, and produce dealers. The council prohibited the sale of retail proportions of meat, eggs, poultry, and vegetables anywhere else in the city during market hours. Such arrangements were a convenient way of assuring dealers of perishables that they would be able to find customers for their goods. The public market also provided customers a central place to purchase food and socialize. The city council authorized the construction of two more markets in the 1840s—one on the aptly named Market Street, and another on State Street in the city's first municipal structure, the Market Building.Mid-nineteenth-century wholesale and retail grocers typically handled only imported goods or those items that were impossible to manufacture or process cheaply at home. Flour, sugar, syrup, salt, tea, coffee, tobacco, spices, and dried fruit were some of the more popular articles they advertised.The phenomenal growth of the city in the second half of the nineteenth century meant that city markets became less convenient to growing numbers of people. Rising real-estate prices and the restrictive building codes in the city center following the Chicago Fire forced residents and small retailers out of the old market areas. Large wholesalers and commission merchants remained. Rather than individual customers buying from stall merchants and nearby grocers, turn-of-the-century markets consisted of retailers and jobbers haggling with wholesalers for goods to stock the retail stores in the surrounding neighborhoods.The late nineteenth and early twentieth centuries were the age of the independent mom-and-pop store. As residents moved into neighborhoods segregated by class and ethnicity and into the suburbs created by the new street railways and railroads, small family-run stores sprang up to meet their needs. These new groceries, meat markets, vegetable stands, and bakeries typically reflected the ethnic demographics of the neighborhood— Polish neighborhoods were served by Polish grocers, Jewish neighborhoods by Jewish grocers. Stores often carried ethnic foods that were hard to find elsewhere and conducted business in the native language of their customers. Workers followed this pattern as well. The bakers' union had separate locals for its German, Bohemian, Scandinavian, Polish, and English members, while the meat cutters had separate German, Bohemian, Jewish, and African American locals.Thousands of small neighborhood stores dotted Chicago's urban landscape until the 1950s. Families rarely owned any sort of refrigeration besides an icebox, so housewives shopped for food almost daily. This put a premium on convenience; the store had to be within walking distance of home. By 1914, some 7,400 groceries, 1,800 meat markets, and several hundred fruit and vegetable stands served the city. Except for those stores located where streetcar lines crossed, proprietors could expect only a few hundred regular customers. To protect themselves from the fierce competition that characterized their industry, Chicago's retail food store owners formed many associations over the years. Since the industry was notorious for its long hours, these associations often agitated for early closing and Sunday closing rules. As early as 1855, retailers formed an Early Closing Association to give themselves time off in the evening. The Chicago Grocer and Butcher Clerks Protective Association joined with the Retail Grocers and Butchers Association in 1900 to pressure employers who refused to join the Sunday closing crusade, but their successes were short-lived until union contracts introduced in the 1920s, 1930s, and 1940s effectively set the hours of operation for the industry.The rise of chain store companies in the years after World War I seriously challenged the dominance of the independent grocers. The Great Atlantic and Pacific Tea Company (A&P) established its first branch in Chicago just after the fire of 1871, but, until the 1910s, chain store companies sold mainly teas, coffees, and spices. In 1912, A&P introduced its “economy stores,” which sold a full line of groceries at low prices on a cash-and-carry basis. Instead of maximizing the profit per item like the independent grocer, A&P and other chain stores sold a heavy volume for little above cost. With many stores in a single city, chains could afford newspaper space to advertise specials and encourage more trade. They also circumvented wholesalers by buying in bulk from manufacturers and purchasing facilities where they produced their own store brands. Chicago's large chain store companies, National Tea, A&P, and Kroger, acquired hundreds of stores during the 1920s. Chicago-based National Tea, for instance, grew from 41 stores in 1914 to more than 550 branches in the Chicago area in 1928, including 10 stores along just 12 blocks of North Clark Street. By 1933, chain stores accounted for only 20 percent of the grocery stores in the Chicago area, but they had 60 percent of the sales.Independent grocers and wholesalers attempted to cripple the chain stores legislatively, but they ultimately failed. Independent store owners formed the Associated Food Dealers of Greater Chicago in 1936 to meet the chain threat through business education and political lobbying. Perhaps the most lasting legislative victory of the national movement against chain stores was the Robinson-Patman Act (1936), which attempted to outlaw wholesaler discounts and rebates to chains for bulk orders. The Federal Trade Commission prosecuted several large chains for violations of this act, but the suits did little to stop their growth. The most popular response of independents to the chain store threat was to form voluntary chains with Chicago's large wholesalers. This gave independents the bulk buying and advertising power of the chains while retaining individual ownership of the stores. The voluntary chains did not enjoy the benefits of the chains' centralized management, but, through affiliation, many found a way to compete with the major chains. The largest of these groups was the Independent Grocers Alliance (IGA). Other wholesaler-retailer voluntary chains included Royal Blue, Supreme, Centrella Stores, Certified Grocers, and Grocerland Cooperative. By the 1950s these voluntary chains counted more than two thousand Chicago-area stores among their members.In the late 1930s, large supermarkets challenged the dominance of the small neighborhood stores, whether they were independent or a member of a chain. The supermarket took advantage of several developments to become a viable method of marketing low-priced food. The availability of nationally branded packaged foods allowed supermarkets to replace full-service clerks with self-service aisles and counters staffed by “checkout girls.” Increased use of the automobile and home refrigeration encouraged customers to abandon daily trips to neighborhood groceries, meat markets, vegetable stands, and bakeries for weekly trips to the supermarket, where all their food needs were met under one roof.The shift from the family-owned neighborhood store to the corporate-run chain and supermarket occasioned a change in labor relations as well. Chicago's meat markets had been thoroughly organized by the Amalgamated Meat Cutters and Butcher Workmen since the 1920s, but Retail Clerks International was not able to organize the industry's clerks until the late 1930s, when chain stores and supermarkets with many employees broke the familial ties of the small neighborhood stores. The Retail Clerks Union flourished only after the supermarket industry began to dominate food retailing in the 1950s.In Chicago, chain stores consolidated their neighborhood stores by opening supermarkets only after independents like Hillman's and Dawson's Trading Post proved supermarkets to be successful. After World War II, the industry shifted to fewer, larger stores. In 1933, the Chicago area had over 17,000 food stores. By 1954, the number had shrunk to 13,260 (the largest 700 stores accounting for half of the sales); in 1987, the number stood at a mere 3,638. National Tea was particularly slow in recognizing the importance of the supermarket trend, switching fully to self-service only in the 1950s. A recent arrival to the food store industry, Jewel Tea Company (an old door-to-door sales company), became a market leader in 1950s by remodeling the old Loblaw Groceterias chain and opening supermarkets in new suburban shopping centers. In the 1960s and 1970s, the once dominant chains, A&P, Kroger, and National Tea, with their smaller, unprofitable supermarkets in the city center, failed to expand into the suburbs. They ultimately closed their doors. The giant new 100,000-square-foot suburban stores of the 1980s and 1990s utilized computer scanners to control inventory and cut labor costs and sold everything from drugs and milk to meat and flowers. Newer companies and older independent chains that had successfully converted to supermarkets, like Eagle, Jewel, and Dominick's Finer Foods, dominated the industry by the late twentieth century.",
    "Bibliography": "Duis, Perry. Challenging Chicago: Coping with Everyday Life, 1837–1920. 1998.Mayo, James M. The American Grocery Store: The Business Evolution of an Architectural Space. 1993.Pierce, Bessie Louise. A History of Chicago. 3 vols. 1937–1957.",
    "Author of Text": "Paul Gilmore",
    "Hyperlinked Terms Associated": [
        "Fort Dearborn",
        "wholesale",
        "advertised",
        "real-estate",
        "building codes",
        "Fire",
        "street railways",
        "railroads",
        "demographics",
        "Polish",
        "Jewish",
        "business",
        "German",
        "English",
        "African American",
        "Sunday closing",
        "fire of 1871",
        "newspaper",
        "World War II",
        "shopping"
    ]
}