{
    "Title": "Groundwater System",
    "Descriptive Text": "For more than a century, groundwater has been used by industries throughout the Chicago region and for drinking water in most suburban areas. Wells have been drilled into sand and gravel near land surface and into the underlying bedrock. Any layer of rock or sediment that can yield useful quantities of water to a well is called an aquifer. Four main aquifers occur in northeastern Illinois: sand and gravel within the Quaternary glacial deposits at or near land surface, shallow bedrock composed mostly of dolomite of the Silurian System that underlies the glacial deposits, and two deeper bedrock aquifer systems composed mostly of sandstones of the Cambrian and Ordovician Systems. The uppermost of the deep bedrock aquifer systems is the more important and more heavily used. It comprises two different geologic units, the Glenwood-St. Peter and the Ironton-Galesville Sandstones, that are often grouped together with other rock layers and called the Cambrian-Ordovician Aquifer (COA). Water from the deepest bedrock aquifer, the Mt. Simon Sandstone, is generally too saline for domestic or industrial use, particularly in the southern and eastern parts of the Chicago region.Cambrian and Ordovician rocks, including those that make up the COA, occur at land surface or directly below glacial deposits in parts of north-central and northwestern Illinois and into southern Wisconsin. In those areas, precipitation and surface water enter (recharge) the COA then flow laterally through the aquifer. Groundwater may also recharge the aquifer from other geologic units. Water entering the aquifer east of a line in western Boone, DeKalb, and LaSalle Counties flows eastward and southward toward Chicago; west of that line, groundwater flows generally west and south. In much of northern Illinois, the bedrock layers slope downward to the east-southeast, so that beneath Chicago the COA is buried by several hundred to more than a thousand feet of sediment and rock.The earliest known withdrawal from the COA in Chicago was in 1864, when a well was drilled at the corner of Chicago and Western Avenues; water flowed out of this well without pumping and initially had enough pressure to raise water in the well about 80 feet above land surface. By 1900, many wells had been drilled into the COA, causing water levels to decrease beneath Chicago, Joliet, and other major pumping centers. By the 1940s, more water was being pumped from the aquifer than was being recharged naturally. Although withdrawals by Chicago industry began to decline in the 1970s, drinking water withdrawals to serve a growing population continued to increase until groundwater usage peaked in 1979. By then, water levels had been lowered by as much as 850 feet in Chicago and other major pumping centers, causing an area of depressed water levels in the aquifer that extended throughout northeastern Illinois and into parts of southern Wisconsin.After 1979, withdrawals from the COA decreased as other sources of drinking and industrial water were used, such as Lake Michigan, the Fox River, and the other shallower aquifers. Concerns regarding elevated radium levels in the COA and other water-quality issues increased the use of other sources of water. Dramatic decreases in withdrawals occurred as some suburban counties began to receive drinking water from Lake Michigan in the early 1990s. Groundwater levels in the COA increased over 250 feet in and near Chicago between 1991 and 1995. Although groundwater levels are expected to maintain this recovery in the short run, continuing population growth in the Chicago region will require additional use of groundwater because withdrawals from Lake Michigan have reached the maximum allowed by international treaty. Future increases in pumping may again lower water levels in the COA and other aquifers now in use as withdrawals exceed the natural recharge rate.",
    "Bibliography": "Leverett, F. The Illinois Glacial Lobe. 1899.Suter, M., R. E. Bergstrom, H. F. Smith, G. H. Emrich, W. C. Walton, and T. E. Larson. “Preliminary Report on Ground-Water Resources of the Chicago Region.” Illinois: Illinois State Water Survey and Illinois State Geological Survey Cooperative Ground-Water Report 1 (1959): 89.Visocky, A. P. “Water-Level Trends and Pumpage in the Deep Bedrock Aquifers in the Chicago Region.” Illinois State Water Survey Circular 182 (1997): 45.",
    "Author of Text": "James J. Miner and Richard J. Rice",
    "Hyperlinked Terms Associated": [
        "water",
        "Joliet",
        "Lake Michigan",
        "Fox River"
    ]
}