{
    "Title": "Guatemalans",
    "Descriptive Text": "Prior to the 1980s, Chicago was home to a small number of Guatemalan professionals and students. The first large wave of Guatemalan emigration occurred in the early 1980s, when intellectuals, students, union organizers, and other activists fled a particularly violent period in Guatemala's 36-year civil war. Mostly middle-class and Ladino (of mixed Amerindian-Spanish ancestry), these refugees were soon joined by a second refugee group of Mayan campesinos (small farmers). Later that decade, Chicago became the destination for Guatemalan Mayans terrorized by their government's “scorched earth” policy. By the early 1990s, Guatemalans residing in Chicago included representatives from each of the 21 different Mayan ethnic groups, though a majority spoke Quiché.Many were survivors of war trauma. In 1986, when the Marjorie Kovler Center for the Treatment of Survivors of Torture opened in Uptown, Guatemalans were among its largest client populations. Émigrés also created organizations such as the Atanasio Tzul Guatemalan Refugee Network, which helped refugees from Guatemala settle in Chicago and strengthened alliances between Guatemalan-based organizations in different U.S. cities.In the 1980s, the U.S.-based Sanctuary Movement offered critical protection to Central American refugees. A Sanctuary alliance of Chicago-based churches and synagogues provided aid and shelter to Guatemalans and Salvadorans facing deportation. In 1982, Chicago's Wellington Avenue United Church of Christ was the second church in the country to declare sanctuary. In 1983 and 1984, the Chicago Religious Task Force on Central America created an “ underground railroad ” and relocated Guatemalan refugees from Arizona to Chicago.Many Guatemalan immigrants have sought assistance from community-based organizations such as Casa Guatemala, which was founded in 1984 and has offered adult literacy and English classes, workshops on immigration issues, legal counseling, and international support drives. Other Guatemalan community activities have revolved around youth groups, textile weaving, soccer leagues, traditional Mayan ceremonies, and religious observance. Our Lady of Lourdes and Our Lady of Mercy Roman Catholic churches in Albany Park had the largest Guatemalan congregations in the city at the close of the twentieth century. A reemergence of Mayan religious practices in Guatemala took root in Chicago as well.A second wave of Guatemalans fleeing dire economic conditions arrived in Chicago in the mid-1990s and was reenergized by the devastation of Hurricane Mitch in 1998. Community-based organizations estimated 50,000–80,000 Guatemalans in Chicago by the end of the decade, while the 2000 census counted 19,444 in the metropolitan area.The factionalism of the war and fear of drawing INS attention have discouraged Guatemalan immigrants from forming large residential clusters. Chicago's Guatemalan population has dispersed in Uptown, Rogers Park, Logan Square, and Albany Park. Outside the city, most Guatemalans live in Elgin. Middle-class and Ladino immigrants who arrived during the first wave often achieved their professional equivalencies. Mayan campesino immigrants, who form the majority of the Guatemalan population in Chicago and often have little or no formal education, work primarily in the city's restaurants and factories, or in the suburbs as gardeners and domestic workers.Two translations of the sacred Maya text the Popol Vuh (or Pop-Wuj ) are in the collections at the Newberry Library, including the earliest surviving manuscript copy. The second, in modern Spanish and Maya-Quiché, was presented to the library in 1966 by the Guatemalan ambassador.Central American Independence Day on September 15 is a major holiday of Guatemalans. The summer celebration of the Cristo Negro, the patron saint of Guatemala, at Our Lady of Lourdes draws from the ceremony in Escipulas, Guatemala.",
    "Bibliography": "Burnett, Carla. “Guatemala: A Tortured Society.” M.A. thesis, University of Chicago. 1992.Latino Institute reports. DePaul University, Chicago, IL.",
    "Author of Text": "Heather McClure and José L. Oliva",
    "Hyperlinked Terms Associated": [
        "Uptown",
        "refugees",
        "Salvadorans",
        "underground railroad",
        "soccer",
        "Roman Catholic",
        "Albany Park",
        "Rogers Park",
        "Logan Square",
        "Elgin",
        "restaurants",
        "domestic workers",
        "Newberry Library"
    ],
    "Street addresses associated": [
        "Uptown",
        "Rogers Park",
        "Logan Square",
        "Albany Park",
        "Elgin"
    ]
}