{
    "Title": "Gun Control",
    "Descriptive Text": "Since the early 1970s, Chicago and its suburban municipalities have taken a national lead in enacting firearms control legislation. Citizens' groups such as the Committee for Handgun Control, formed in 1973 and renamed Illinois Citizens for Handgun Control in 1982, have worked together with city politicians and police to pass some of the nation's toughest gun control laws. Mayor Richard J. Daley was outspoken in his stand against gun rights activists, testifying before U.S. House subcommittees on gun violence in 1972 and creating a special court to process gun crimes. In response to rising gun violence by the end of the 1970s, several Chicago aldermen began exploring the idea of a freeze on handgun registration.In 1981 the suburb of Morton Grove became the first municipality in the United States to ban the sale, transportation, and ownership of handguns. When a federal judge upheld the ban, the village attracted national attention. The National Rifle Association began a campaign in many states to push for legislation that would preempt gun regulations by municipal governments. The campaign was unsuccessful in Illinois. In 1982, Mayor Jane Byrne and the city council began to hold hearings on an ordinance proposed by alderman Ed Burke banning the further sale and registration of handguns in Chicago. Receiving strong support from Byrne and her allies, and coming in the wake of the assassination attempts on President Reagan and Pope John Paul II, the ordinance passed. All residents who purchased and registered their handguns prior to January 1982 were allowed to keep their weapons. Chicago became the first major city to enact a handgun freeze in United States history.Soon other suburbs began passing gun control legislation. In the fall of 1982, Evanston banned handguns. In 1984, Oak Park became the third municipality to ban handguns. The following year, Oak Park became a battlefield for national forces, as both the National Rifle Association and Handgun Control, Inc., poured resources into a referendum on repealing the ban, which failed narrowly. The impact of the Chicago freeze was felt far away, as Mayor Diane Feinstein of San Francisco began her own campaign for similar legislation. Highland Park began restricting handguns in 1989.In 1992, led by Mayor Richard M. Daley, the Chicago City Council voted to ban assault weapons. Contests over gun control continued in 1998, when the city and Cook County filed a lawsuit against gun manufacturers.",
    "Bibliography": "“Suburban Voters Get Direct Shot at Gun Control.” Chicago Tribune, March 15, 1985.“Town Takes New Aim at Enforcing Gun Ban.” Chicago Tribune, May 12, 1985.On Target. Newsletter of the Illinois Citizens for Handgun Control. Spring 1982.",
    "Author of Text": "Eli Rubin",
    "Hyperlinked Terms Associated": [
        "police",
        "Morton Grove",
        "Evanston",
        "Oak Park",
        "Highland Park"
    ],
    "Street addresses associated": [
        "Morton Grove",
        "Evanston",
        "Oak Park",
        "Highland Park"
    ]
}