{
    "Title": "Gurnee, IL",
    "Descriptive Text": "Lake County, 37 miles N of the Loop. The village of Gurnee hugs the banks of the Des Plaines River, just west of the port city of Waukegan. Prior to 1835 the area offered the Potawatomis a convenient ford in the river as well as portage access between the Great Lakes and the continental interior via the Mississippi River system. In 1836 the area was designated as a stopping point on the Chicago-Milwaukee stage line, which crossed the river on a bridge built at the site of the Potawatomi ford. The opening of the east-west McHenry -Waukegan toll road made it an important crossroads in the area. Water-powered industries serving the needs of local farmers opened almost immediately, including a gristmill in 1835 and a sawmill three years later. These were followed closely by mercantile trade and taverns catering to the needs of coach passengers. In 1850, the area organized as Warren Township to prevent annexation by Waukegan, the larger neighbor to the east.The arrival of the railroad in 1873 not only linked Warren with the regional markets in Chicago, but also provided the first village of the township with its name. The depot at Warren was named for railroad land agent and former Chicago Mayor Walter S. Gurnee, who purchased the right-of-way for the Chicago, Milwaukee & St. Paul line. The relatively quick rail trip to Chicago encouraged local farmers to produce for the growing urban population. The Bowman Dairy Company furnished the city with a regular “milk train,” and a stockyard developed near the depot. The overwhelming importance of the train to local life shifted the physical location of the town's center from the stage line to the depot.When Gurnee was incorporated in 1928, the village had only 200 residents. The village remained a largely rural, agricultural town on the Chicago periphery until well into the latter half of the twentieth century. In the 1960s the construction of a new toll road in the area, Interstate 94, brought Gurnee directly into a tighter orbit of Chicago. In 1976 Gurnee became home to Great America, one of the largest amusement parks in the Midwest, and 1991 the largest shopping mall in the Chicago area opened in Gurnee. The concomitant growth of local industry and suburbanization led to a veritable population explosion, from 7,179 in 1980 to 28,834 in 2000.",
    "Bibliography": "Haines, Elijah M. Historical and Statistical Sketches of Lake County, State of Illinois. 1852.Lawson, Edward S. A History of Warren Township. 1974.",
    "Author of Text": "Mark Howard Long",
    "Hyperlinked Terms Associated": [
        "Des Plaines River",
        "Waukegan",
        "Potawatomi",
        "portage",
        "bridge",
        "Mchenry",
        "toll road",
        "railroad",
        "Mayor"
    ],
    "Street addresses associated": [
        "Gurnee",
        "Waukegan"
    ]
}