{
    "Title": "Guyanese",
    "Descriptive Text": "Early Guyanese immigrants came to the United States along with other West Indians to work in war industries during World War II. Some settled in Chicago after the war, joined by other Guyanese immigrants who entered the country as domestic workers, or as teachers and other professionals, during the 1940s. Some of these Guyanese immigrants joined or helped to organize the American West Indian Association, which assisted West Indian immigrants in Chicago.The McCarran-Walter Act (1952) placed a quota on immigration from West Indian colonies like Guyana, severely limiting the flow of immigrants. Guyanese immigrants began to come in greater numbers only after the Hart-Celler Act of 1965 liberalized immigration policy. Political and racial conflict in Guyana during the 1960s pitted Afro-Guyanese against Guyanese of Indian descent and inspired many Guyanese of both ethnic groups to flee the country. Some Guyanese were attracted by job opportunities, and the population grew gradually by means of chain migration.Many Guyanese arrived in Chicago as students, attending such schools as Wilson Junior College and Roosevelt University. Others came as professionals, working in Chicago as teachers, engineers, ministers, nurses, and in other health care industry positions. Still others went into real estate or established small businesses like Kader's West Indian Restaurant, which was a meeting place for the community for some years.The Guyanese in Chicago have maintained an identity separate from other West Indians. The racial overtones of the political conflicts at home shaped the emergence of two largely separate Guyanese communities in Chicago. Indo-Guyanese lived mainly on the North Side, while Afro-Guyanese immigrants gravitated toward the South Side. Community leaders estimate that roughly equal numbers of Indo-Guyanese and Afro-Guyanese immigrants have settled in Chicago, totaling around 5,000 at the turn of the millennium.Institutional division followed geographical segregation. In 1965, Afro-Guyanese residents formed the Guyanese of Illinois Away from Home, which aimed to help newcomers get established and to ensure survival of cultural traditions in Chicago. Also known as the Guyanese-American Association of the Midwest, the Guyanese of Illinois Away from Home was defunct by the turn of the millennium, though annual cultural events including performances at the Field Museum and an annual Father's Day celebration survived, organized by a small group called Guyanese in Chicago. Founded in 1965 by members of the Indo-Guyanese community in Chicago, the Illinois Indian Guyanese Organization played a similar role for the Indo-Guyanese community, aiding immigrants and carrying on traditions like annual picnics and New Year's celebrations.Chicago's Guyanese have organized celebrations for their national Independence Day, May 26. They also maintained strong ties with the homeland, sending relief funds for hurricanes and sending goods home for family members. At the end of the millennium, small numbers of Guyanese immigrants continued to arrive in Chicago while many others struggled to obtain immigration visas.",
    "Author of Text": "Robert Morrissey",
    "Hyperlinked Terms Associated": [
        "World War II",
        "domestic workers",
        "American West Indian Association",
        "College",
        "Roosevelt University",
        "health care",
        "real estate",
        "Restaurant",
        "South Side",
        "Field Museum"
    ],
    "Street addresses associated": [
        "North Side",
        "South Side"
    ]
}