{
    "Title": "Gypsies",
    "Descriptive Text": "Gypsies live the world over as nations within nations. They call themselves the Rom and live by a strict religious and legal code known as Romania. Their mother tongue is Romany, a Sanskrit-derived language that reveals their Indian origins. Typically they resist working for others, preferring to be self-employed in occupations as varied as fortunetelling, used-car dealing, and traveling cinema operations. Their involvement with non-Gypsies is mainly economic. They have no interest in assimilating into any country in which they live and have preserved a strong ethnic identity.Gypsies first came to Chicago during the large waves of Southern and Eastern European immigration to the United States in the 1880s until World War I. They were following Serbian and Hungarian immigrants who found work in the steel mills and factories of the city. The Gypsies, who had no interest in this type of employment, developed an economic niche playing music from the immigrants' home countries. Hired by immigrants to play at weddings, fairs, saint-day celebrations, birthdays, and other joyous occasions, Gypsy orchestras included instruments from Europe such as the cimbalom.Two separate Gypsy subgroups settled in Chicago. The Machwaya came from Serbia and parts of the Austro-Hungarian Empire with heavy Serbian populations such as Croatia and Vojvodina. These Machwaya Gypsies spoke Serbian, had ties with the Serbian Orthodox Church, and played traditional Serbian music. They settled on the Southeast Side of Chicago, living on the outer edges of the immigrant Serb community.The Kalderash followed Hungarian immigrants to Chicago. Like the Machwaya, they earned their livelihood playing music for the transplanted Hungarian community. The Kalderash spoke Hungarian and affiliated with the Roman Catholic Church.The respective religious ties to the Serbian Orthodox Church and the Roman Catholic Church were practical for both groups. Baptizing babies and attending Easter services were the extent of the Gypsies' religious participation.The Machwaya and Kalderash functioned as separate groups and had no significant dealings with each other. Both groups were illiterate and did not send their children to school. Instead children were trained to be musicians, often earning their own livelihoods in child orchestras or bands.The Gypsies' illiteracy prevented them from establishing and cultivating the kinds of institutions usually associated with immigrant communities. There was no Gypsy church, aid organization, or newspaper in Chicago. This does not mean, however, that the Gypsy communities did not exchange information, offer assistance to one another, or observe their own religious practices. All of this was accomplished in a more informal way.Both the Machwaya and the Kalderash emigrated to Chicago in family groups, not as single men. While music was the chief source of income for men and boys, the women earned money by reading palms. Fortunetelling parlors were operated out of their homes or at booths at community fairs.There was no new influx of Eastern European Gypsies to Chicago until the 1970s. In 1974, a group of 102 Yugoslav Gypsies was abandoned in the Arizona desert by a Mexican smuggler who had helped them enter the United States illegally. The American Gypsy community arranged legal help for this group and held a tribunal to determine where to settle them. Chicago was chosen because the new arrivals were Machwaya and because areas of downtown could accommodate more fortunetellers. Through intermarriage with the American Machwaya, these recent immigrants have become fully integrated into Chicago Gypsy life.",
    "Bibliography": "Sway, Marlene. Familiar Strangers: Gypsy Life in America. 1988.",
    "Author of Text": "Marlene Sway",
    "Hyperlinked Terms Associated": [
        "World War I",
        "Serbian",
        "Hungarian",
        "Roman Catholic",
        "Roman Catholic",
        "bands",
        "Yugoslav"
    ],
    "Street addresses associated": [
        "Southeast Side"
    ]
}