{
    "Title": "Sac",
    "Descriptive Text": "Although oral traditions, linguistic evidence, and early French accounts suggest that the Sacs (or Sauks) originally inhabited the Lower Peninsula of Michigan, particularly the Saginaw Bay region, French Jesuits first encountered the tribe in 1669 in Wisconsin, where they occupied several villages closely associated with Potawatomis and Mesquakies, near the head of Green Bay. Like the Mesquakies (or Foxes), Ho-Chunks (or Winnebagos), and other Wisconsin tribes, the Sacs periodically hunted southward around the southern tip of Lake Michigan, but there is little evidence that they ever erected any permanent villages in the Chicago region. Between 1712 and 1733, when both the fur trade and intertribal relations in Wisconsin and northern Illinois were repeatedly disrupted by warfare between the French and the Mesquakies, the Sacs first attempted to remain neutral in the conflict, then split into two bands. One remained at Green Bay and the other relocated to the lower St. Joseph River in southwestern Michigan. By 1718, Sacs from the St. Joseph village regularly hunted along the Kankakee River northward to the portage between the Chicago and Des Plaines, while developing close ties to Potawatomis who also resided in the region. Ten years later, in an attempt to avoid the conflict between the Mesquakies and French, the Sac villagers in Wisconsin temporarily abandoned their villages at Green Bay and joined their kinsmen on the St. Joseph River. In 1730, warriors from these combined villages reluctantly participated in the siege and slaughter of Mesquakies at a great battle on the prairie in Illinois, but following the battle most of the Sacs returned to Green Bay and used their influence to intercede in the Mesquakie survivors' behalf.In 1733, Sac villagers at Green Bay provided refuge for the remaining Mesquakies in their village, and one year later, when a French expedition demanded they surrender the Mesquakies, the Sacs refused. After the resulting skirmish the Sacs and Mesquakies fled to Iowa. By 1738, the Sacs returned to Illinois, establishing Saukenuk, a major village at Rock Island. Saukenuk was occupied by the Sacs until 1831, when Illinois militia units forced the tribe to abandon the village and again retreat to Iowa. Black Hawk's attempt to reoccupy the village in 1832 caused widespread concern in Illinois and touched off the Black Hawk War, which ended any Sac occupancy of the Prairie State.During the first third of the nineteenth century, Sac warriors and trading parties repeatedly passed through the Chicago region on “the Great Sac Trail,” a track that led from Saukenuk, across northern Illinois to the southern tip of Lake Michigan, then eastward across southern Michigan to the Detroit region, and finally across the Detroit River to the British Indian Agency at Amherstburg. Sac war parties traversed this route to assist the British during the War of 1812, and in the postwar period they continued to pass through Chicago en route to Canada, where they would receive gifts from British Indian agents.Today, a few Sac people form part of the modern Native American community in Chicago, but most live in either Kansas or Oklahoma.",
    "Bibliography": "Edmunds, R. David, and Joseph L. Peyser. The Fox Wars: The Mesquakie Challenge to New France. 1993.Quaife, Milo Milton. Chicago and the Old Northwest, 1673–1835. 1913.Wheeler-Voegelin, Erminie, and J. A. Jones. Indians of Western Illinois and Southern Wisconsin. 1974.",
    "Author of Text": "R. David Edmunds",
    "Hyperlinked Terms Associated": [
        "french"
    ]
}