{
    "Title": "Sacred Music",
    "Descriptive Text": "Chicago's sacred music traditions have historically formed from a tension between mainline and sectarian religions. Mainline religions are those that attract large memberships who share belief and participate together in common religious and musical practices. The members of a mainline religious institution, as the common adage observes, “sing from the same songbook.” Mainline musical practice has many possible meanings, but most reflect historical processes of consolidation. In sacred music history, sectarianism, on the other hand, arises from musical repertories and practices that (1) preserve, (2) express meaningful differences, and (3) resist the ideological domination of mainline religious organizations. Music functions, therefore, to give voice to sacred identities of difference.At the same time, those identities have also depended on the city's diverse ethnic groups, the transformation of urban and suburban spaces, and the presence of the international and the global at local and neighborhood levels in the city. In the continuously changing interaction between populations and spaces, identity and belief, and consolidation and difference, sacred music has reflected and influenced Chicago's rich religious heritage.CHOIR BOYS, 1909 During its history, Chicago has been home to numerous mainline sacred music traditions that have also played a significant role in shaping the North American sacred musical landscape. Among the earliest was a Lutheran mainstream that emerged from the interaction of the hymn and chorale traditions of Central and North European Protestant immigrants in the mid and late nineteenth century. In twentieth-century Chicago, more than in any other urban center, gospel music from both white and African American churches consolidated to form one of the most American of all Protestant musical mainstreams. Compositions by sacred musicians from Chicago served the entire city and country. Sacred music publishers, which flourished in Chicago, and religious schools have historically channeled the mainstream flowing through the city's sacred musical landscape.Sectarian musical traditions proliferated as new migrant groups established themselves in Chicago and as ethnic and cultural diversity responded to American multiculturalism. Whereas some sectarian musical traditions consolidated and entered the mainstream, others resisted and their sectarian qualities became even more extreme.The first sectarian traditions were those of the ethnic groups that settled in Chicago in large numbers during the nineteenth century. Sacred musical practices in the ethnic church connected immigrants to the nation or region from which they came and therefore played an important role in maintaining ethnic identity. The Central and Northern European communities cultivated sacred traditions that were German, Norwegian, or Swedish and only secondarily Lutheran. Ethnic sectarian traditions depended extensively on song- and prayerbooks published in Europe. Only later in the nineteenth century did repertories published in America supplant those of the immigrant generation to create a Lutheran musical mainstream. Even then, Lutheran musical traditions followed the separate channels opened by German and Scandinavian ethnic communities, with processes of consolidation and fragmentation constantly uniting and rediverting the Lutheran musical mainstream.In the city's Jewish communities, waves of Eastern European Jews practicing various musical traditions of the diaspora challenged the more mainstream Reform movement from Central Europe, creating several mainline musical traditions. Chicago was an early home to the publication of prayer- and songbooks for Reform Judaism, which was musically innovative and theologically liberal. One of the most important composers of new works for the synagogue was Max Jankowsky, whose compositions for Temple KAM Isaiah Israel have united American Jewish musical traditions across several denominational lines.At the turn of the twentieth century, a new wave of initially sectarian traditions began to influence Chicago's sacred music: the spiritual repertories and performances of the African American church. The Great Migration quickly multiplied the number and variety of black sacred practices, many of which had formed in the South as responses to white mainline churches, which in turn influenced the formation of mainline gospel traditions in Chicago. African American traditions were improvisatory, requiring extensive congregational participation and empowering African American churches to adapt gospel to their own needs, while at the same time connecting each church service to the gospel mainstream. They also brought about a shift from stable repertories anchored in hymnbooks to oral traditions that stimulated musical change. As some African American traditions acquired more characteristics of the Protestant mainline sacred practices during the 1920s, a new gospel tradition began to take shape through the efforts of sacred music composers and performers such as Thomas A. Dorsey and Lucie Campbell. Drawing on evangelical hymnody for some resources, they introduced a performative context into black gospel.During the second half of the twentieth century, sacred music traditions were enriched by new ethnic groups, especially from Latin America and Asia. Latin American influence on Chicago Catholic traditions was considerable, both because of the growing presence of Spanish in the Mass and because of the introduction of Hispanic repertories and instruments that created, for example, “mariachi Masses.” Asian sectarian traditions, though sometimes Christian, as in many Chinese and Korean neighborhoods, diversified the sacred music landscape by expanding the presence of Muslim, Buddhist, and Hindu musical practices. Sacred musical traditions from Asian religions are both ethnically localized, as in suburban South Indian Hindu temples, and interethnic, especially in Chicago's Muslim communities. Like the groups that preceded them, these new ethnic groups have introduced new patterns of musical sectarianism but also, as in the case of the Midwest Buddhist Temple, have transformed the religious mainstream by contributing their own musical practices.Despite their consolidating functions, mainline musical traditions also demonstrate dynamic histories. The music of Chicago's Roman Catholics forms one of the most powerful forces undergirding acculturation, which should be understood as both a response to ethnic diversity and a religiocultural common denominator. The music of Catholic liturgy during the nineteenth century offered immigrants with diverse linguistic backgrounds an experience all could share. Modern Catholic musical traditions, even in the post–Vatican II era, rely on the symbolic musical functions of the Chicago Archbishopric's centrality and other musical institutions controlled by the Roman Catholic Archdiocese of Chicago such as music education in Catholic schools.Protestant evangelical traditions form a different type of musical mainstream. The evangelical hymn tradition, which stresses congregational singing of strophic hymns (hymns with multiple verses), most of them composed in the United States, first took shape during the eras of religious “awakening,” or revival, at the end of the eighteenth century and then in the 1830s. Evangelical hymns depend on extensive participation and are thus musically accessible to the broadest possible public. Chicago played a very important role in the canonization of Protestant evangelical hymnody. Several of the most notable and influential hymn composers, including Ira D. Sankey and Philip Bliss, were active in Chicago, and Chicago publishers and institutions, such as the Moody Bible Institute, contributed significantly to the dissemination of hymnbooks. Evangelical hymnody contains an essential mainline corpus for Protestants of European, especially English-speaking, heritage.As Chicago underwent socioeconomic, ethnic, and racial transformations in the late twentieth century, sacred musical practices responded to a changing sacred landscape. Many mainline traditions remain connected to the urban center, especially the larger Catholic and Protestant churches in downtown Chicago. Certain sectarian traditions, especially in the larger ethnic communities, such as the Mexican and Polish American parishes, have effectively entered the mainstream. The proliferation of sectarian African American religious music continues, especially in storefront churches. At the start of the twenty-first century the relation between mainline and sectarian sacred traditions is more dynamic than ever before.The sacred landscape of Chicago also responds to the interaction between urban and suburban sacred musical traditions. Many ethnic and sectarian traditions have relocated themselves to the suburbs, although they may retain strong connections to an historical mother parish. The Slovenian Catholic parishes that anchored Slovenian musical traditions after World War II are now distributed throughout several suburbs, with a spiritual center at St. Mary's monastery in Lemont, even though St. Stephen's Church still provides occasional masses and concerts of sacred music in Slovenian. Coptic Orthodox Christian churches are entirely a suburban phenomenon, though many members, Arabic- and non-Arabic-speaking, live in the city. The core of Jewish musical practices, too, has shifted to the suburbs, although many synagogues consciously maintain the musical and theological traditions of a parent synagogue in the city. Bosnian and Albanian Muslim communities have adapted well to suburban social structures.The sacred landscape of Chicago's suburbs supports new religious institutions, which in turn undergird the music of new ethnic communities. The Hindu temple, an important component of the suburban sacred landscape, provides a site for consolidating Hindu sacred traditions, such as the repertories of bhajans, or hymns, that provide the basis for individual and congregational worship. It is in the suburban Hindu temple, furthermore, that schools of Indian classical dance, bharata natyam, thrive, combining instruction in music and dance with understanding sacred traditions of Hinduism, as well as rites of passage.The new musical dynamics of Chicago's sacred landscape are remarkably global. Pilgrimage within and beyond the city has grown together with religious communities for whom pilgrimage is an essential component of self-identity. Mexican American Catholics, in particular, regularly undertake pilgrimage to Guadalupe. The ritual practices connected to the Guadalupe pilgrimage are bolstered by musical practices in Chicago's Mexican communities, giving pilgrimage an everyday aura. The abundance of miracles in Chicago's Catholic and Eastern Orthodox communities has also unleashed new forms of pilgrimage, local and regional. Weeping icons of the Virgin Mary have been the most frequent contexts for miracles, and new musical practices transform these into sacred responses to warfare and poverty, especially within communities from the former Yugoslavia and Orthodox Christian communities from the Middle East.Through liturgy, performance practice, and repertory, the sacred musical traditions of Chicago have historically given voice to the common and the different—and the new that results from the blending of the two. In the late twentieth century, the musical traditions of Chicago's sacred landscape have demonstrated an increasing hybridity. These hybrid musical practices reflect new religious affiliations and new mainline traditions that have emerged from the fragmentation of older mainline traditions. They also promise that Chicago's complex sacred music history will continue into the future.",
    "Bibliography": "Bliss, Philip P., and Ira D. Sankey. Gospel Hymns. 1876.Castillo, Ana, ed. Goddess of the Americas/La Diosa de las Américas: Writings on the Virgin of Guadalupe. 1996.Epstein, Dena J. Music Publishing in Chicago before 1871: The Firm of Root and Cady. 1969.",
    "Author of Text": "Philip V. Bohlman"
}