{
    "Title": "Safety-Kleen Corp.",
    "Descriptive Text": "Safety-Kleen, founded in Milwaukee in 1963 by Ben Palmer, pioneered the practice of recycling the solvents used to clean auto parts. In 1968, Palmer's company was purchased by the Elgin-Based Chicago Rawhide Manufacturing Co., then led by Donald W. Brinckman. Safety-Kleen's annual revenues increased from $1 million in 1969 to $28 million by 1974, when it was spun off as an independent company. From 1979, when it went public, to the late 1990s, Safety-Kleen enjoyed an astonishing streak of annual growth rates of 20 percent or more. Whenever significant competition cropped up, Safety-Kleen acquired it. By the end of the 1980s, it had 160 branches around the country and owned 2,500 trucks and 350,000 cleaning machines, which handled dirty automobile parts, dry-cleaning solvents, flammable liquids, and other items requiring cleaning, recycling, or disposal. By the early 1990s, Safety-Kleen employed nearly 7,000 people around the country and grossed nearly $800 million in annual sales. In 1991, the company opened a large oil-recycling plant in East Chicago, Indiana. The company's profits and rate of growth slowed sharply during the 1990s, partly because of environmental violations at one of its solvent-disposal plants in Puerto Rico. In 1998, it was acquired by South Carolina–based Laidlaw Environmental Services Inc., a company with origins in and continuing ties to Laidlaw Inc. Laidlaw moved Safety-Kleen's headquarters to Columbia, South Carolina, and adopted the company's famous name. Among the 650 people laid off at the Elgin headquarters were a handful of executives who began two environmental services companies in Elgin, Heritage-Crystal Clean LLC and Water Works Cleaning Systems LLC, designed to rival the troubled but still dominant Safety-Kleen in the early 2000s.",
    "Author of Text": "Mark R. Wilson | Stephen R. Porter | Janice L. Reiff",
    "Street addresses associated": [
        "East Chicago"
    ]
}