{
    "Title": "Sailing and Boating",
    "Descriptive Text": "Before there were airports, expressways, and railroads, Chicago was a water city. The city grew up at the crossroads of a vast inland waterway between the Great Lakes and the Mississippi River. Early Chicagoans exploited the waterways both for their business interests and for recreation. Many had come from the east, bringing with them an avid interest in that most genteel East Coast pastime, yachting.The Chicago Yacht Club, the city's first, was established in 1875 with 37 charter members. Today the club has locations at Monroe and Belmont Harbors and sponsors the annual Chicago to Mackinac Race. Columbia Yacht club, also at Monroe Harbor, has traditionally used retired ships as floating clubhouses. Its current clubship is the 371-foot Abegweit, a former Nova Scotia ferry and the largest privately owned yacht on the Great Lakes. Many of the other yacht clubs along the lake offer junior sailing and community service programs such as the Burnham Park Yacht Club's Judd Goldman Adaptive Sailing Program for disabled sailors. Several clubs also sponsor “frostbite” sailing, for hearty souls who want to brave the frigid winter waters.The yacht clubs sponsor highly organized sailboat racing. Series races and regattas are held on weekends. Less formal “beer can” races are held on Wednesday nights. Boats race around courses marked by buoys several miles out in the lake. There are also port-to-port races from Chicago to such cities as Waukegan; Michigan City, Indiana; and St. Joseph, Michigan. Racers compete in all weather, from May through October.Lake Michigan boating is by no means the reserve of yacht club members. Sailboards, personal watercraft (“Jet Skis”), and small boats arrive on car tops and trailers, shoving off from beaches and boat launches all along the shoreline. Sport fishing also draws many boaters to the lake and to area rivers.The Chicago Park District operates the second largest harbor system in the country. It can accommodate 5,000 boats in eight harbors: Montrose, Belmont, Diversey, Monroe, Burnham, 59th Street, and the Jackson Park inner and outer harbors. These harbors are part of a vast lakefront park system built on lakefill land. The Park District began a $35 million harbor improvement project in 1996 to upgrade aging boat slips and other facilities. The District offers public sailing classes through its “Rainbow Fleet” and sponsors the annual Venetian Night—a parade of boats festooned with lights and manned by costumed crews.Many lakefront communities north and south of Chicago also have harbors, boat launches, and yacht clubs. Northwestern University in Evanston has a very active sailing club, with a fleet of small Olympic-class boats.Boating is also popular on inland waters. Canoeists enjoy the Fox River, Skokie Lagoons, upper reaches of the Chicago River, and even the old commercial waterway, the Illinois & Michigan Canal. Sailing, water-skiing, and fishing are also popular on inland lakes from Indiana to the Wisconsin border.For those who do not own boats, there is a booming tour boat industry. Dozens of cruise ships, small tour boats, and water taxis ply lake and river from May to October.",
    "Author of Text": "Geoffrey Baer",
    "Street addresses associated": [
        "Belmont",
        "Jackson Park",
        "Skokie"
    ]
}