{
    "Title": "Saloons",
    "Descriptive Text": "The saloon in Chicago had its origin in two places. The oldest was the inn or tavern, a combination restaurant, hotel, and drinking place. Much of the city's early social life revolved around such spots as the Green Tree, Sauganash, and the Eagle. A second type of drinking place evolved from grocers and provisioners who began to sell hard liquor in wholesale quantities. At first, their sample rooms were literally places where customers could taste test the stock; long afterward, “sample room” became simply another name for saloon. By the late 1850s the term saloon had begun to appear in directories and common usage as a term for an establishment that specialized in beer and liquor sales by the drink, with food and lodging as secondary concerns in some places. Stops such as Stacey's Tavern in present-day Glen Ellyn or the Pre-Emption House in Naperville were popular among farmers journeying to the city.The rapidly growing ethnic population swelled the saloon ranks through the mid-nineteenth century, but during the early 1880s a growing overcapacity in the brewery industry began to force change. Overestimates of future growth, along with easy rail access to Chicago for St. Louis and Milwaukee brewers, left all of the producers scrambling for retail outlets. The answer lay in an adaptation of the British “tied-house” system of control. Brewers purchased hundreds of storefronts, especially on the highly desired corner locations, which they rented to prospective saloonkeepers, along with all furnishings and such recreational equipment as billiard tables and bowling alleys. Schlitz and a few others even built elaborate saloons, examples of which still survive in Lake View on North Southport Avenue. The Chicago City Council also contributed to the brewery domination by increasing the saloon license from $50 to $500 between 1883 and 1885 to pay for an expanded police force supposedly made necessary by the barrooms. Relatively few independent proprietors could afford to pay such amounts.STEINMETZ SALOON, 1898 The new realities of business not only transformed many saloonkeepers from entrepreneurs to employees but may have contributed to many of them turning to criminal involvement to supplement their incomes. Few Chicago bars honored the midnight closing hour, and some welcomed petty gambling and prostitution. The need for protection from further legislation and the fear of tighter police enforcement drove saloonkeepers toward politics. Many of the most colorful personages in Chicago's political history, including “Bathhouse John” Coughlin, Michael “Hinky Dink” Kenna, John Powers, and Edward F. “Foxy Ed” Cullerton, were barkeeps.Politics was also a natural avocation for saloonkeepers because of the adaptable social nature of their business. In neighborhoods where literacy was low, the bar provided the principal place for the exchange of information about employment, housing, and the many tragedies that beset the city's poor; a savvy politician could turn his access to resources into votes. In slum districts, his place provided a safe for valuables, a telephone for emergencies, a newspaper for the literate, a bowl on the bar for charity collections. In factory districts, saloons became labor exchanges and union halls, as well as providing a place to cash paychecks. On busy streets and downtown, the saloon provided a restroom. And in all areas of the city, the purchase of a drink allowed access to the free lunch sideboard. This feature usually offered only cold foods, but competition could make it elaborate.MAJETIC SALOON, C.1903 Saloons also varied by ethnic group. The Irish preferred stand-up bars where whiskey was the drink of choice and women could obtain service only through the back door. German saloons were more brightly illuminated, more likely to serve restaurant food and beer at tables, and more oriented toward family patronage. Germans were often at odds with temperance forces over Sunday operation—illegal in Illinois but almost universal in Chicago—and over the operation of beer gardens in outlying neighborhoods. Other ethnic groups added their own features and their unique cuisines on the sideboard, while a few groups, most notably Scandinavians, Jews, Greeks, and Italians, either preferred intimate social clubs or did little drinking in public.The first decade of the twentieth century saw increasing accusations of saloon involvement in crime. Complaints about vicious dance halls and alliances with the so-called white slave trade led to passage of a $1,000 license rate in 1906, along with a moratorium on new permits. The latter created a license premium, a value on the transferable right to hold the permit that often reached $2,500 because of the desire of so many to enter the business and the brewers to dominate it. Saloonkeepers also saw their markets geographically limited. Aldermen from outlying neighborhoods had gradually eliminated liquor sales from their voting precincts since the 1890s, but in 1907 the General Assembly passed a local option law that placed the process directly in the hands of the voters. Within two years nearly two-thirds of the city, including virtually all of the land annexed in 1889, was saloonless. By this time, the attack on the segregated prostitution of the Levee district had convinced the burgeoning middle class that the barroom was incompatible with residence districts. Many patrons drank downtown and telephoned for the delivery of liquor to their private sideboards.ZIELINSKI TAVERN, C.1933 The traditional saloon was declining many years before Prohibition. The automobile took patronage from what was clearly a pedestrian-streetcar institution. Nickelodeons competed for nickels. Increasing numbers of employers demanded abstinence during the workday. The city health department enacted regulations that eliminated the mustache towel and many features of the free lunch table. Finally, World War I brought not only an attack on anything that seemed remotely German but also a temporary ban on brewing.Prohibition killed the legal saloon in 1920, but over three thousand city speakeasies and dozens of suburban roadhouses, many of them once village taverns, serviced the demand for more secret illegal drinking. When Prohibition ended in 1933, the word “saloon” virtually disappeared from the public vocabulary. Owners instead chose the name “cocktail lounge” or “tavern.”",
    "Bibliography": "Ade, George. The Old-Time Saloon. 1931.Duis, Perry R. The Saloon: Public Drinking in Chicago and Boston, 1880–1920. 1983.Wendt, Lloyd, and Herman Kogan. Lords of the Levee. 1943.",
    "Author of Text": "Perry R. Duis",
    "Street addresses associated": [
        "Sauganash",
        "Lake View"
    ]
}