{
    "Title": "Salvadorans",
    "Descriptive Text": "Chicago's Salvadoran community dates back to the late 1920s, with a steady influx of families and individuals beginning in the 1950s. These immigrants were primarily middle- and upper-class students, military, and other professionals. By the 1970s, Chicago's several hundred Salvadorans had dispersed across the city and suburbs, with concentrations in North Side communities such as Uptown. Many attended St. Mary of the Lake, St. Sebastian, and other North Side Roman Catholic churches. They formed an association of soccer leagues, and futbol continues to dominate the sports life of the community, as the Liga CASA (Central American Soccer Association) includes many Salvadoran teams.Beginning in the late 1970s and continuing through the early 1990s, the civil war in El Salvador precipitated the second and much larger wave of Salvadoran immigration to Chicago. While earlier immigrants often had flown directly to Chicago from El Salvador, many wartime refugees were forced to travel undocumented through Mexico and into the United States. While some continued north to Canada where legal status was more easily arranged, many joined family or friends in Chicago, unsuccessfully seeking political asylum in the United States.The plight of Salvadoran refugees came to public attention through the effort of the Sanctuary Movement, which involved the decision of numerous churches and synagogues across the United States to openly defy U.S. immigration law by offering housing and aid to undocumented Central American refugees threatened with deportation. In 1982, Chicago's Wellington Avenue United Church of Christ was the second church in the country to declare sanctuary, housing Salvadoran and Guatemalan families. Chicago churches and synagogues subsequently formed the Chicago Metropolitan Sanctuary Alliance. The Chicago Religious Task Force on Central America relocated Salvadoran refugees by establishing an “ underground railroad ” from Arizona to Chicago during 1983 and 1984, and other organizations, such as the American Friends Service Committee and CISPES (Committee in Solidarity with the People of El Salvador), worked to publicize and protest the U.S. government's unwillingness to grant asylum to these refugees.The majority of Salvadorans, however, have sought aid from organizations within their own and other Latino communities. Centro Romero, named after Archbishop Oscar Romero, who was assassinated in El Salvador in 1980, offers a wide range of legal and social services to the community, including English classes, after-school care for children, a domestic-violence prevention program, advice concerning labor discrimination, and information regarding immigration law. The concerns of Salvadorans also have been addressed by ethnic organizations, such as the Associación de Salvadoreños en Illinois and the Comité Cívico-Cultural Salvadoreño, which has published a magazine featuring local community events and individuals since 1990.Chicago's Salvadorans remain dispersed across the city and suburbs among other Central and South American immigrants, especially Guatemalans, with concentrations in the North Side neighborhoods of Rogers Park, Albany Park, Logan Square, and Edgewater. There are also significant Salvadoran communities outside the city in Waukegan and Des Plaines. Only a handful of professionals were among the more recent arrivals, who often find employment at the city's restaurants, factories, and construction sites. In the suburbs, many work as gardeners, domestic workers, and nannies.Salvadorans have brought to Chicago their native cuisine, such as the distinctive pupusas served in Salvadoran restaurants, and the celebration of such holidays as the festival of El Salvador del Mundo (Savior of the World) in early August and Central American Independence Day in September. Bilingual education programs have facilitated the success of many Salvadoran children in Chicago's schools, but gangs emulating the Salvadoran maras of Los Angeles provide evidence of the less positive effects of immersion in U.S. urban culture.A reliable count of the Salvadoran community is unavailable owing to the large number of recent arrivals and the undocumented status of a sizable portion of the community. By the mid-1980s, between approximately 20,000 and 40,000 Salvadorans lived in the Chicago area. Many dream of returning to El Salvador, but the continuing difficulties regarding legal status make visits home impossible for many, and a more permanent return is often prohibited by the dependence of families in Chicago and in El Salvador on the immigrants' wages.",
    "Bibliography": "Montes, Segundo. Salvadoran Migration to the United States: An Exploratory Study. 1988.",
    "Author of Text": "Kate Caldwell",
    "Hyperlinked Terms Associated": [
        "Uptown",
        "Roman Catholic",
        "soccer",
        "refugees",
        "deportation",
        "Guatemalan",
        "underground railroad",
        "social services",
        "Rogers Park",
        "Albany Park",
        "Logan Square,",
        "Edgewater",
        "Waukegan",
        "Des Plaines",
        "restaurants",
        "construction",
        "domestic workers",
        "Bilingual education",
        "gangs"
    ],
    "Street addresses associated": [
        "Uptown",
        "N. Side",
        "Rogers Park",
        "ALbany Park",
        "Logan Square",
        "Edgewater"
    ]
}