{
    "Title": "Sanitary and Ship Canal Album, 1892-1900",
    "Descriptive Text": "On May 2, 1900, Admiral George Dewey, arrived in Chicago to dedicate the recently completed Sanitary and Ship Canal. At that time, Dewey was one of the most highly acclaimed figures in American public life. He led American forces to an 1898 victory in Manila Bay as part of the Spanish-American War. As a result, the Philippines became the first U.S. overseas colony. Chicagoans welcomed Dewey to dedicate a channel which would ultimately connect Chicago more tightly into world trade. The Sanitary and Ship Canal was to provide Chicago industry and commerce with direct link to the oceans. Paradoxically, the Sanitary and Ship Canal that Dewey dedicated did not yet provide a navigation route between the Great Lakes and the Gulf of Mexico. When Dewey visited in 1900, the canal dead-ended at Lockport for shipping. Not until 1907, did an extension of the canal from Lockport to Joliet, and construction of a navigation lock to negotiate the 36 foot difference between these two towns, connect it to the Des Plaines River and beyond. For Chicagoans, the \"Sanitary\" part of the canal's title was of more immediately importance. The public clamor for this canal that permanently reversed the Chicago River dated to the late 1870s and early 1880s, when heavy summer rains sent the Chicago River's polluted waters into the city's Lake Michigan drinking water. It was health concerns more than improved navigation, that led to the creation of the Municipal Sanitary District in 1889 and to the expenditure of $31,163,032 to send Chicago's sewage southward. Aside from one cartoon about unhealthy drinking water, however, this commemorative album instead celebrates the ingenuity and technological prowess of the canal's builders. It highlights the new equipment and techniques developed in what is arguably the largest public works excavation undertaken up to that time. 43,000,000 cubic yards of dirt and stone were excavated over eight years to complete the main channel, constructed parallel to the I&M Canal between Chicago and Lockport. The album itself begins with a narrative poem about the construction of the Sanitary and Ship Canal, written by its chief engineer, Isham Randolph. In 26 stanzas, Randolph describes the canal construction in epic terms. Typical was the following: There was daring, there was genius There was brain there was brawn And from their gendered labor Twas a River that was born. The album includes more than 90 pages of photographs documenting the construction of the canal from \"Shovel Day,\" September 3, 1892 and to Dewey's visit, May 2, 1900. The photographs are not in any clear chronological order, but do exhibit much of the new earth moving technology developed by engineers during construction. The success of this project demonstrated the feasibility of digging the Panama Canal, which was begun in 1906. The photographs include not only shots of the emerging canal and equipment, but also construction workers. While African-Americans are not the only laborers whose photographs are included, they predominate in the images of work and camp sites. This is surprising, given that in 1900, African-Americans comprised less than 1% of Chicago's population and were not a dominant force even among unskilled labor. This album represents Chicago at an important moment in its history. In 1900, Chicagoans still envisioned a future as one of the largest cities in the world. No natural feature, like being an inland city, could hold the city back from leading the U.S. in its rise on an international stage. Residents would overcome any obstacle in the way of that future through money and technological innovation. The album wonderfully represents Chicagoans faith in experts (particularly engineers) and technology to solve societal problems. It also shows the depths of racism in 1900, with African-American workers shown doing the dirtiest and hardest labor."
}