{
    "Title": "Sauk Village, IL",
    "Descriptive Text": "Cook and Will Counties, 27 miles S of the Loop. This community in the southeast corner of Cook County has grown along the historic Sauk Trail and from thence comes its name. For centuries, the Sauk Trail served as a major route for travel from Detroit to the Mis- sissippi River. Countless Native Americans, Midwestern settlers, and California gold seekers passed this way. In 1913, the Sauk Trail from the Indiana border to Vincennes/Hubbard's Trail in South Chicago Heights was designated as part of the Lincoln Highway. Thus this most important automobile road in American history literally became the “main street” for this quiet town. Sauk Village is now within the nationally designated Lincoln Highway scenic byway across Illinois.The farmers who migrated here in the late 1830s were mostly of French and German descent. A small settlement emerged and received the name Strasburg, since some of these first residents were originally from Strasbourg (German Strassburg ), on the French-German border. Some early records identify it as New Strasburg, and the post office first established in 1853 was Strasburgh. Tradition holds that the earliest church services in Bloom Township were held here, and in 1847 St. James Church was established. Rebuilt in 1871 and 1873 after lightning strikes, the structure served as a community center into the 1990s.Major residential development came in the 1950s, and the village incorporated in 1957. Providing housing for workers in the industries of the region, the village went through periods of growth and stagnation related to the fortunes of area industries.Since the 1970s, stronger involvement by the village government in development and the demand for affordable single-family housing led to new residential growth. In addition, several major truck terminal facilities have taken advantage of Sauk Village's location near the interstate highways.",
    "Bibliography": "Michalek, Louise A. A Look into the Past, Chicago Heights and Her Neighbors. 1961.Sauk Village, 40th Anniversary of Incorporation, Commemorative Booklet, 1957–1997. 1997.",
    "Author of Text": "Larry A. McClellan",
    "Hyperlinked Terms Associated": [
        "Cook County",
        "Native Americans",
        "South Chicago Heights",
        "French",
        "German"
    ],
    "Street addresses associated": [
        "Loop"
    ]
}