{
    "Title": "Savings and Loans",
    "Descriptive Text": "Chicago's first building and loan association (called savings and loans after the 1930s) was established in 1849. Building and loan associations originated as part of the cooperative movement that began in England in the eighteenth century and came to the United States in the early nineteenth century. Building and loans originally were established for working-class people who wanted to buy homes but did not have access to banks. A group of people would deposit their savings into an association, then as the association gained enough money it would finance mortgages for its members. Unlike banks, building and loan associations made their investments based primarily on the interests of their members, rather than investing for the greatest return and security. Associations also tended to serve small groups or communities and did not offer many of the services banks did.Chicago's small associations flourished in the 1880s, and by 1893, largely because of Chicago, Illinois ranked third in the nation in the number of building and loan associations, with 518. The impressive growth of Chicago's building and loan associations was steady between roughly 1880 and 1930, except for a portion of the 1890s. The 1890s was a period of depression and of “national” building and loan associations, many of which were based in Minnesota and Illinois. Because many nationals were fraudulent, associations across the country formed strong local, state, and national organizations that ran publicity campaigns and lobbied for legislation to ban nationals. Illinois passed such legislation in 1896.Building and loan associations were most important to Chicago's working class, especially those who were members of ethnic communities. Commercial banks were rare in working-class neighborhoods. Although there were private ethnic banks, these often failed, did not receive as much public confidence as building and loans, and were banned in Illinois in 1917. Building and loan associations were especially popular among the ethnic groups that were hungriest for home ownership, namely the Czechs, Poles, and Italians. Even when commercial banking became more widely accessible after World War I, many ethnic community leaders endorsed the local building and loan associations instead of nonethnic commercial banks, because they thought the associations promoted ethnic solidarity. By the end of 1918 there were 255 building and loan associations in Chicago, and the majority of them were part of ethnic working-class communities.There was, however, tension between the ethnic and nonethnic associations, as the latter looked askance at the business practices of smaller and more community oriented ethnic associations. Efforts to get ethnic associations to change their business practices and join industry organizations met with mixed success. Many of the ethnic associations formed their own organizations, such as the American Czecho-Slovak, Polish American, Swedish, and Lithuanian Building and Loan Leagues, some of which eventually joined the Illinois League.The Great Depression of the 1930s had a tremendous impact upon building and loan associations. Part of the reason they fared poorly, especially the ethnic ones, was that they had made many of their investments in the best interests of the community rather than profit. Many Chicago associations folded or were bailed out by the federal government. As a result of this crisis, the government took a much stronger role in the industry, both through regulation and by insuring customers' deposits. Associations that survived had to follow more stringent business rules and as a result became more similar to commercial banks. This was also the period when the associations came to be called savings and loans. The operation of S&Ls was still distinguishable from banks, but associations after World War II made greater efforts to replicate the services of commercial banks.In the post–World War II era, savings and loans continued to grow until the crisis of the 1980s. In an effort to make ailing S&Ls more competitive with banks and to allow them to deal with high inflation rates, the Ford, Carter, and Reagan administrations substantially deregulated the industry. To bolster their business, many associations began making high-risk/high-yield loans, but as these ventures often failed, the industry came crashing down. Deregulation had also made it easier for banking officials to engage in corrupt practices, which worsened the crash.Although Chicago's institutions fared much better than those in the South and West, most savings and loans were in trouble, and publicity from the crash discouraged patronage. In its effort to save the industry, the federal government forced many of Chicago's associations to close or merge, producing fewer and larger S&Ls. The largest association to come out of this era was Talman Home Federal, which was forced to merge with two other institutions and emerged as the third largest savings and loan in the nation.Talman's history is illustrative of the major changes that affected Chicago's S&Ls. It began as a Bohemian ethnic association, became more similar to a bank in the postwar era, merged with other S&Ls during the crisis of the 1980s, then merged with the LaSalle Bank, which in turn was purchased by Dutch giant ABN-AMRO. At the end of the twentieth century approximately 14 savings and loans still existed in the Chicago metropolitan area, but there were far fewer than before the 1980s, and their character was more similar to that of banks than was the case before the Great Depression.",
    "Bibliography": "Barth, James R. The Great Savings and Loan Debacle. 1991.Bodfish, H. Morton, ed. History of Building and Loan in the United States. 1931.Cohen, Lizabeth. Making a New Deal: Industrial Workers in Chicago, 1919–1939. 1990.",
    "Author of Text": "Jeffrey A. Brune"
}