{
    "Title": "Schaumburg, IL",
    "Descriptive Text": "25 miles NW of the Loop. Schaumburg differs from many of the other northwestern suburban towns in that itdid not start around a railroad depot. The area, which was very marshy, attracted its first settlers from eastern states in the mid-1830s. Trum- bull Kent of Oswego County, New York, was the first Yankee arrival. He was soon joined not only by other easterners but also by Germans, many of whom came from Schaumburg-Lippe, between Dortmund and Hannover. They settled along the Chicago–Elgin Road (Irving Park) and other local highways.These farmers organized a German Lutheran congregation as early as 1840, and in 1847 they built their first church. A few years later there was a controversy over the name for the little town that was emerging near the church; some wanted it to be Lutherville, but in the end it became known as Schaumburg Center. It grew very slowly, for the area, though fertile, was swampy, and there was no railroad depot to open the communications with Chicago and stimulate rapid growth.By the end of the nineteenth century the population of the whole township was only about 1,000. The township, which by 1900 boasted three cheese factories, continued to grow very slowly during the first half of the twentieth century, as did the little town.WOODFIELD MALL INTERIOR, 1973 The construction of the Northwest Toll road in 1956 wrenched Schaumburg from its isolation. Schaumburg-area farmers took an active role in industrial, commercial, and residential development. Soon a large number of streets, often at dizzying angles to avoid quadrilateral monotony, spread out from the old center, until by 1980 the population numbered53,305 and the land was almost entirely built up.I-290 came to border Schaumburg to the east, cutting it off from the forests and sloughs of the Ned Brown Forest Preserve; to the north it extended as far as the old Algonquin Road, once an Indian trail and then the route of the Chicago–Galena stagecoach. In the northeastern area emerged Woodfield Mall, opened in 1971 and one of the region's largest shopping centers. It was not by chance that the mall developed close by both I-290 and the Northwest Tollway. While Schaumburg's dramatic growth came with the automobile, the community now has a rail depot and is a regional public transportation center. Schaumburg today is a mature community, with a small industrial area in its southwestern section and a great variety of churches, schools, and open places. Its German origins are now muted, though they live on in road names like “Biesterfield.”While Woodfield defines Schaumburg to outsiders, residents have returned to the old crossroads at Plum Grove and Schaumburg Roads to develop a new town center in the 1990s. Local shopping, a public library, public recreational facilities, the government center, and a bandstand now provide residents with a service core.",
    "Bibliography": "Gould, Alice. Schaumburg: A History of the Township. 1982.Hurban, Renie. Schaumburg: A Pictorial History. 1987.",
    "Author of Text": "David Buisseret"
}