{
    "Title": "Schererville, IN",
    "Descriptive Text": "Lake County, 29 miles SE of the Loop. Because of the convergence of Indian trails, railroads, and major highways in the Schererville area, the town adopted the slogan “Crossroads of the Nation.” Many Indian (mostly Potawatomi ) trails in Schererville con- nected with the Sauk Trail, the major east-west thoroughfare between Indiana and Illinois. The first American settlers arrived around 1840. Because the first railroad station was located on the John Reeder farm, the area became known as Reeder Station.In 1846 Nicholas Scherer emigrated from Germany and arrived at St. John, Indiana, near the Reeder farm. His brother Mathias joined Nicholas and they opened a saloon and hotel in St. John in 1849. By 1853 Nicholas began working for the State of Indiana, eventually becoming a swampland commissioner, administering lands under the federal Swamp Land Act of 1850. Two years later the Chicago Great Eastern Ohio (Panhandle) Railroad contracted with him to build railroad beds between Richmond, Indiana, and Chicago.In 1866 Nicholas Scherer platted the Town of Schererville on 40 acres of land, purchased from the swampland mogul Aaron N. Hart. About 25 families constituted the population, the majority German Catholics. Other railroads crossed the new town, including the New York Central and the Michigan Central. Schererville boasted a public school, blacksmith shop, dairy, general store, grain elevator, icehouse, and cigar factory. In 1874, St. Michael the Archangel Roman Catholic Church opened on land donated by Scherer.Schererville maintained its rural character forthe next hundred years. The town incorporated in 1911. Of particular importance was the development of the U.S. 30 and U.S. 41 junction. Businesses appeared around this intersection, most notably Teibel's Restaurant in 1929. In addition, the Ideal Section of the Old Lincoln Highway passed through the town. By the mid-1930s, the highways were paved and the junction's traffic grew. The town's population exceeded 700 persons.Like its neighbors to the east and south, Schererville experienced explosive residential and commercial growth in the latter half of the twentieth century. In 1960 the town's population totaled 2,875 persons; in 1970 the census listed 3,663. Ten years later, however, the figure skyrocketed to 13,209, then catapulted to 20,155 in 1990, reaching 24,851 in 2000. According to a local real-estate agent, most of the influx came from Illinois, as Chicago commuters took advantage of Indiana's lower taxes while remaining in close proximity to the Loop. The U.S. 30–U.S. 41 junction saw exponential retail and commercial growth, as malls and shopping centers sprang up in the vicinity. At the close of the twentieth century, Schererville had become a true Chicago suburb.",
    "Bibliography": "Goodspeed, Weston A., and Charles Blanchard. Counties of Porter and Lake, Indiana. 1882.Howat, William Frederick. A Standard History of Lake County, Indiana, and the Calumet Region. 1915.Moore, Powell A. The Calumet Region: Indiana's Last Frontier. 1959.",
    "Author of Text": "Stephen G. McShane"
}