{
    "Title": "Schiller Park, IL",
    "Descriptive Text": "Cook County, 13 miles W of the Loop. Following the 1829 Treaty of Prairie du Chien, the federal government granted two square miles of land to Che Che Pin Qua, the son of a Scottish trader and an Ottawa Indian mother,known to whites as Alexander Robinson. This tract, most of which is in present-day Schiller Park, was given in recognition of Robinson's services in securing treaties and in helping settlers during the Fort Dearborn Massacre. Robinson and his family are buried on Cook County Forest Preserve property at Lawrence and River Roads.The rich soil of the Des Plaines River basin drew farmers, hunters, and trappers. In 1881 William Kolze purchased 105 acres of land and built a house that became an inn called the White House. He served as honorary mayor of the unincorporated town, which was known as Kolze. In 1886 the Wisconsin Central Railroad bought a strip of Kolze's land and built a main track and a spur through the property.North of Kolze's land was the community of Fairview, so named because of its scenic landscape. The railroad built a depot in Fairview that was first used by farmers.The groves along the Des Plaines River near Kolze became popular spots for weekend excursions promoted by the railways. Trains brought Chicagoans first to the Fairview depot, then on the spur track right to the river. Hikers walked along the river to picnic grounds, dance pavilions, and saloons. The Schiller Liedertafel, a German singing society, frequented the area, and the picnic groves soon adopted the name of Schiller Woods.The village incorporated in 1914 as Kolze, and was later named Schiller Park (1926). Although several areas were annexed into the village during the 1920s and 1930s, few homes were built. In 1932, Julia Kolze, daughter-in-law of the founder, became the first woman village president or mayor in Illinois. Her avowed strategy was to employ kitchen table economics, running government on a budget the way she ran her household.As the city of Chicago encroached upon nearby land, Schiller Park residents worried that their community would be annexed by the city. But although Chicago's planning commission bought farmland for what became O'Hare Airport and the Tri-State Tollway, Schiller Park remained independent, annexing Soreng Manufacturing corporation (later Hostess Bakery) in 1949, as well as farmland for residential development in the 1950s.The population of Schiller Park peaked in 1970 at 12,712 and stood at 11,850 in 2000. The largely white population were of German, Irish, Italian, and Polish ancestry; 22 percent were Hispanic. In 1993 Anna Montana became the first woman president of Schiller Park since 1932 and was reelected in 1997. Like her predecessor Kolze, Montana set guidelines to eliminate debt and bring the community closer together, with its message of having a “small town feel with a world at its touch.”",
    "Bibliography": "Demetros, Evelyn. “Schiller Park, Illinois: From Wilderness Settlement to Suburbia.” Independent Study, Dakota Wesleyan University. 1974.Ouland, June. Plow Shares to Jet Fields: The Story of Schiller Park. 1976.Schiller Park, Illinois, Golden Jubilee, Inc. A Short Historical and Pictorial Account of the Village of Schiller Park, Illinois. 1964.",
    "Author of Text": "Marilyn Elizabeth Perry"
}