{
    "Title": "School Districts",
    "Descriptive Text": "Illinois state government granted local control over schools in 1819, when the state set aside a section of land to finance public schools in each township. Elected local boards used the revenues to pay for teachers and school buildings.In 1851 the state legislature transferred control of Chicago's school affairs to the city council, which hired the city's first school superintendent in 1854. The city's first high school opened in 1856 with 169 students. An 1857 reorganization created a board of education with 15 members appointed by the city council. The board's responsibility was broadened in 1863 when the state stipulated that each subdistrict in the city should provide free education in at least one school for children over five years old. In 1872 the mayor was given the power to appoint the board with the advice and consent of the city council.In the largely unincorporated farmland outside of Chicago, a few schoolhouses were built by early settlers. With 180 residents, the settlement in Naperville opened its school with 22 students in 1831. The first school in Oak Park was used as a Sunday school and a public meeting place in 1850. Skokie residents started their school in 1858.In the post–Civil War period, districts in Chicago's six-county region were not yet bureaucratized, enrolled a small percentage of school-age children, operated few schools with grade levels, and maintained relatively low daily attendance. Of the 913 districts, one-fourth were in Cook County. While 97 percent of the districts operated some of their schools for more than 6 months, 17 districts had no school buildings. Only 10 percent of the 911 schools were graded, and almost half of the districts did not keep proper records.In the tradition of local control, suburban districts have continued to be governed by independent school boards, which have the power to raise tax revenue, issue bonds, construct new buildings, approve union contracts, and oversee school operations. Each school board has seven members who are elected for four-year terms on a nonpartisan ballot. Chicago continues to maintain a unique governance structure, where the mayor directly appoints the five-member school board.Local control and funding have tended to sharpen the socioeconomic differences between Chicago and the suburban districts. Chicago has a higher concentration of low-income students, who in 1990 constituted 79 percent of the total enrollment. In suburban Cook County, one out of five students came from low-income families. Racial and ethnic minorities also have had greater representation in Chicago schools. In 1995–96, Chicago schools had only 11 percent white students, compared to 63 percent in suburban Cook. Fifty-five percent and 31 percent of the students in Chicago were African American and Latino, respectively. The comparable figures for suburban Cook were 19 percent and 12 percent.Disparity within suburban Cook County has also widened. In south suburban Cook during the early 1990s, 16 high-poverty districts generated only half the amount that the more affluent districts spent on a per-student basis. In response to these and other similar situations of funding inequity across the state, the legislature passed funding reform legislation in 1997 that, beginning in 1999, provided the poorest districts with additional state funds.The Chicago Public Schools, the third-largest central-city educational system in the nation in 2000, has gone through three major phases of reform since the late 1970s. The three reforms can be broadly labeled as (1) state-directed accountability (1979), (2) parent empowerment (1988), and (3) a mayoral management model (1995).The state expanded its involvement in Chicago in 1979, when the district declared bankruptcy. To impose fiscal discipline, the legislature created the School Finance Authority (SFA), jointly appointed by the governor and the mayor, to oversee and approve the district's budget. Although the district restored financial stability by 1988, the legislature granted the SFA new oversight authority over the implementation of parent empowerment reform and, after another financial crisis in 1993, expanded its purview even further.In 1988, the state legislature adopted another major reform package, guided by a vision of parent empowerment and analogous to the principle of local control in the suburbs. Each of the system's 550 schools would be governed by a Local School Council (LSC), an elected body comprising six parents, two community representatives, two teachers, and the principal. LSCs hire (or fire) principals, establish school improvement plans, develop curricular focus, and set budgetary priorities. This systemwide decentralization was prompted by widespread frustration over teachers' strikes, an intense sentiment against the central bureaucracy, a strong grassroots movement that was encouraged by the election of the city's first black mayor, and coalition politics that cut across racial and income lines.By the mid-1990s, policymakers and the public had grown increasingly frustrated by the lack of progress in student performance under the LSC reform. In July 1995, new reform legislation granted complete mayoral control over the school board and instituted a corporate management model in the Chicago Public Schools. Instead of the traditional school superintendent's office, the administrative core was now headed by the chief executive officer, overseeing the chief education officer, chief operating officer, chief fiscal officer, and chief purchasing officer. Schools with low test scores were subject to “probation” or “reconstitution,” in essence shifting authority from the LSC to the central administration. In 1997, more than one hundred schools were placed on academic probation and seven high schools were reconstituted. The mayoral management model in Chicago soon spread to several cities across the nation.",
    "Bibliography": "Herrick, Mary J. The Chicago Schools: A Social and Political History. 1971.Pierce, Bessie Louise. A History of Chicago, vol. 2. 1940.Wong, Kenneth K. “Toward Fiscal Responsibility in Illinois Public Education.” In Dilemmas of Fiscal Reform: Paying for State and Local Government in Illinois, ed. Lawrence B. Joseph, 1996, 95–128.",
    "Author of Text": "Kenneth K. Wong"
}