{
    "Title": "School Desegregation",
    "Descriptive Text": "School desegregation became an issue in Chicago during the years following World War II, as the city's African American neighborhoods expanded and school officials adjusted boundary lines to assure that school districts remained as segregated as the housing market. Civil rights and black community groups demanded that the schools be integrated and that funding disparities be addressed. Later, the federal and state governments challenged the city's schools to end segregationist policies. But desegregation remained a controversial issue in Chicago, and plans to achieve integration contributed to white migration from the city. When the Chicago Public Schools finally did undertake a court-ordered desegregation plan in the early 1980s, there were relatively few white students left in the system. This made meaningful desegregation almost impossible across the city's public school system.Like other large northern cities, Chicago's population changed dramatically in the postwar period. The pace of suburbanization accelerated, drawing middle-class whites from the city. At the same time, by 1960 Chicago's black population reached over 800,000, almost a quarter of the total. In black neighborhoods schools were overcrowded, with many on double shifts. Class sizes were smaller in white schools than in black ones, even though more new buildings had been erected for black students.School superintendent Benjamin Willis rejected calls for desegregation, and the portable classrooms added to black schools were derisively labeled “ Willis Wagons. ” In 1963 massive demonstrations were staged by students and parents to protest Willis's policies. Public outcries intensified in the wake of commissioned reports recommending dramatic steps to redress educational inequality. Threats by the U.S. Department of Health, Education, and Welfare to withhold federal funds until a desegregation plan was developed were thwarted by Mayor Richard J. Daley's intervention.When Willis's term ended in 1966, James Redmond, his successor, attempted to develop integration plans that would send black students to predominantly white schools. Hostile demonstrations greeted such efforts on the city's Northwest and Southwest Sides. Redmond and other school leaders found themselves hampered by board members and local politicians reluctant to anger whites opposed to integration.The failure of local initiatives led to federal and state intervention, resulting in a 1980 consent decree and court-mandated desegregation plan. But the movement of white students out of the system continued. Between 1970 and 1990 the white portion of the school population fell by nearly 75 percent. As the century drew to an end the vision of integrated schools remained elusive.The loss of white students from the Chicago Public Schools can be explained partially by “white flight” from the city to suburban communities; but it also reflected a shift to private and parochial school education for many whites. By the 1990s, two-thirds of Chicago's white students attended private schools. The city's school-age population had become substantially divided between two types of schools, a majority black public system (with growing numbers of Hispanics) and a mainly white system of parochial and other private schools.Despite the existence of a federally mandated office of desegregation compliance in the Chicago Public Schools, school desegregation has been quite limited in Chicago. Pockets of integration existed by the late 1990s; magnet schools on the city's North and Southwest Sides continued to attract many of the system's white students. But in vast areas of the city, children attended predominantly black or Hispanic schools. Despite some halfhearted efforts in the late 1960s and 1970s, Chicago never developed an exchange program between suburban and city schools, and suburban schools remained largely segregated as well.",
    "Bibliography": "Herrick, Mary J. The Chicago Schools: A Social and Political History. 1970.Orfield, Gary. Must We Bus? Segregated Schools and National Policy. 1978.",
    "Author of Text": "John L. Rury"
}