{
    "Title": "School Architecture",
    "Descriptive Text": "The architecture of Chicago's schools has been dominated by an often desperate need to find places for as many students as possible at the lowest possible cost. From the beginning of public education in the city, the public schools have had great difficulty in providing places for all eligible children. The result has been large classes and a strictly utilitarian architecture. The Chicago Fire of 1871 exacerbated the problem. One-third of the city's school buildings were destroyed and the remaining buildings were used as public shelters. It took three years before any replacement buildings were constructed.An 1897 study emphasized the utilitarian nature of school architecture. Schools were generally three-story red brick buildings that resembled factories. They were poorly ventilated and poorly lighted and lacked adequate playgrounds. Classrooms had blackboards on two sides and seats for 54–63 students.The innovations of the “Chicago School” of architecture were first applied to public school buildings in 1905, with the appointment of Dwight H. Perkins as head of the schools' architecture department by a reform-minded board (which included Jane Addams). Perkins, an admirer of Louis Sullivan, had joined the innovative firm of Burnham & Root in 1888 and established his own practice in 1894. Throughout the 1910s and the early 1920s, Perkins was recognized as an innovative school architect, synthesizing the functionalism of the Chicago School with the social agenda and the aesthetics of the Arts and Crafts movement. His designs included Tilton Elementary (1908), Albert Lane Technical High School (1908–1910), and Carl Schurz High School (1908–1910), distinguished by its large, airy rooms flooded by daylight coming though banks of windows. Perkins's schools eliminated excess details and demonstrated a respect for natural materials. Like Addams, Perkins argued that schools should serve a broader purpose and function as community centers when school was not in session; gymnasiums and large auditoriums were always important elements in his designs. However, the reformers on the board were ousted in 1910 and Perkins was replaced by an unimaginative architect devoted to reviving classic forms.Perkins's tradition of innovative school architecture was revived by his son, Lawrence, who worked with Eliel and Eero Saarinen to design the award-winning Crow Island School in Winnetka (1940). By asking teachers how the new building could facilitate Winnetka's innovative, child-centered curriculum, Perkins produced an unusually attractive and comfortable environment. Each classroom had direct access to the outdoors and had its own workroom with a sink and its own bathroom. The school included special rooms to support the Winnetka program of group and creative activities and a pioneer room in the basement where social studies classes could imitate the daily lives of early settlers.New technologies for supplying artificial light and ventilation allowed postwar architects to experiment with new flexible configurations for school buildings, producing open-space schools. Without separate classrooms that required their own set of windows, these schools maximized the use of space. Buildings were divided into areas, each of which had easy access to a central learning center which included not only books but also television, filmstrips, and other technologies. Libertyville's Butterfield School (1970) exemplified this trend. Teachers, however, preferred traditional, enclosed classrooms. When the national climate of opinion changed in the 1980s and more traditional approaches to education became dominant, open-space schools, like Butterfield, were turned into conventional schools, fitted with interior walls for separate classrooms.",
    "Bibliography": "Herrick, Mary J. The Chicago Schools: A Social and Political History. 1971.Mayer, Harold M., and Richard Wade. Chicago: Growth of a Metropolis. 1969.Sennott, R. Stephen. “Dwight Heald Perkins.” In American National Biography, ed. John Garraty, 1999.",
    "Author of Text": "Arthur Zilversmit"
}