{
    "Title": "Schools and Education",
    "Descriptive Text": "Beginning with modest structures in the early nineteenth century, Chicago's schools have performed an increasing variety of functions, from providing literacy to monitoring health and physical development, Americanizing immigrants, and addressing problems of social and economic inequality. Education has meant not only reading, writing, and arithmetic but also vocational education and preparation for citizenship, including lessons about fairness and good behavior, moral purposes the schools have always served. This story of constancy and change has been fraught with conflict, as various groups have battled for control of education. Private and suburban schools have offered alternatives to public education, eventually creating a variegated institutional patchwork that mirrored the region's diverse population.The region's first schools were established in the early 1830s, as the tiny settlement of Chicago began to expand. Eliza Chappell is often credited with being the city's first public school teacher, but a number of private schools existed earlier. Whether public or private, however, life in these institutions was often chaotic. Early schools were makeshift and rudimentary. Funds earmarked for public education reached only a fraction of the school-age population. One teacher generally supervised classes numbering a hundred or more, with students ranging in age from 4 to 17. Schoolhouses were adapted from existing structures and often served multiple functions. Chappell's school had originally been a store. “The schoolhouse opened, “ her daughter wrote, “in a little log house outside the military reservation” ( Fort Dearborn ), and was “divided by calico curtains into two apartments, one for a schoolroom and the other for lodging.”When Chicago received its charter in 1837, volunteer examiners were appointed to oversee the schools, but funding remained meager. In 1845 an inspector reported schools housed in temporary quarters, crowded, poorly equipped, and foul-smelling, “well calculated to create in the minds of children a disgust for the school room and make the acquisition of knowledge an irksome as well as a difficult task.” Even when the city built its first school building that year, it was derisively dubbed “Miltimore's Folly,” after a teacher who had suggested its necessity. By 1850 less than a fifth of eligible children were enrolled in public schools. Larger numbers attended private and parochial schools, but thousands did not enroll at all, particularly older children. Public school classes remained large, often conducted in poorly maintained rooms and with inadequate materials. Under such conditions, teachers could barely maintain order and listen to students read. One student recalled a typical lesson as consisting of reading “a chapter of the bible in mock unison,” and then shouting “at the top of our voices as rapidly as possible every word in 40 pages of coarse print in Kirkham's grammar.” Only the most gifted and persistent students could advance beyond rudimentary literacy. Families that wanted and could afford better education usually hired private tutors.This was the situation encountered in 1854 by John Dore, Chicago's first superintendent of schools. Appointed by the city council, Dore and his better-known successor, William Wells (1856–1864), who were from Massachusetts, struggled to reform the schools. They worked diligently for better-trained teachers, a longer school year, improved facilities, and age-graded classes. Class sizes fell below 70, regular examinations were instituted, and the rudiments of age grading appeared in schools. Individual seats and desks gradually replaced benches and tables in many classes, to eliminate what Wells described as “one of the greatest of all school evils ... or whispering.” To make instruction more appealing, Wells urged less emphasis on rote memorization and the use of “a variety of intellectual and physical recreations,” particularly for younger children. Wells also reached out to the city's growing immigrant communities, particularly Roman Catholics, to expand the schools' clientele. He established the city's first public high school and later added a normal school course for training teachers.WACKER'S MANUAL Chicago gradually developed a system of public education similar to those in large cities elsewhere in the country. Between 1860 and 1870 the public school population more than quadrupled, to more than 27,000, outpacing the city's growth. In 1872 the state legislature established a Board of Education, with members appointed by the mayor, to oversee all aspects of public education in the city. Within this governance arrangement, leaders sought to develop a complex system to deliver education, with graded elementary schools, specialized courses of secondary education, and postsecondary courses for high-school graduates. At the same time, continued friction existed between the city's different school systems. Private schools, particularly in Catholic parishes, remained a substantial presence in Chicago. German immigrants demanded instruction in their native language, and the Irish and other Catholics objected to Protestant Bible readings in public schools. These issues helped fuel private school enrollments, and by 1900 more than 50,000 students were enrolled in the Catholic schools alone.Still, the public schools expanded rapidly, thanks both to the city's rapid growth and improved attendance. Between 1870 and 1900, Chicago's population expanded by a factor of six, and the public schools by a factor of eight—to about a quarter million. School leaders scrambled to find seats and teachers for these students. In the 1880s, for instance, children often shared desks because of crowding; boys and girls were paired “for the sake of discipline.” An absent child lost the seat, returning to sit on a bench until another child's absence created a vacancy. Basements often were used for classes, school supplies were limited, and many children continued to use old hard slates for writing lessons because expensive paper tablets were scarce.The system struggled to improve instruction. Monthly records on attendance were collected, along with regular reports on topics ranging from discipline to academic performance. The Board of Education published curriculum guides and sponsored teacher institutes to improve instruction. A manual issued in 1879 urged the use of “slate work” as well as “oral work” in teaching arithmetic “to aid the teacher in securing variety ” in instruction (emphasis in original). Methods were suggested for teaching mathematics and other subjects at each grade level. In 1880 corporal punishment, the foundation of the old system of harsh discipline, was finally dropped as a board-sanctioned practice in the public schools. In a growing number of schools it was possible to find classes conducted in German, in response to political pressure from the city's largest non-English-speaking ethnic group. Superintendent Albert G. Lane (1891–1898) was emblematic of leaders concerned both with improving the quality of instruction and the efficiency of district operations.By 1900 there were more than five thousand teachers in the public schools. Thousands more taught in private and parochial schools. Over 80 percent of these teachers were women, most of them young, unmarried, and born in the United States. In 1897 the Chicago Teachers Federation (CTF) was formed to advocate a uniform pay scale, teacher pensions, and better working conditions in the public schools. It claimed thousands of members and became one of the most influential teachers' organizations in the United States. Led for more than 30 years by Margaret Haley, the CTF was an advocate for improved school funding and teachers' rights.JUAREZ HIGH SCHOOL YEARBOOK, 1981 The opening decades of the twentieth century were a tumultuous time in the history of Chicago's public schools. The CTF resisted the efforts of Superintendent Edwin Cooley (1900–1909) to centralize the district's administrative functions. The union also successfully fought legislation proposed by Cooley to create a separate vocational track for students outside of traditional high schools. The CTF was affiliated for a short time with organized labor before being attacked by the Board of Education under the leadership of Jacob Loeb. A two-year battle ensued over the right of teachers to organize, reflecting long-standing divisions in the city between labor and business interests. The arbitrary dismissal of CTF members led to passage in 1917 of the Otis Law, which included Illinois' first provisions for teacher tenure. The influence of the CTF declined thereafter, especially during the term of Superintendent William McAndrew (1924–1927), who established the city's first junior high schools and further expanded vocational education programs.In the early twentieth century, Chicago was a major center of educational reform. Francis Parker (principal of the Cook County Normal School), John Dewey (professor and director of the University of Chicago Laboratory School), and Ella Flagg Young (innovative teacher and superintendent of the Chicago Public Schools) were prominent national figures in progressive education, along with William Wirt in nearby Gary. Together with other reformers, they established new experiential curricula, community programs linked to the schools, and teachers' councils to provide a forum to discuss pedagogy and related issues. Superintendent Young (1909–1915) was an outspoken advocate of teachers and received strong support from the CTF during her term. She declared the centralization of administrative authority undemocratic and “un-American” and resisted board attempts to attack the CTF, twice threatening resignation.At about the same time, reform influences gradually infused the schools. Following an exposé of lifeless drill in classrooms visited by Joseph Mayer Rice in the 1890s, teachers were encouraged to use object lessons and other progressive techniques. The district later established a Child Study Department to recommend ways of improving the welfare of students. Particular attention was given to exercise and children's physical development, major concerns of public health reformers at the time.As Chicago's immigrant population expanded, the schools were called upon to aid in its assimilation into American life. In 1886, the year of the Haymarket Riot, the Chicago Tribune editorialized that “it ought to be the first function of the public schools to teach loyalty, love of country, and devotion to American principles and institutions.” The study of American history and “civics” had long been an integral part of the curriculum but received more attention as the numbers of foreign-born students grew. In 1897 school board president Daniel Cameron declared that the schools should impart “permanent admiration and loyalty” for the United States. Jane Addams, on the other hand, believed instruction should be less doctrinaire. “Give these children a chance to utilize the historic and industrial material which they see about them,” she wrote, “and they will begin to have a sense of ease in America, a first consciousness of being at home.” Addams helped provide for the education of thousands of immigrants at Hull House, and other settlement houses followed suit. Many classes were offered for adults on a wide range of topics, including American history and civics. In 1918, Frances Wetmore was appointed to direct “Americanization” instruction for the public schools, moving her classes from the University of Chicago settlement and eventually serving thousands of aliens seeking citizenship. These offerings, which continued through the following decade, were later provided by the Works Progress Administration during the Great Depression.Following World War I, Chicago's public schools entered a period of enrollment stability at about 400,000 students, and an era of corruption and controversy over issues ranging from the curriculum to school finance. Republican mayor William Hale Thompson attacked Superintendent McAndrew for allegedly anti-American textbooks used in the schools. Thompson and his political allies used provisions allowing city control of non-teaching personnel to make the schools a source of patronage appointments. This marked the beginning of a long period of graft in the school system, as the appointment of political operatives continued under Thompson's Democratic successors, particularly Edward Kelly. The state provided little support for education, and by the late 1920s the board was borrowing to fund basic programs. This ongoing financial mismanagement contributed to a fiscal crisis during the Great Depression, when the jobs of politically connected custodians and clerks were protected before those of teachers. In turn, teachers conducted occasionally raucous demonstrations to protest drastic cuts imposed by the board. By the time financial recovery measures were instituted, with help from the state legislature, public confidence in the city's schools had weakened significantly. Scandals over corruption and nepotism continued to plague the schools through the late 1940s.DUSABLE HIGH SCHOOL TEAM, 1954 Life in schools often reflected this malaise. Standards became increasingly uniform and more students went to high school, but classroom experiences often were rather mundane. Evidence of reform influence was difficult to find. Inspectors from New York's Columbia University in the early 1930s observed that most schools still practiced uniform drill exercises, even requiring children to read in unison. Although some teachers employed more imaginative and engaging teaching methods, traditional approaches apparently predominated. The district's rules were partly to blame, requiring time allotments for subjects which “too often ... serve to delimit worthwhile experiences.” In the high schools, investigators reported that the curriculum “seems to support too much the concept that education is something to be got, passed and recorded.”As high schools grew, students were both sorted and urged to intermingle. “Homogeneous grouping” was introduced, a practice later known as ability grouping or tracking, utilizing standardized tests. A student handbook for Englewood High School explained that “those who can learn more quickly are not hindered by the slower pupils, while those that are slow are in classes by themselves.” Some secondary schools also practiced limited segregation of boys and girls, to support “improvement in the scholarship of the boys,” who were believed to lag behind girls developmentally. At the same time, spaces such as the lunchroom or cafeteria, where students could interact under supervision, were created to promote sociability. Student publications complemented schoolwide events such as dances and pep rallies, intended to encourage school spirit.The region's private and parochial schools also expanded between 1920 and 1950. Catholic school enrollments grew by nearly 30 percent in the city and nearly tripled in the suburbs. Under the leadership of George Cardinal Mundelein and Samuel Cardinal Stritch, parishes scrambled to build schools to meet the demand, particularly for high schools. By the early fifties, nearly 200,000 students attended Catholic schools, about 70 percent of them in the city.Suburban communities grew steadily after the World War I, and their school systems began to gain public favor. No longer isolated rural districts, they sought a quality of education equivalent to the best urban schools. Affluent school systems to the north and west provided new facilities and innovative curricula for a largely middle- or upper-class clientele. In Winnetka, Superintendent Carleton Washburne became a celebrated champion of progressive education, and his schools featured imaginative courses of study and exemplary student support services. Other suburban districts adopted similar reforms, albeit to varying degrees. These educational systems did not have the politically charged atmosphere of city schools, and many saw them as havens of responsible innovation and community responsiveness.METRO HISTORY FAIR AWARDS, 2004 In the 1940s the ongoing crisis over mismanagement of the Chicago Public Schools finally came to a head. Following an investigation by the National Education Association, regional accreditors threatened sanctions. This, coupled with the election of Mayor Martin Kennelly and passage of state legislation expanding the power of system administrators, signaled a new era. Herold Hunt's decision to move from Kansas City in 1947 to become superintendent marked an end to blatant political interference in the schools.Hunt and his successor, Benjamin Willis, presided over a period of expansion in public education. In the wake of a postwar baby boom and a buoyant economy, they embarked on a building campaign that added significantly to the system's capacity. Enrollments surged, peaking at nearly 600,000 in the late sixties. At the same time, class sizes dropped significantly for the first time in decades, from about 40 to 32. New programs were added, from specialized vocational training to arts education, and new services were offered, such as free summer programs, expanded guidance counseling, and rehabilitation services. Salaries for teachers increased in the wake of a national shortage. But budgets were sound, and the system was generally free of political interference.Important developments affected the experiences of schoolchildren. Audio-visual technology enabled teachers to introduce a new component into everyday instruction. By the end of the 1950s the Chicago schools owned thousands of educational films on a wide variety of topics, and every building had projectors. New science materials encouraging more “hands-on” experimentation were obtained with help from the National Defense Education Act. These included human anatomy models, microscopes, incubators, and “computer kits.” In the 1960s new curricular models were adopted in a variety of subjects, ranging from the “new math” to “whole language” approaches to reading and writing instruction. By 1964 the system reportedly owned more than 75,000 “manipulative materials” and “visual aids” to assist education. These developments helped to reduce the emphasis on drill and memorization that characterized the schooling of earlier generations, even if older teachers often resisted new approaches.At the same time, a new source of controversy came fully into view: racial inequality in education. Black Chicagoans had been aware of the disparities for decades, and in the mid-twentieth century the issues finally entered broader public discourse. By 1960 Chicago's African American population had surpassed 800,000, almost a quarter of the city's total—up from 14 percent just 10 years earlier. Vast areas of the South and West Sides became densely populated ghetto neighborhoods, and racial segregation was high. Schools in these areas were overcrowded, and some ran on double shifts, with children attending for just half a day. In poor inner-city areas the annual turnover of students exceeded 50 percent, and in some instances it approached 100 percent. Schools in these neighborhoods often fell into disrepair. “The broken windows were there,” wrote one young teacher at DuSable High School in the early seventies, “along with the torn window shades and broken desk tops, appendages to the badly lighted, worn central hallway.” These conditions, he reflected, “encouraged failure and a sense of depression.” Observations such as these led to calls for integration, and demands that inequities between black and white schools be resolved.Professing belief in neighborhood schools, Superintendent Willis characterized the ferment over inequity as unwarranted interference in the province of professional educators. Public outcries intensified over his use of portable buildings, widely derided as “ Willis Wagons, ” to accommodate overcrowding at black schools. Demonstrations rocked the system in the early 1960s. External reports recommended dramatic steps to redress educational inequality but were ignored. After a somewhat histrionic resignation offer, Willis ended his superintendency in 1966 amidst growing acrimony.James Redmond, Willis's successor, and the superintendents who followed him attempted to develop integration plans that would send black students to predominantly white schools. Hostile demonstrations on the city's Northwest and Southwest Sides erupted. The failure of board initiatives led to threatened federal intervention, resulting in a 1980 consent decree and school desegregation plan. Meanwhile, the movement of students out of the system accelerated. Between 1970 and 1980 the white portion of the schools' population fell by nearly 60 percent, and by the early 1990s it had almost been halved again. White Chicagoans were moving to the suburbs or enrolling their children in private or parochial schools.Suburban communities grew rapidly in the postwar period, and their school systems became widely acclaimed, especially in the years following 1970. These school districts engaged in building campaigns to keep up with rising demand, funded by an expansive local economy and an electorate willing to invest substantially in education. Some schools gained national attention, such as Winnetka's New Trier High School, frequently cited as an exemplary institution. Beginning in the early 1960s, studies noted the differences between schools in the city and the suburbs, arguing that their newer facilities, better funding and a largely middle- and upper-class clientele gave suburban districts a clear advantage. When the state launched the Illinois Goals Assessment Project (IGAP) to measure achievement levels in the early 1980s, suburban schools consistently outperformed most inner-city public schools.Teachers in the Chicago area began to organize in the postwar years, like their counterparts elsewhere. City teachers were dissatisfied with salary provisions and the unresponsiveness of the Willis administration. In 1966 they elected the Chicago Teachers Union (CTU) as their bargaining agent and three years later conducted the first systemwide teachers' strike in Chicago's history. Even though it was settled quickly, following Mayor Richard J. Daley's intervention, it represented a new era in the relationship of teachers and the district. Strikes occurred frequently over the next two decades, as the union and administrators battled over such issues as salaries, job security, class sizes, and transfer policies. Similar conflicts occurred in suburban districts, albeit on a smaller scale, as teachers organized there also. An atmosphere of dissension became associated with the schools, particularly in the city, and it contributed to mounting public dissatisfaction with the state of public education.In the 1980s public education in Chicago faced a variety of challenges. Declining enrollments and escalating costs led to a fiscal crisis in the late 1970s and the creation of the state-mandated Chicago School Finance Authority in 1980 to oversee the system's budget. Continuing money problems, recurring conflicts with the CTU, poor performances on standardized tests, and continuing white flight from the system contributed to a perception of failure. In the fall of 1987, U.S. Secretary of Education William Bennett declared Chicago's public schools the “worst in the nation.”Under the leadership of Mayor Harold Washington, a coalition of community groups, business leaders, and reformers helped to draft a series of proposals to transform the schools. Passed by the state legislature in 1988, the Chicago School Reform Act created aLocal School Council for each of the system's schools. Consisting of parents, community members, and educators, these councils became a new source of energy for schools and communities across the city. Chicago's school reform also helped to put the district back into the national limelight, as other urban school systems attempted similar reforms. Test scores in some schools improved, while others remained the same or even declined. But irrespective of test results, there was renewed public interest in the city's schools.In 1995 yet another Chicago school reform bill was passed in Springfield, this time under the leadership of Mayor Richard M. Daley. Local school councils were retained, but the Board of Education was reconstituted and the superintendent was replaced by a chief executive officer. The system was relieved of oversight by the School Finance Authority and was given new powers to utilize resources. The result was a series of decisive moves to augment performance at poorly performing schools and to locate centers of excellence throughout the system. New contracts were negotiated. Public confidence in the system improved, although problems remained. Paul Vallas, a former city budget director, served as the system's first CEO; in 2001 he was replaced by Arne Duncan.At the start of the twenty-first century, education in the Chicago area remains highly fragmented. The Chicago Public Schools have experienced radical changes in the last several decades, with profound demographic change followed by organizational modification and school reform. The suburban districts appear to enjoy substantial advantages, and the advent of new testing regimes and other means of comparing achievement levels make it difficult to ignore these differences. The region's private schools serve a largely white and affluent clientele, while urban schools, Chicago's in particular, are largely black and Hispanic. By 2000 more than three-quarters of Chicago's public school students were from low-income or poor families. Schooling is highly unequal across the region; overcoming these differences will be the great challenge of the future.",
    "Bibliography": "Herrick, Mary J. The Chicago Schools: A Social and Political History. 1970.Sanders, James W. Education of an Urban Minority: Catholics in Chicago, 1833–1965. 1977.Zilversmit, Arthur. Changing Schools: Progressive Education Theory and Practice, 1930–1960. 1993.",
    "Author of Text": "John L. Rury",
    "Street addresses associated": [
        "NW Side",
        "SW Side"
    ]
}