{
    "Title": "Scots",
    "Descriptive Text": "Although thousands of Scots crossed the Atlantic in the nineteenth century, the greatest wave of Scottish emigration to the United States came after World War I and into the 1920s. These white and largely Protestant immigrants assimilated easily into American culture: they already knew the language, and many were skilled laborers, craftsmen, or members of the professional or merchant class.Chicago's Scots established their own organizations, from Burns clubs (after poet Robert Burns) to pipe bands, nurturing Scottish culture and perpetuating Scottish customs. Philanthropic groups were among the earliest immigrant societies within the Scottish American community. In 1846 Chicago Scots founded the Illinois Saint Andrew Society, the oldest charitable institution in the state. With over one thousand members in the 1990s, the society has continued to operate the Scottish Home in North Riverside, Illinois, which in the late twentieth century had to abandon its policy of admitting only patients of Scots descent because of dwindling numbers.Scottish immigrants played major roles in Chicago's early development. John Kinzie was probably Chicago's first English-speaking resident. Other early Chicagoans of Scottish birth or descent include trader Alexander Robinson; printer Robert Fergus, considered the father of the printing industry in Chicago; detective Allan Pinkerton, whose house on West Adams Street was a stop on the Underground Railroad; James MacLagan, pastor of the First Scotch Presbyterian Church. In the late 1890s many wealthy second- and third-generation Scottish Americans lived along fashionable Prairie Avenue or, further south, on Drexel Boulevard. As late as the early decades of the twentieth century, a cluster of churches, halls, and Masonic temples on the South Side, especially along 64th Street, catered to the Scottish American community.Scots were particularly well represented in Chicago's meatpacking industry. The Union Stock Yard was built primarily by a combination of Scots, Scottish Americans, and Ulster Scots. Many of the cattle owners and drovers were themselves Scottish immigrants. In addition, a number of Chicago institutions have Scottish roots, including Encyclopedia Britannica and Carson Pirie Scott & Co.Numerous Scottish place names dot the Chicago area, from Inverness and West Dundee to Bannockburn and Midlothian. Moreover, many Chicago streets honor Scottish places and people: Aberdeen Street, for example, is named after Scotland's third largest city, while St. Clair Street commemorates the life of General Arthur St. Clair, the Scots-born Revolutionary War hero. Yet another physical reminder of Scotland's impact on Chicago is the statue of Robert Burns, Scotland's national poet, that stands in Garfield Park. Erected in 1906, it remains a source of pride for the city's Scottish American community.",
    "Bibliography": "Berthoff, Rowland. British Immigrants in Industrial America, 1790–1950. 1953.MacMillan, Thomas C. “The Scots and Their Descendants in Illinois.” In Illinois State Historical Society Transactions, no. 26 (1919): 31–85.Rethford, Wayne, and June Skinner Sawyers. The Scots of Chicago: Quiet Immigrants and Their New Society. 1997.",
    "Author of Text": "June Skinner Sawyers",
    "Street addresses associated": [
        "South Side"
    ]
}