{
    "Title": "Sears, Roebuck & Co.",
    "Descriptive Text": "The business that would become Chicago's leading company and America's leading retailer for much of the twentieth century was founded in 1893 by Richard W. Sears. In 1887, Sears moved his watch-selling business from Minneapolis to Chicago and hired watchmaker Alvah C. Roebuck to assist him. While Roebuck's name would remain with the company for decades, ill health forced his retirement around the turn of the century. Sears soon sold the watch business and returned to Minneapolis for a time, but by 1895 Sears returned to Chicago to head a general mail-order firm. This enterprise expanded at an extraordinary pace and soon surpassed Montgomery Ward, the Chicago firm that had pioneered large-scale mail-order retailing. Like Ward, Sears issued thick catalogs and sold all sorts of goods, including clothing, appliances, and furniture. By 1906, when it first issued stock to the public, the company was capitalized at $40 million, had about 9,000 employees, and was appro aching $50 million in annual sales. Mail-order branch houses soon opened in Dallas and Seattle. In 1908, Sears retired, and Julius Rosenwald, a partner since 1895, took charge of the company. Although the company was successful with its “No Money Down” policy of generous consumer credit, which helped to push annual sales to $235 million by 1920, the tremendous growth of the mail-order industry was slowing. In 1924, the company made a significant change in its operations by opening its first retail store. By 1929, there were over 300 Sears stores across the country. The move into retail stores was engineered by Robert E. Wood, a former U.S. Army supply officer who joined Sears after World War I. In 1928, Wood took over leadership of the company from Rosenwald; during the Great Depression, Wood managed to keep the firm growing. The company's “Allstate” automobile insurance business, established in 1931 after Wood's neighbor and fellow commuter suggested that Sears sell auto insurance, was a major success. In 1932, the company moved into its famous flagship store on State and Van Buren Streets in Chicago's Loop, where it would remain until 1986. By 1941, Sears' annual sales neared $1 billion. Meanwhile, Wood, a staunch political conservative, served as a leader of the isolationist America First movement, and he opposed efforts among Sears workers during the New Deal and World War II to join unions. In the seven years after the end of the war, the company opened nearly 100 new stores, including one in Mexico City, and expanded several others. By the time Wood retired in 1954, the company's annual sales had surpassed $3 billion, and Sears had become America's leading retailer. But by the beginning of the 1970s, although annual sales had risen to $10 billion, and although it was about to move its headquarters into the world's tallest building (the Sears Tower), the company's fortunes were declining. Other discount retail chains such as Kmart were competing successfully against Sears, which by 1975 had over 850 stores and close to 400,000 employees (about 30,000 of them in the Chicago area). Between 1979 and 1986, the company spent about $100 million to defend itself against a lawsuit (in which Sears eventually prevailed) by the U.S. government for alleged discrimination against female and minority employees. By the early 1990s, the company's payrolls had shrunk by tens of thousands of workers. At the end of the 1990s, when the company's annual sales stood at about $40 billion, Sears, headquartered in suburban Hoffman Estates, employed about 8,000 men and women in the Chicago area. The year 2001 was a milestone for Sears in Chicago, as it opened a large store on downtown State Street after having been gone from the historic location for 15 years. In 2002, the company purchased Lands' End, a mail-order company that had its beginnings in 1963 on North Elston Avenue. In 2003, Sears divested itself of its credit division, a division that had helped spur its growth 90 years earlier. See also Allstate Corp.",
    "Street addresses associated": [
        "Loop"
    ]
}