{
    "Title": "Seminaries",
    "Descriptive Text": "Chicago boasts more theological seminaries of more denominations than any other American metropolis. The original theological schools tended to be in the East, at Princeton, New Brunswick, Harvard, and Yale, and Catholic seminaries were similarly at home on the East Coast, for example in Philadelphia and Baltimore.As populations and churches moved west, Chicago became a strategic center, “halfway to everywhere.” At junctures of shipping and railroad lines, it could send priests and ministers to the rest of the then West (now Midwest) and, eventually, into all the nation and the world.Chicago came to prominence at a time when Protestant magnates were in a position to help fund seminaries. The McCormicks funneled profits from their reapers to McCormick Theological Seminary, and John D. Rockefeller helped support the University of Chicago Divinity School, the only seminary fully integrated into a host university. Aside from the University of Chicago, which could not depend upon Baptist congregation funds the way more conservative schools could, Chicago's seminaries generally depended less on gifts from millionaires and more on members of ordinary congregations who wanted to assure a constant supply of educated and well-equipped clergy.Religious denominations vary widely in their policies regarding clerical preparation. In some Baptist bodies, for example, a person without any special education can “get the call” and respond, becoming ordained and entering practice. In many storefront churches, the pastor has had no graduate seminary or college education.Most clergy, however, are prepared at schools for postbaccalaureate students, schools that must meet standards of the Association of Theological Schools in the United States and Canada. Such schools may be completely defined and monitored by a host church body, as is St. Mary of the Lake, the Roman Catholic archdiocesan school, or by a cluster of agencies within a body, such as the Catholic Theological Union in Hyde Park, supported by a number of religious orders. The schools may be denominationally associated but connected with a university, as Garrett-Evangelical is with Northwestern University, or may be located near a university, drawing on and contributing to its resources, as the schools in the Hyde Park Cluster of Theological Schools are around the University of Chicago. Schools also may be integrated into university life and have little independent existence or relation to denominations, such as the University of Chicago Divinity School.While historically the training of clergy began in high school for Roman Catholics and after college for Protestants and Jews, today many older matriculators, people of “late vocation,” choose to be trained as clergy after years in another profession. For most Protestants, the course is three years, but almost always there is a year of internship at a congregation or some other religious agency. Chicago, with its hundreds of congregations, is an excellent laboratory for seminarians who gain practical experience doing field work or serving in teaching parishes. Technical training occurs in programs such as Clinical Pastoral Education, which involves hospitals and other medical institutions around the city.All these internship, field work, and clinical connections are dependent on Chicago institutions, just as they feed human resources and energies into these Chicago places. Many parts of theological education, however, could occur in any part of the country and the curriculum would look similar. A catalog of the Association of Chicago Theological Schools (ACTS) lists the disciplines as Biblical, Historical, Theological, Ethical, Religion and Society, World Mission, and Ministry Studies, along with History of Religions.The same ACTS guidebook also points to a recent trend to recognize ethnic, racial, and other emphases. So one reads of African American, Asian, Cross-cultural, and Hispanic Studies; there are also Women's Studies, fields of missionary training at the Chicago Center for Global Ministries, Judaic Studies, and Urban and Public Policy Studies.Chicago theological training has benefited from innovation, most visibly by William Rainey Harper, the founding president of the University of Chicago. Harper's writings, critical of substandard and antiquated theological education as he had observed it in the East, are often regarded as classics that shaped subsequent innovations. He demanded a confrontation between seminarians, too long hidden in ivory towers, and the city and its congregations, its slums, and its libraries. Similarly, Chicago Theological Seminary profited from the Social Gospel contributions of Graham Taylor and colleagues drawn around him, professors who taught their students to make use of sociology and other human sciences.Clerical training today usually has an ecumenical accent. Not only Presbyterians attend McCormick Theological Seminary, or Lutherans the Lutheran School of Theology at Chicago, a merger of a number of long-independent Lutheran seminaries. Some of them formally connect curricula, as in the Hyde Park Cluster and at Northside Theological Institute, including Garrett-Evangelical, North Park, and Seabury-Western seminaries along with the Catholics' Mundelein Seminary and Trinity Evangelical Divinity School.While approximately a dozen schools make up ACTS (the University of Chicago Divinity School not being among them), at various times as many as 30 seminaries or their academic equivalents have existed around the city. ACTS claims 2,500 students in its member schools, students who have access to 1.7 million volumes in libraries.Flagship Jewish seminaries are in New York and Cincinnati. Chicago's Spertus Institute of Jewish Studies is the largest nonrabbinical training school for Jewish learning in the Midwest. Its resources are of use to already ordained rabbis and for others who are exploring the rabbinate.A registry of Chicago training centers for ministry is hard to assemble, in part because definitions of ministry and clergy differ from group to group and not all call their leaders clergy. Thus there is a School for Officers Training of the Salvation Army, whose graduates serve a role analogous to clergy in other bodies.Training of the clergy occurs in the context of faculties who engage in much of the research of the supporting churches. The research element has drawn the talents of world-renowned professors to Chicago, particularly to the university-related schools. But Chicago Theological Seminary has been most closely identified with the city through all its decades, using the city as a site for experiment and, through its seminarians and faculty, influencing the urban scene. While Chicago earlier helped shape the religious world through evangelism and similar endeavors, in recent decades it is no doubt through its powerhouse of seminaries that the influence continues.",
    "Author of Text": "Martin E. Marty",
    "Street addresses associated": [
        "Hyde Park"
    ]
}