{
    "Title": "Senegalese",
    "Descriptive Text": "Senegalese have immigrated to Chicago since the 1970s as students, wage laborers, and itinerant traders, often inhabiting the trader role during transition to the other two occupations. They have driven taxis and worked in hotels and retail establishments. Chicago also boasts a sizable population of Senegalese engaged in professional occupations such as engineering and accounting. The number of Senegalese immigrants moving through Chicago increased dramatically following the implementation of structural adjustment programs in the 1980s and devaluation of the CFA currency in Senegal in the 1990s. The majority of Senegalese in Chicago had been young men, until the late 1990s, when women also began immigrating to open hair-braiding salons on the South Side, operate clandestine restaurants out of their homes catering to male traders, and attend universities.Senegalese first moved to Chicago not from Senegal but from New York. These immigrants sought to expand their trade networks to more profitable markets less saturated with other West African immigrants. Although these Senegalese traders have specialized in African art, they have also obtained counterfeit designer goods such as tee shirts, sunglasses, and purses from Korean and Indian wholesalers. These traders sell goods in Chicago or they may send wholesale shipments for sale in other parts of the trade circuit in Washington DC, New York, and Atlanta or in Senegal. They send their remittances overseas to their households in Senegal and to religious organizations there.The primary community association established by Senegalese immigrants is a Muslim religious association called Da'ira Tuba Chicago in Rogers Park. Members of this organization are disciples of the Murid tariqa (Arabic: a Muslim Sufi order). The Da'ira president and three of its original members were traders who immigrated to Chicago from New York in 1972. However, the majority of the current Da'ira members are recent newcomers from New York in search of better markets and better educational opportunities. The Da'ira has organized numerous activities in Chicago. Generally, the Murids gather weekly to chant the litanies of their wali (Arabic: friend of God or saintly leader) Cheikh Amadou Bamba. The disciples also collect contributions for the organization's development projects in its sacred capital, Tuba, Senegal. The Da'ira sponsors a yearly interfaith conference with the African American and Arab Muslim population in Chicago on August 13, which in 1997 the city of Chicago declared as Cheikh Amadou Bamba Day. The Da'ira also sponsors the visit of a Murid marabout, a spiritual leader, from Senegal and a number of Islamic scholars. Senegalese Muslims have also participated in the yearly prayer session at McCormick Place held on Korite, the holiday marking the close of Ramadan, the month of fasting during which the Qur'an was revealed. The Murid tariqa has also initiated an exchange program with the American Islamic College in Chicago.",
    "Bibliography": "Buggenhagen, Beth Anne. “Body into Soul, Soul into Spirit: The Commodification of Religious Value in the Senegalese Murid Community in Chicago.” M.A. thesis, University of Chicago. 1998.Cruise O'Brien, Donal B. Saints and Politicians. 1975.Diop, Momar Coumba. 1981 “Fonctions et activités des dahira mourides urbains (Sénégal).” Cahiers d'études africaines 81–83, XXI-1-3: 79–91.",
    "Author of Text": "Beth Anne Buggenhagen",
    "Street addresses associated": [
        "South Side",
        "Rogers Park"
    ]
}