{
    "Title": "Serbs",
    "Descriptive Text": "Serbian immigrants first came to the Chicago region along with thousands of other Southern and Eastern European immigrants from the 1880s to the 1910s looking for unskilled work in the region's booming heavy industries. Most Serbian immigrants in the United States and the Chicago area did not come from Serbia proper, but rather from parts of the Austro-Hungarian Empire, mainly Croatia, Slavonia, and Vojvodina. Peasant men made up the bulk of these early immigrants, with women following later. Serbian professional men, including journalists, lawyers, teachers, politicians, and priests, also constituted a small portion of this immigration.Serbian immigrants settled mainly in the steel district of the Southeast Side in the Calumet region, around Wicker Park in the West Town area, in Joliet, and in Gary, Indiana. Excluding the Wicker Park contingent, Serbian men largely earned their livings in the steel mills. The Wicker Park Serbs were mostly middle-class and served as local and national leaders in Serbian immigrant life.The Chicago region's Serbian immigrants were Serbian Orthodox, an ethnic church that is part of Eastern Orthodoxy, and spoke Serbian, a Slavic language using the Cyrillic alphabet. These two aspects of Serbian culture served as the focal points of Serbian immigrant life. In 1905, the Wicker Park Serbs founded a church, Holy Resurrection, which briefly served as the seat of the Serbian Orthodox Church in North America. Holy Resurrection also served as the center for Serbian religious life in the Chicago region until Serbs founded churches elsewhere in the area.Southeast Side Serbs founded St. Archangel Michael in 1919 and consecrated a permanent church building in 1927. St. Archangel Michael became the leading institution among working-class Serbs in the Calumet region. By this time, Serbs in both Gary and Joliet had also founded churches. This flurry of church founding symbolized the recognition among Chicago-area Serbs by the outbreak of World War I in 1914 that they would not return to their homelands and would become permanent residents of the Chicago area.Serbian immigrants also founded a multitude of mutual benefit, fraternal, athletic, youth, and women's societies. By 1929, the Serb National Federation (SNF) had emerged to oversee this panoply of Serbian ethnic organizations in the Chicago region. The SNF provided sick and death benefits to its members, who often had no insurance. More important, the SNF and its women's auxiliaries served as a local, regional, and national umbrella under which Serbian life formed. For example, the SNF and its related institutions organized choral performances and commemorations of Serbian patriotic and religious holidays.Serbian women also founded independent women's organizations. The leading national Serbian women's group with a strong presence in the Chicago area was the Circle of Serbian Sisters. Both Serbian churches in Chicago had these circles, which actively promoted immigrant support of the Kingdom of Serbia during World War I. After the war the Serbian Sisters of St. Archangel Michael raised funds to support the church and its varied activities.Chicago's Serbs attracted national attention through material published by the local Palandech Press, founded by Serbian immigrant John R. Palandech. Palandech and his brothers published numerous local and national newspapers and commemorative volumes. After World War I, Palandech, supported by the local Serbian middle class, wanted Serbs to unite with Croats and Slovenes to form Yugoslavia.With the onslaught of the Great Depression in the 1930s, most working-class Serbs turned their attention to survival, as many found only seasonal work at the steel mills in the Calumet region, Joliet, and Gary. Concern over their own economic survival became mixed with fears for the fate of their homeland during World War II after Nazi Germany invaded Yugoslavia in 1941. The SNF and Chicago's middle-class Serbs focused much of their energy upon saving and defending Yugoslavia.Communist ascendancy in post–World War II Yugoslavia sent tremors through Chicago's Serbian community. Many supported the king and wanted him to regain the throne, while a small minority supported Communism. The local Serbian Orthodox hierarchy split along similar lines. As a result of this split, in the 1940s and 1950s, the Chicago region also became a major focal point for cold war anti-Communist agitation within the United States.Not all Serbs, however, concerned themselves with the politics of their homeland. Most worked to improve their own lives in the Chicago region. With the growth in suburbs and prosperity in the 1950s, many Serbs moved from Wicker Park and the Calumet region to such suburbs as South Holland, Lansing, and Palos Hills. Slowly, the local churches' strength withered as they lost parishioners to these suburbs. But with this suburban growth new churches were built to accommodate the shift in the Serbian population.",
    "Bibliography": "Blesich, Mirko. The Serbian Who's Who. 1983.Prpic, George J. South Slavic Immigration in America. 1978.",
    "Author of Text": "Peter T. Alter",
    "Street addresses associated": [
        "South East Side",
        "Wicket Park",
        "West Town"
    ]
}