{
    "Title": "Service Employees International Union (SEIU)",
    "Descriptive Text": "In 1902, janitors, elevator operators, and window washers in apartment buildings organized the Chicago Flat Janitor's Union, the nation's first union of building employees and the forerunner of the Service Employees International Union (SEIU). Most members were immigrants, and the union's leadership and membership crossed racial and gender lines from its inception. Goals included higher wages and better working conditions and, because janitors often lived in dank basement apartments in buildings where they worked, better living conditions. Supported by the Chicago Federation of Labor and the American Federation of Labor, the nascent union of largely unskilled workers barely survived a 1905 attack by powerful Loop building owners. Organizer and first international president William F. Quesse revived the union in 1912, securing alliances with other building trades unions by agreeing to limit the repair work janitors could perform and targeting smaller apartment buildings rather than downtown interests. Teamsters' support proved crucial during a 1914 strike, as they stopped deliveries of ice, coal, and milk. In the winter of 1917, following strikes that left some Chicago buildings without heat, the union's six thousand members (roughly 20 percent of them African American ) and Chicago's Real-Estate Board agreed to a citywide contract that included a closed shop, arbitration of disputes, and a ban on forcing wives of janitors to do janitorial work. In 1921, the Chicago Flat Janitor's Union became Local 1 of the new Building Service Employees' International Union, later the SEIU, an AFL union headquartered in Chicago until 1990.Local 1's membership, with its diverse and geographically scattered workforce, grew into a potent political force. Beginning in 1917, Mayor “Big Bill” Thompson arbitrated several contract disputes and intervened to win pardons for union leaders convicted of charges by courts friendly to real-estate interests. From 1940 to 1960, the SEIU was led by President William McFetridge, a nephew of Quesse and a close confidant of Mayor Richard J. Daley. McFetridge modernized the union's administration, reduced fiscal corruption, and used his ties to city hall to negotiate steady wage increases with both public and private employers. McFetridge also invested the union's large pension fund in major Chicago real-estate developments, including Marina City. In the second half of the twentieth century, the SEIU began organizing health care and public sector workers, reaching 80,000 members in the Chicago area in 2000, roughly half of whom were women and one-quarter of whom were minorities.",
    "Bibliography": "Beadling, Tom. A Need for Valor: The Roots of the Service Employees International Union, 1902–1992. 1992.Jentz, John B. “Citizenship, Self-Respect, and Political Power: Chicago's Flat Janitors Trailblaze the Service Employees International Union, 1912–1921.” Labor's Heritage 9.1 (Summer 1997): 4–23.",
    "Author of Text": "D. Bradford Hunt"
}