{
    "Title": "Set Design",
    "Descriptive Text": "Until the mid-1970s, set design originating in Chicago was hardly memorable, thanks to two strong inhibiting forces: fire and New York. A series of fires, ranging from the Great Fire of 1871, which destroyed nearly every theater building in town, to the Iroquois Theatre fire in 1903, resulted in city safety ordinances that severely limited where and how theaters could operate. As the “second city,” Chicago had to wait to see Broadway productions until national touring companies were formed, usually with cut-down or simplified versions of the original New York sets. Well into the 1940s a restriction of a 5 feet 9 inches maximum of one dimension was imposed by the railroad baggage cars used to transport scenery. An influential exception was the pre-Broadway production of Tennessee Williams's Glass Menagerie at the Civic Theatre in 1944, with a locally built set designed by New Yorker Jo Mielziner.The easing of fire codes in 1974 stimulated the emergence of theaters across the city, in storefronts, church basements, back rooms of restaurants, bars, and even bookstores. Set designers were forced to use ingenuity and creativity when faced with such factors as playing space as small as 10 feet square, limited budgets, and no fly space (a characteristic of all the storefronts and even the professional Goodman Theatre before its new building was completed in 2000).In its early days, Lyric Opera (founded in 1954 as Lyric Theatre) did little to enhance set design in Chicago, resurrecting old Chicago Civic Opera productions from the warehouse or borrowing sets from Italian opera houses, leading some critics to refer to Lyric as “La Scala West.” In 1989, however, Lyric embarked on its “Toward the 21st Century” initiative, commissioning new productions and even new operas where set design gained wide attention. These included John Conklin's The Ghosts of Versailles (owned jointly by Lyric and the New York Metropolitan Opera) and John Boesche's projections for The Voyage of Edgar Allan Poe. David Hockney's Turandot and Boesche's Tannhauser brought revolutionary new designs to traditional operas.New York is no longer an inhibiting force, and two Chicago productions transferred from Chicago to Broadway with great success—Kevin Rigdon's set for Grapes of Wrath, in 1988, and Mark Wendland's radical departure from Mielziner's classic set for Death of a Salesman, in 1999. As Chicago theater has gained more international recognition—especially Lyric Opera, Steppenwolf, and Goodman—“international” designers such as Michael Yeargan of Yale and Santo Loquasto have designed productions for all three companies.",
    "Author of Text": "Robert R. Boyle"
}