{
    "Title": "Settlement Houses",
    "Descriptive Text": "Settlement houses were important reform institutions in the late nineteenth and early twentieth centuries, and Chicago's Hull House was the best-known settlement in the United States. Most were large buildings in crowded immigrant neighborhoods of industrial cities, where settlement workers provided services for neighbors and sought to remedy poverty. The prototype, Toynbee Hall, opened in 1884 in an East London slum, and was home to an Anglican clergyman, his wife, and several young men from Oxford and Cambridge Universities. Unrelated middle-class women and men lived cooperatively, as “settlers” or “residents” who hoped to share knowledge and culture with their low-paid, poorly educated neighbors.The settlement idea appealed to young Americans who wished to bridge the gulf of class, help the urban poor, implement “social Christianity,” and understand the causes of poverty. Stanton Coit, who lived at Toynbee Hall for several months, opened the first American settlement in 1886, Neighborhood Guild on the Lower East Side of New York. In 1889, Jane Addams and Ellen Gates Starr launched Hull House in Chicago. As word of these experiments spread, other settlements appeared in New York, Boston, Philadelphia, and Chicago. Hull House inspired Charles Zueblin to organize Northwestern University Settlement in 1891. The following year, Graham Taylor started Chicago Commons and Mary McDowell took charge of University of Chicago Settlement near the stockyards. By 1900, there were more than 100 settlements in America; 15 were in Chicago. Eventually there were more than 400 settlements nationwide. The most active and influential ones were in the large cities of the Northeast and Midwest.Unlike their British counterparts, American settlements were in neighborhoods populated by recent European immigrants, few of whom spoke English. Thus the first outreach was to children and mothers, through day care nurseries, kindergartens, and small play lots. Mothers' clubs, English classes, and groups interested in arts, crafts, music, and drama followed. The early residents paid room and board, and volunteered as group leaders or teachers. As their numbers increased and programs expanded, the settlements incorporated and trustees raised money to purchase or build larger quarters. These structures accommodated gymnasiums, auditoriums, classrooms, and meeting halls, as well as living space and communal dining facilities for a dozen or more residents. Settlements welcomed meetings of trade unions, ethnic groups, and civic organizations. Some established country summer camps, and a few developed their music programs into serious schools. Many exchanged information through city federations, the first of which was established by the Chicago settlements in 1894. Approximately half of the American settlements, usually the smaller ones, had religious sponsors and comparatively small programs. The rest eschewed religious orientation because it was bound to offend at least some of their neighbors.HULL HOUSE MAP (WAGES), 1895 As settlement house residents learned more about their communities, they proposed changes in local government and lobbied for state and federal legislation on social and economic problems. Hull-House Maps and Papers (1895), a study of housing, employment and wages, prompted other settlements to surveytheir neighborhoods. The University of Chicago Settlement published three studies of family budgets and opportunities for youth. Having documented harsh working conditions and bad housing and sanitation, the settlements and their allies pressured city government to provide public bathhouses, neighborhood parks and playgrounds, branch libraries, better waste collection and disposal, and kindergartens and night classes in the public schools. The network of settlement supporters included civic organizations, women's clubs, businessmen's groups, and often trade unions. This same coalition supported settlement efforts to secure state laws regulating child labor, hours of work for women, and women's wages. The Chicago settlements and their allies won most of these reforms and, in addition, a local juvenile court, partial suffrage for Illinois women in 1913, and, on the federal level, the Children's Bureau and an investigation of wage-earning women and children. Although settlement residents had been admitted to the National Conference of Charities and Correction in the late 1890s, they nevertheless established a National Federation of Settlements in 1911 to coordinate their reform efforts and enhance their impact on public policy. Addams, McDowell, Taylor, and later Lea Demarest Taylor served as presidents of this organization.MAYPOLE DANCING, N.D. Most historians agree that settlement house influence peaked about the time of World War I. The war diverted attention from reform and Congress drastically restricted immigration. The first wave of African Americans out of the South changed settlement neighborhoods, and residents and trustees were slow to respond. Volunteers dwindled and staff members, now holding degrees from social work schools, demanded salaries and shunned group work in favor of casework, helping individuals adapt to trying circumstances. Community-chest fundraising restricted the autonomy of settlements in many cities. After World War II, most staff members refused to reside in the settlements. Trustees sold the older structures and found new locations for the settlement activities and programs. These settlements-without-residents called themselves neighborhood centers or community centers. Urban renewal and highway construction devastated some settlement neighborhoods; in others, the settlement clientele shifted with the arrival of many more African Americans; and newcomers from Mexico and the Caribbean challenged still others. The Johnson Administration's War on Poverty launched a vast array of social welfare programs run by government social workers who contracted work to the neighborhood centers or remaining settlements. When federal welfare spending declined in the 1970s and 1980s, neighborhood centers often had to merge to increase their efficiency. Belatedly, the National Federation of Settlements changed its name to United Neighborhood Centers of America in 1979.In Chicago, Hull House was displaced by a new university campus; closure of the stockyards and packinghouses undermined the University of Chicago Settlement; a new expressway destroyed much of the Chicago Commons neighborhood; and the Chicago Federation of Settlements expired in the 1980s. However, the Chicago Commons Association (1948–) and Hull House Association (1962–), both loose federations of former settlements, neighborhood centers, and social service agencies, perpetuate the names and at least some of the aspirations of the original settlement houses.",
    "Bibliography": "Carson, Mina. Settlement Folk: Social Thought and the American Settlement Movement, 1885–1930. 1990.Davis, Allen F. Spearheads for Reform: The Social Settlements and the Progressive Movement, 1890–1914. 1967.Trolander, Judith Ann. Professionalism and Social Change: From the Settlement House Movement to Neighborhood Centers, 1886 to the Present. 1987.",
    "Author of Text": "Louise Carroll Wade"
}