{
    "Title": "Settlements, Religious",
    "Descriptive Text": "The well-known mainstream U.S. settlement house movement was largely secular, or at least nondenominational. Inspired by the founding of Jane Addams's Hull House in Chicago in 1889, the settlement house movement aimed mainly at helping European immigrants adapt to the conditions of industrializing cities, and sought to minimize religious differences, discourage proselytizing, and differentiate between settlements and religious missions. Settlements combined a plethora of services and entertainments with commitment to social change, providing everything from union halls to gymnasiums and English classes and helping many individuals and poor communities. Yet, a bias against religious settlements meant that this variation was often less acknowledged and poorly integrated into the rest of the movement.Settlement-type activity, embracing the same combination of services and reform, was actually frequently conducted under religious auspices. The YWCA, the Roman Catholic Church, and the Women's Home Missionary Society of the Methodist Episcopal Church South, for example, all offered such reform work nationally. At times, settlements in the mainstream mold had churchly origins, as in the case of the Abraham Lincoln Centre, founded in Chicago in 1905, which began as a program of the Unitarian All Souls Church.African Americans in particular spearheaded many religious settlement efforts in the late 1800s and early 1900s, often in response to black migration. Called “institutional churches,” they ran the same extensive variety of activities as the settlement houses, combining welfare, employment, education, insurance, and savings and loan services. The African Methodist Episcopal Institutional Church on South Dearborn in Chicago was established by Reverend Reverdy C. Ransom in 1900 to administer social work among what was then the largest black community in the city. And the Olivet Baptist Church, another example of religious settlement work in Chicago, had a membership of 9,069 in 1919.",
    "Bibliography": "Albert J. Kennedy Papers. Social Welfare History Archives, University of Minnesota.Johnson, F. Ernest, ed. The Social Work of the Churches: A Handbook of Information. 1930.Lasch-Quinn, Elisabeth. Black Neighbors: Race and the Limits of Reform in the American Settlement House Movement, 1890–1945. 1993.",
    "Author of Text": "Elisabeth Lasch-Quinn"
}