{
    "Title": "Shakman Decrees",
    "Descriptive Text": "In 1969, one man made his stand against the Chicago political machine. Michael Shakman, an independent candidate for delegate to the 1970 Illinois Constitutional Convention, battled against one of the most enduring traditions in Chicago's politics: political patronage, or the practice of hiring and firing government workers on the basis of political loyalty. With many behind-the-scenes supporters, Shakman's years of determination resulted in what became known as the “Shakman decrees.”Shakman filed suit against the Democratic Organization of Cook County, arguing that the patronage system put nonorganized candidates and their supporters at an illegal and unconstitutional disadvantage. Politicians could hire, fire, promote, transfer—in essence, punish—employees for not supporting the system, or more particularly, a certain politician. The suit also argued that political patronage wasted taxpayer money because public employees, while at work, would often be forced to campaign for political candidates.In 1972, after an exhaustive court procedure and much negotiating, the parties reached an agreement prohibiting politically motivated firings, demotions, transfers, or other punishment of government employees. A 1979 ruling led to a court order in 1983 that made it unlawful to take any political factor into account in hiring public employees (with exceptions for positions such as policy making). Those decisions along with companion consent judgments—collectively called the Shakman decrees—are binding on more than 40 city and statewide offices.",
    "Bibliography": "Freedman, Ann. “Doing Battle with the Patronage Army: Politics, Courts, and Personnel Administration in Chicago.” Public Administration Review 48.5 (September–October 1988): 847–859.Johnson, C. Richard. “The Seventh Circuit Symposium: The Federal Courts and the Community: Successful Reform Litigation: The Shakman Patronage Case.” Chicago-Kent Law Review 64 (1988): 479–496.Shakman, Michael L. “Shakman on Shakman: Chicago Is Ready for Reform.” Chicago Lawyer 6.5 (May 1983): 2–3.",
    "Author of Text": "Roger R. Fross"
}