{
    "Title": "Shedd Aquarium",
    "Descriptive Text": "Planning for the John G. Shedd Aquarium began in 1924, when John Groves Shedd, second president of Marshall Field & Co., donated $2 million toward construction of a facility that he hoped would showcase “the greatest variety of sea life under one roof.” The world's largest indoor aquarium opened more than five years later, in December 1929, along Lake Michigan, just south of Grant Park and east of the Field Museum. Additional Shedd exhibit halls were completed in the early years of the Great Depression.The aquarium's significance was not restricted to size or location. It opened with both freshwater and salt aquaria, then unheard of for an inland aquarium. The architects Graham, Anderson, Probst & White designed the aquarium in the Beaux-Arts style (one championed by Graham's mentor Daniel Burnham), with elements of classical Greek architecture to make it a better structural match with the neighboring Field Museum. Under Walter H. Chute (who served as its second director from 1928 to 1964), the aquarium pioneered the use of a railroad car to transport fishes and invertebrates collected for exhibition and study. The rotunda pool, with its lush plant growth, fish, and reptiles, remained an attraction for 40 years, until it was replaced by a huge cylindrical coral reef community tank. The R/V Coral Reef served as a collecting boat from 1971 to 1985, when it was replaced by a specially designed vessel, the Coral Reef II.William P. Braker followed Chute as aquarium director, with a vision of an enlarged and more complete aquatic experience. Under Braker's leadership, a membership initiative in the 1970s began encouraging both tourists and city residents to participate in aquarium activities. A volunteer program, implemented in 1975, provided aid to visitors and complemented the Helen Shedd Keith Aquatic Science Center. Invertebrates (including sea anemones) were added to the galleries in 1980; river otters in 1986.The idea for a marine mammal exhibit, set aside in 1967 and considered anew in 1980, finally received state support in 1986. In April of 1991 the Oceanarium and its marine mammal pavilion opened to the public. Sea otters, dolphins, belugas, penguins, and harbor seals played in state-of-the-art exhibits replicating natural conditions. Public response to the Oceanarium exceeded expectations, and programming grew. The McCormick Tribune Reference Library was built to serve as a specialized regional resource on aquatic sciences.In 1994, Ted Beattie became the aquarium's fourth director. The additions under his watch include the Amazon Rising exhibit in 2000. The aquarium also became one of the principal components of the city's vast Museum Campus, built to integrate three important lakefront institutions—the Field Museum, the Adler Planetarium, and Shedd Aquarium—by removing a section of Lake Shore Drive that had long isolated the buildings from one another. In 2001, annual aquarium attendance grew to nearly 2 million.",
    "Author of Text": "Dennis A. Meritt, Jr.",
    "Street addresses associated": [
        "Grant Park"
    ]
}