{
    "Title": "Shipbuilding",
    "Descriptive Text": "Shipbuilding in Chicago has always been tied to the city's status as a port. When Chicago flourished as a port it was the site of a thriving shipbuilding industry. As the port has waned so has shipbuilding.The first ship built in Chicago, the Clarissa, was begun in 1835. By 1847, 82 ships had been built in the city, the overwhelming majority of them schooners. Shipbuilding was of greatest importance in Chicago during the period 1850 to 1875, when Chicago was the busiest port city in the United States. Wooden ships, both steam and sail, made up the bulk of the lake commercial fleet. Shipbuilders were attracted to Chicago because of its busy port and the fact that it was the lumber center of America. Scores of shipyards were located both along the North Branch and the South Branch of the Chicago River. The largest and most important shipbuilder was Miller Brothers & Co., located on the Chicago River just above the Chicago Avenue Bridge. The firm built steamships, tugs, canal boats, and schooners. When the shipping industry was booming the Miller Brothers dry docks, the largest on Lake Michigan, were constantly occupied with ships being rebuilt while carpenters were busy with one or more new ships. The busiest time of year for new ship construction was in the late winter and early spring. Sailors idled by the close of shipping joined with the professional ships' carpenters and caulkers to finish new vessels before the navigation season began again in April.William Wallace Bates, the most influential shipbuilder working on the Great Lakes during the age of sail, operated a shipyard in Chicago in the 1860s and 1870s. Bates turned out a series of clipper schooners renowned for their carrying capacity and speed. Even more important than new shipbuilding was the city's role as a place to repair or rebuild existing ships. With as many as five hundred vessels annually wintering in the Chicago River, the shipyards of the city were kept busy maintaining the fleet. The ship chandlers of the city were also extremely important, as they supplied sails and cordage to the bulk of the Lake Michigan marine.The decline of wooden shipbuilding brought the decline of Chicago as a construction site. The Chicago River was too small to serve as a building site for the four- and five-hundred-foot-long steel ships demanded by the grain and iron ore trade in the late nineteenth and early twentieth centuries. Chicago River shipyards remained active by focusing on small boat or yacht construction. During World War II the Henry Grebe shipyard, on the North Branch of the river, produced the last wooden ships built in Chicago-minesweepers for the U.S. Navy. By that time the servicing and construction of large vessels shifted with the bulk of the city's commercial traffic to the Calumet Region.The Chicago Shipbuilding Company was the most important of the steel shipbuilding firms in Chicago. Founded in 1890 as a subsidiary of the Globe Iron Works of Cleveland, the company launched in its inaugural year the Marina, the first steel-hulled ship built on Lake Michigan. By 1899 the company was widely regarded as the most progressive and prolific shipbuilder on the Great Lakes. In that year, the company merged with the other large steel shipbuilders on the lakes to form the American Shipbuilding Company. Under the control of the new company the Chicago yards continued to produce new ships, although repair and conversion became an increasingly important part of their business.Chicago shipyards produced vessels for federal service in the Civil War, World War I, and World War II. With the advent of vessels over a thousand feet long, fewer and fewer ships were capable of meeting the needs of lake commerce. The American Shipbuilding Company limited its Chicago yard to smaller jobs such as scows and barges-taking advantage of Chicago's location at the meeting place of the Mississippi and Great Lakes waterways. The opening of the St. Lawrence Seaway in 1959 promised a resurgence of the shipping industry in Chicago. Any resurgence was forestalled, however, by the limited size of the seaway's locks and by federal shipping policy. By the late twentieth century, shipbuilding had ceased to be an important activity not only in Chicago but on Lake Michigan.",
    "Bibliography": "Karamanski, Theodore J. Schooner Passage: Sailing Ships and the Lake Michigan Frontier. 2000.Wright, Richard J. Freshwater Wales: A History of the American Shipbuilding Company and Its Predecessors. 1969.",
    "Author of Text": "Theodore J. Karamanski"
}