{
    "Title": "Shopping Districts and Malls",
    "Descriptive Text": "By the 1850s, Chicago's principal retail shopping district had emerged along Lake Street, paralleling the main branch of the Chicago River and economically tied to the commercial shipping arriving at the river's mouth. Lake Street's retailing preeminence was short-lived. In 1867, Potter Palmer, who had previously sold his interest in a prospering dry-goods business on Lake Street, bought a substantial stretch of State Street running north–south at a short distance from the Lake Michigan shoreline. In the years just preceding the Great Chicago Fire of 1871, Palmer had begun to develop State Street, which in the years following the fire quickly surpassed Lake Street as the city's retailing center.Among the principal establishments on pre-fire State Street were the Palmer House hotel and Field, Leiter & Co., the dry-goods business that Potter Palmer had founded on Lake Street. In the years following the fire, Palmer rebuilt his State Street hotel, and Marshall Field's emerged as a pioneering retail establishment. On the one hand, the scale of Field's operation was spectacular—employing as many as 9,000 people during peak shopping periods—but just as influential was Marshall Field's dedication to providing solicitous service to its affluent female clientele. Not only could such women count on home delivery of larger items, but within the store customer lounges and dining rooms transformed shopping into a leisure pastime.By 1900, State Street was lined with retailers from Lake Street south to Van Buren Street. The preeminence of the State Street retail corridor was assisted by the geography of the city's mass transit lines, which carried many streetcars, and later, elevated trains into Chicago's commercial core. Indeed, in 1897, when the elevated Union rail loop was completed in the downtown area, central Chicago had won its permanent designation as “the Loop. ”Although State Street dominated the city's retail trade, in the burgeoning Chicago of the late nineteenth and early twentieth centuries other market areas also flourished. On the Loop's northern and western margins, the South Water and Randolph Street areas were centers for wholesale meat and produce sales. To the southwest of the Loop, the Maxwell Street Market offered every imaginable commodity, and given the straitened economic circumstances of its immigrant clientele, at very low prices. In the subsequent decades numerous neighborhood shopping districts emerged on the city's North, West, and South Sides. In some cases, these shopping areas grew from the intersections of major streets (for example, at Milwaukee and Chicago Avenues on the West Side). Other neighborhood shopping districts formed at transit terminal points, such as along Broadway north of the Wilson Avenue station. By the 1930s, an imposing commercial area along 47th Street served as the economic nucleus of the South Side “ Black Belt. ”As a racially segregated commercial district, 47th Street represented but an extreme example of a fairly common circumstance. In the early decades of the twentieth century, many of Chicago's neighborhood shopping districts catered, in large part, to one or another ethnic population.By the 1920s, when Marshall Field's opened stores in Evanston and Oak Park, several commuter suburbs sported prominent retail districts. However, it was following World War II that State Street and the city's many neighborhood shopping districts began to lose large numbers of customers to newly built shopping complexes in Park Forest, Hillside, Skokie, and other outlying communities. By the 1970s, a new generation of regional shopping centers such as the mammoth Woodfield Mall in Schaumburg not only attracted visitors from across the metropolitan region but, in effect, functioned as suburban town centers complete with shopping, entertainment, and office facilities. Within Chicago, a number of developers responded to the rise of suburban shopping malls by assembling large parcels of land and building enclosed shopping complexes to compete directly with the new outlying facilities. Two such examples of suburban-like shopping centers within Chicago are Ford City and the Brickyard Mall, on the city's Southwest and Northwest Sides, respectively.With the opening of the Michigan Avenue bridge in 1920, a second major downtown Chicago commercial district emerged along North Michigan Avenue. With the opening of Water Tower Place in 1975, Chicago returned to the retailing vanguard. Towering 74 floors above North Michigan Avenue, Water Tower Place included seven levels of retail shops, two department stores, restaurants, cinemas, offices, condominium residences, and a hotel. Along one side of its seven-story atrium, a bank of elevators offered eye-popping rides between levels. In a bow to the new realities of urban shopping, Water Tower Place also provided 667 underground parking spaces.Following years of decline, in 1979, the State Street commercial corridor was closed to automobile traffic and its sidewalks were widened in an effort to create a more hospitable pedestrian environment. This revitalization scheme did not restore the street's vitality. In 1996 State Street was reopened to automobile traffic, and in a second campaign to rejuvenate the city's longstanding commercial hub, Victorian-style lighting and street furniture were added—in the hope of reminding the city's end-of-the-millennium population of the street's glories at the turn of the preceding century.",
    "Bibliography": "Drake, St. Clair, and Horace R. Cayton. Black Metropolis: A Study of Negro Life in a Northern City. 1945.Mayer, Harold M., and Richard C. Wade. Chicago: Growth of a Metropolis. 1969.Miller, Donald L. City of the Century. 1996.",
    "Author of Text": "Larry Bennett",
    "Hyperlinked Terms Associated": [
        "Chicago River",
        "Fire of 1871",
        "leisure",
        "hotel",
        "Maxwell Street",
        "South Sides",
        "Black Belt",
        "Evanston",
        "Oak Park",
        "Park Forest",
        "Hillside",
        "Skokie",
        "Schaumburg",
        "department stores",
        "restaurants",
        "condominium",
        "parking"
    ],
    "Street addresses associated": [
        "Loop",
        "North Side",
        "West Side",
        "South Side",
        "Black Belt"
    ]
}