{
    "Title": "Shoreline Erosion",
    "Descriptive Text": "Chicago's entire 28-mile Lake Michigan shoreline is man-made. The original sand dune and swale topography has been dramatically altered. Before American settlement, storms changed the shoreline, either by building up or eroding sand. Today, step-stone and rubble revetments and offshore breakers withstand wind, waves, and the freeze/thaw of the seasons. Even beach sand is held in place by groins or armored with revetments or sea walls.Beginning in the 1830s, when a harbor and piers to protect the harbor entrance were built at the mouth of the Chicago River, barriers have been constructed to protect the shoreline from erosion. Throughout the 1800s, Chicago's importance as a center of commerce required port facilities and railroads to be constructed along the lakefront. To accommodate the Illinois Central Railroad, breakwaters were built and the lake filled in, extending the lakefront from Michigan Avenue almost to its present-day shoreline.Recreation, not commerce, dictated lakefront development by the turn of the century. Aaron Montgomery Ward's idea that the public has a right to Lake Michigan access helped spur the development of Jackson, Burnham, Grant, and Lincoln Parks. Sand and swamp were replaced by fill, dredged harbors, marinas, golf courses, ball fields, and Lake Shore Drive.High water levels in the 1980s eroded beaches, imperiled private property, and temporarily closed parts of Lake Shore Drive. Shoreline protection structures and the analysis of the effect of such structures on littoral transport processes will determine future erosion prevention activities.",
    "Bibliography": "Chicago Park District. Shoreline Protection and Recreational Enhancement. 1989.City of Chicago, Department of Development and Planning. Lakefront Plan of Chicago. 1972.U.S. Army Corps of Engineers. Reconstruction Plans to Repair Chicago's Shoreline from Erosion and Storm Damage. 1993.",
    "Author of Text": "Karen M. Rodriguez"
}