{
    "Title": "Sierra Leoneans",
    "Descriptive Text": "The first Sierra Leoneans to migrate to Chicago came as students in the 1970s and were attracted to the city by its educational opportunities and connections to family or friends in the city. Student migration continued through the 1980s and 1990s, and many students settled permanently, sending financial assistance home and encouraging others to migrate. When the civil war and violence in Sierra Leone escalated in the 1990s, a large wave of refugees entered the United States through the sponsorship of relatives and friends. Community leaders estimate that the Sierra Leonean community in Chicago more than tripled during that decade, from an estimated 100 people in 1990 to between 300 and 500 in 2000. Recent refugees tend to be less educated than earlier migrants, who have high levels of education and have entered a variety of professional fields, including medicine, accounting, nursing, and engineering.Sierra Leoneans in Chicago come from a variety of ethnic and religious backgrounds but have joined together to form an active and united community. The Chicagoland Association of Sierra Leoneans formed in 1996 as a nonprofit organization to bring Sierra Leoneans together as a community, socialize newcomers, and provide aid to Sierra Leoneans in Chicago and abroad. The organization engages in a range of fundraising activities and holds major events, such as an annual summer picnic at Montrose Beach and an Independence Day celebration on April 27 with Sierra Leonean food, music, and dancing. In 2001 a second Sierra Leonean organization was created when Tegloma established a chapter in Chicago. Tegloma, established in Washington DC in 1975, is the largest nonprofit, nonpolitical Sierra Leonean organization in the world and had 14 chapters in the United States and United Kingdom by 2001. Its name meaning “let's progress” in Mende, Tegloma is a cultural and philanthropic organization dedicated to assisting Sierra Leoneans around the world and promoting Mende culture, the culture of the largest ethnic group in Sierra Leone. The organization holds a variety of fundraising activities and demands commitment from its members, who include both Mende and non-Mende Sierra Leoneans as well as African Americans.",
    "Author of Text": "Tracy Steffes"
}