{
    "Title": "Sikhs",
    "Descriptive Text": "Sikhism, founded by Guru Nanak, emerged in the sixteenth century as a distinct religion in the Punjab region of northwest India. A considerable diaspora of ethnic Sikhs has developed since the late nineteenth century, with significant settlement on the American West Coast beginning in the early 1900s.Most of the first Sikhs to settle in Chicago came as university students in the 1950s. The Sikh Study Circle formed in 1956 around social and religious gatherings on the University of Chicago campus, drawing students from several Midwestern universities. In 1972 the group took the name Sikh Religious Society of Chicago and broke ground on a new gurdwara (a sacred facility housing the Guru Granth Sahib, Sikhism's scripture) in Palatine in 1976. First services were held three years later. Six other Sikh religious centers opened in the region in the 1990s, as either gurdwaras or deras (mission outposts): West Ridge in Chicago; Oak Brook; Island Lake; Merrillville, Indiana; and two in Milwaukee, Wisconsin.The initial wave of Sikh immigration to Chicago brought a largely professional population that eventually settled in affluent suburban areas, particularly northwest and west of the city. A more occupationally diverse and less affluent wave since the mid-1970s has settled around Devon Avenue on Chicago's North Side. American-born ethnic Sikhs have begun to exert leadership within the local community. These include Ravneet (Ravi) Singh, whose request to wear a turban while in U.S. military uniform was granted by federal law in 1987.In addition to ethnic Sikhs, the Euro-American, convert branch of Sikhism represented by Yogi Bhajan's 3HO Foundation has also had a small presence in Chicago since the 1970s.",
    "Bibliography": "Numrich, Paul D. “Recent Immigrant Religious Groups and the Restructuring of Metropolitan Chicago.” In Public Religion and Urban Transformation, ed. Lowell Livezey, 2000.Williams, Raymond Brady. Religions of Immigrants from India and Pakistan: New Threads in the American Tapestry. 1988.",
    "Author of Text": "Paul D. Numrich",
    "Street addresses associated": [
        "West Ridge",
        "North Side"
    ]
}