{
    "Title": "Singaporeans",
    "Descriptive Text": "Singaporeans have been coming to the Chicago area for work and school since the late 1960s. While a small number of families have settled permanently, the majority of Chicago's Singaporeans remain for short periods on visas as students or professionals. While the number of Singaporeans has fluctuated over time, community leaders estimated that between 200 and 300 Singaporeans lived in Chicago in 2000.Attracted to area universities for training in technical fields, Singaporean students have tended to major in areas like engineering, business, science, and technology. The Singaporean government sponsors some students to study abroad, requiring that they return to Singapore upon completion of their degrees for six years to work off their bond. Other students obtain private funding and often find jobs with American companies and remain in the United States for a period before returning to Singapore.Working professionals sent to Chicago by their employers for a brief tenure have constituted a second distinct group of Singaporeans in Chicago. Generally young and single, they have established careers in technical fields like management consulting, communications, finance, information technology, and engineering. A growing number of these working professionals have settled permanently in Chicago for family reasons, enjoying the standard of living and the amount of time they are able to spend with their children.The Singaporean community in Chicago is close and well organized. Contact Singapore, a government-sponsored international network, opened an office in Chicago in 2000 with the twin goals of recruiting skilled manpower for work in Singapore and assisting local Singaporeans. The organization sponsors community activities and maintains close ties to professional and student organizations across the Midwest. Professional Singaporeans living in Chicago have also established their own organization, Singapore Chicago Connection. Beginning as the Singapore-Malaysia Association in 1999, the organization reorganized as Singapore Chicago Connection with Contact Singapore sponsorship in 2001 but retains close ties to the Malaysian community. The organization's primary purpose is to foster connections between Singaporeans, and it draws the community together for social activities and professional networking. It also serves as an information source for the community, keeping local Singaporeans abreast of local events and news from Singapore through its Web site and e-mail list. Singaporean students, while also connected to Contact Singapore and the Singapore Chicago Connection, have formed student organizations which sponsor their own events and activities. Northwestern University Singaporeans and Friends and the University of Chicago's Singaporean and Malaysian Students' Union create small Singaporean communities at those universities.The entire Singaporean community comes together for two major celebrations every year, the Chinese New Year and Singapore National Day. Food plays a central role in these events and is culturally important for Singaporeans, who spend a lot of time and effort to obtain authentic food. Penang Malaysian Restaurant caters many Singaporean events and serves as a gathering place for Chicago Singaporeans.",
    "Author of Text": "Tracy Steffes"
}