{
    "Title": "Single Room Occupancy Hotels",
    "Descriptive Text": "“Single-room occupancy hotel” refers to various types of inexpensive housing for single, poor adults. SROs began to appear in Chicago in the late nineteenth century, in response to a large transient workforce that came in and out of Chicago on a seasonal basis.The most common facility at the turn of the century was the cage hotel. These were lofts or other large, open buildings that were subdivided into tiny cubicles using boards or sheets of corrugated iron. Since these walls were always one to three feet short of the floor or ceiling, the open space was sealed off with chicken wire, hence the name “cage hotels.” Heat, lighting, ventilation, and sanitary conditions were abysmal and owners could pack as many as 200 men on a floor. Estimates are that this form of housing provided shelter for as many as 40,000 to 60,000 people during the winter.Of lesser privacy were dormitories—large open rooms filled with beds—and true flophouses, where a customer paid for the right to spend the night on the floor, out of the elements: literally, a place to flop. Prior to 1920, the population that lived in these places was varied. At the top of the SRO hierarchy were hoboes, transient workers, many of them highly skilled. These men preferred outdoor work and during the winter they holed up in Chicago. There were also tramps (men who traveled but did not work), and bums (men who lived in the SRO district full-time). The majority of the men in all these groups, however, wound up living in SROs because of their economic fortunes, rather than because of any social deviancy. Until recently this population was almost entirely male; it was also segregated, with African Americans confined to specific hotels and sections of the SRO neighborhood.The SRO district, primarily along Madison Street east of Halsted Street on the Near West Side, was known as the Main Stem. By the 1920s the number of jobs available to skilled migrant workers was in serious decline, owing to the relatively complete settlement of the West. By the 1950s the SRO district had became known as Skid Row. While its popular image was of a haven for people with alcohol-related illnesses, data showed that most of the residents were instead much like their predecessors: poor, with no other affordable housing available to them. Urban renewal and redevelopment efforts eliminated much of this housing. In the 1980s, however, the homeless crisis led to the rediscovery of SROs, and several community groups began to maintain them.",
    "Bibliography": "Bogue, Donald. Skid Row in American Cities. 1963.Hoch, Charles, and Robert Slayton. New Homeless and Old: Community and the Skid Row Hotel. 1989.Solenberger, Alice. One Thousand Homeless Men: A Study of Original Records. 1911.",
    "Author of Text": "Robert A. Slayton",
    "Street addresses associated": [
        "Near West Side"
    ]
}