{
    "Title": "Six Corners",
    "Descriptive Text": "Portage Park Community Area. Six Corners is a commercially active area whose corners are formed by the three-way intersection of Irving Park Boulevard and Milwaukee and Cicero Avenues. Business interests began in 1841 with Dickinson's Inn, which located one block north of the intersection. The town hall for Jefferson Township was built on the site in 1862, and the area was annexed into the city of Chicago in 1889. As residential subdivisions extended to the area, commercialization began with Brenner's grocery, Bauer's bakery, and Fabish's restaurant. In the late 1870s, D. D. Mee's general store opened. A dairy farm and a cherry orchard occupied one corner until the coming of the Irving Park and Milwaukee Avenue street railway lines heightened retail development. A contracting and painting establishment opened in 1907, a dry goods store began operations in 1908, and German immigrant Emil Bengson followed with a coal and feed store, starting out with two horses and two dilapidated wagons. Business expansion culminated in a moving business which by 1915 employed 20 men with a number of trucks and moving vans.In 1914 Jacob Derx began publishing the Weekly Bulletin, a local paper carrying neighborhood news and advertisements of area merchants. Six Corners became a booming retail center.The architecturally elaborate Portage Theater was built in the 1920s. People came in droves to see a feature movie and listen to the theater's organ. In 1938, major retailer Sears, Roebuck & Co. became an anchor. By the 1980s, there were 150 stores at Six Corners. National chains had blended with established and family businesses into the 1990s.",
    "Bibliography": "Fitzgerald, Michael. “Six Corners, 150 Stores.” Chicago Sun-Times, “Cityscape” (supplement), August 1988.Howard, T. J. “A Three-dimensional Success: Six Corners' Commerce Is Built on a Strong Residential Foundation.” Chicago Tribune, March 10, 1983.",
    "Author of Text": "Marilyn Elizabeth Perry",
    "Street addresses associated": [
        "Irving Park"
    ]
}