{
    "Title": "Skating, Ice",
    "Descriptive Text": "During the nineteenth century, ice skating on Chicago's ponds, rivers, lagoons, and manufactured rinks was one of the city's most popular forms of winter recreation.SPEED SKATING, 1902 Competitive speed skating began to thrive in the 1890s, particularly among Norwegians in Humboldt Park, who formed the Northwest Skating Club in 1890. The city pioneered women's competition in 1904 with a state meet at Humboldt Park that attracted 50,000 spectators. Speed skating subsequently spread into grade schools, and by the 1920s formal competition was conducted by the high schools, the Catholic Youth Organization, and the Chicago Park District. The city was also home to three major skate manufacturers: F. W. Planert & Sons, Nestor Johnson Mfg. Co., and Alfred Johnson Skate Company.By 1923 metropolitan Chicago's winter landscape was dotted with more than six hundred outdoor rinks (more than in any other city) and was unrivaled in producing champion speed skaters, starting with four-time national champion Bobby McLean (1911–1914). Every Olympic Games from 1924 through 1998 had Chicagoans competing, notably Diane Holum, Ann Henning, Leah Poulos, and Andy Gabel. The Chicago Tribune Silver Skates competition from 1917 to 1974 was the preeminent speed skating event in the United States, attracting up to 60,000 fans during its heyday in the 1920s and 1930s.SKATING SHELTER IN HUBBARD WOODS, 1952 Figure skating as a professional sport in Chicago emerged when the Figure Skating Club of Chicago, with headquarters in the Chicago Arena (333 E. Erie), formed in 1921. The Chicago Stadium began hosting shows such as the Ice Follies in the late 1930s. Chicago produced Olympic figure skating pairs Ronald and Vivian Joseph as well as David Santee and Calla Urbanski.By the first decade of the twenty-first century, figure skating and indoor speed skating were most often sponsored by suburban clubs such as Northbrook and Glen Ellyn.",
    "Bibliography": "Houghton, Bill, ed. Speed Skating Handbook: 1998–1999. 1998.Lindberg, Richard C., and Biart Williams. The Armchair Companion to Chicago Sports. 1997.Riess, Steven A. City Games: The Evolution of American Urban Society and the Rise of Sports. 1989.",
    "Author of Text": "Robert Pruter",
    "Street addresses associated": [
        "Humboldt Park"
    ]
}