{
    "Title": "Skokie, IL",
    "Descriptive Text": "Cook County, 12 miles NW of the Loop. Called Niles Center until 1940, Skokie emerged in the mid-1850s at the confluence of two Indian trails, one going north to Gross Point (Gross Point Road), and the other veering westward to what is now Morton Grove (Lin- coln Avenue). Most of this area was wooded, with a marshy prairie extending down from the north. The Potawatomi maintained several villages along the banks of the North Branch of the Chicago River, which bounds Skokie to the west.Immigrants from Germany and Luxembourg came in the 1850s, giving the area astrong German flavor, expressed by Lutheran(1867) and Roman Catholic (1868) churches. By the 1870s a little town was emerging, and in 1888 the village of Niles Center was incorporated. Without rail connections to Chicago, farming remained the principal source of income for the area's residents until the 1920s. A flurry of land speculation occurred after 1925 when Samuel Insull built the Skokie Valley line of the North Shore Railroad (what became the Skokie Swift in 1964). Although the Great Depression thwarted the real-estate boom, leaving many lots vacant in Skokie throughout the 1930s, by the late 1940s revitalization and rezoning efforts stimulated commercial and residential growth.Skokie continued to grow with the completion of the Edens Expressway in 1951, which provided greater access to Chicago; and the Old Orchard Shopping Center, opened in 1956, generated further commercial development in the area. During the 1950s and 1960s great numbers of houses were built, often using the streets laid out in the 1920s, and by 1970 the population reached 68,627.Many of the new inhabitants of Skokie were Jewish people moving out of Chicago. They built a number of synagogues, which have continued to attract Jewish immigrants, most recently from Russia. In 1978, the American Nazis received court permission to march in Skokie. Although they ultimately marched in Marquette Park instead, the Nazis provoked thousands of counter demonstrators. To commemorate the Holocaust, of which many of Skokie's Jewish residents were survivors, a memorial sculpture was dedicated in the community's village center in 1987.Since the early 1970s Skokie has attracted people from many parts of the world. The 2000 census reported that 21 percent of Skokie's population was Asian, with 6 percent Hispanic and 5 percent African American; thirty-seven percent were foreign-born. The village of Skokie was not only a great melting pot of nationalities, but also a center for nearly four hundred companies. Rand McNally and G. D. Searle & Company were longtime residents of Skokie, and although Bell & Howell has facilities in other suburban areas of Chicago, they are headquartered in Skokie. Although the population of Skokie had been dropping since reaching its peak in 1970, it stood at 63,348 in 2000, up from a decade earlier.",
    "Bibliography": "Buisseret, David, Rosemary Schmitt, and Richard J. Witry. St. Peter Catholic Church, Skokie, Illinois: Building God's Community of Faith, 1868–89 to 1993–94. 1994.Strum, Philippa. When the Nazis Came to Skokie. 1999.Whittingham, Richard. Skokie, 1888–1988: A Centennial History. 1988.",
    "Author of Text": "David Buisseret"
}