{
    "Title": "Skyscrapers",
    "Descriptive Text": "The invention of the skyscraper in the late 1800s made possible the concentration of business and services that have in turn made Chicago the great metropolis of the interior United States.HOME INSURANCE BUILDING, C.1905 Chicago has been the site of many of the skyscraper's stylistic and technical advances. In the phenomenal growth years after the 1871 fire, an extraordinary pool of architectural talent known as the First Chicago School advanced the skyscraper form. The Home Insurance Building (1885–1931), utilizing a fireproofed metal frame, was Chicago's first skyscraper.Early skyscrapers were clothed in historical styles, but eventually the form's distinctive skeletal metal frame was fully expressed, as in the Second Leiter Building (1891), which showed the wall becoming more glass than stone. The luminous Reliance (1895), with its continuous horizontal bands of window, ended all pretense of supporting walls, anticipating the glass curtain wall of the next century.MASONIC TEMPLE, 1894 The late 1920s saw a flurry of art deco towers such as the Palmolive (1929) and Board of Trade (1930) in the distinctive telescoping setback Vertical style. Depression and war stopped tall building construction until the 1950s, when Mies van der Rohe's 860 Lake Shore Drive apartments (1951), with their glass and steel curtain walls, set the International Modernist agenda for the next two decades. Amid a barrage of imitators, the elegant stainless steel and green glass Inland Steel Building (1958) and the rusty Cor-Ten steel Daley Center (1965) stand out as masterful variations on the Miesian theme. The glass and steel box was also made plastic by the sculptural Lake Point Tower (1968), which was in fact based on a 1921 Mies design, while the pyramidal John Hancock Center (1969) broke from the right angle and the grid with its gigantic diagonal X supports running up and down the tower. Sears Tower, the world's tallest building from 1974 to 1997, crosses Mies with the telescoping setback.By the 1980s postmodernists were creating visual excitement with all manner of historical references and contextual sensitivity. The graceful 333 Wacker (1983) gives and takes with the curve of the river, while the PaineWebber Tower (1990) revives a 1920s Saarinen design in scintillating contemporary garb. Chicago continues to be a living museum of the skyscraper, where the great architects of the world show their work.",
    "Bibliography": "Condit, Carl W. The Chicago School of Architecture. 1964.Sinkevitch, Alice, ed. AIA Guide to Chicago. 1993.",
    "Author of Text": "Charles Laurier"
}