{
    "Title": "Sleepy Hollow, IL",
    "Descriptive Text": "Kane County, 38 miles NW of the Loop. Rolling, wooded, and serene, the village of Sleepy Hollow has no gridlike street pattern or even a main street. Floyd T. Falese designed the community in this manner after purchasing Sleepy Hollow Farm in 1953.Falese built a house that he called “Singing Waters” on the 340-acre property, which featured two lakes and a waterfall. But it was not long before he acquired more land, gave up farming, and became a developer.Falese hired an architect to devise a landscape that followed a natural setting. Lakes were dredged and stocked with fish. No sidewalks were installed and no trees were cut down; lots were at least one-half acre. Bridle paths were established and horses were also allowed on a 25-foot apron along the road.The first lots Falese offered for sale in the mid-1950s were east of Sleepy Hollow Road and bordered on the north by Illinois 72. Operating as the Falese Land Company, Falese advertised his new subdivision of custom-built houses as Sleepy Hollow Manor, “a retreat in the country for the common man's boss.”Falese intended to keep the area unincorporated to preclude interference by governing bodies who would impose high taxes and stringent building codes. But as the surrounding communities fanned out closer to Sleepy Hollow, residents began to debate annexation to West Dundee, and Falese decided to move for incorporation. In 1958 the village incorporated as Sleepy Hollow and Falese became the first village president. Eventually Falese's barn became the village hall.By 1960 the town's population totaled 311. Within the next decade the village grew rapidly, increasing to 1,729 residents in 1970 and 3,553 by 2000. The town remained residential without business or industry for many years.In 1979 the first annexation was a planned subdivision, Saddle Club Estates. In the 1980s Windsor Development built the Deer Creek and Surrey Ridge subdivisions.The town has no fast-food restaurants, no downtown, and little traffic. In a nod to Washington Irving's legendary town, the Headless Horseman is part of the village flag.",
    "Bibliography": "Bullinger, Carolyn J., ed. Dundee Township, 1835–1985. 1985.Provisional League of Women Voters. Fox Valley Four. 1971.",
    "Author of Text": "Marilyn Elizabeth Perry"
}