{
    "Title": "Slovaks",
    "Descriptive Text": "Immigrants began arriving in Chicago from Slovakia, which was then part of the Hapsburg Empire and governed by Hungary, in the 1880s. Most came from eastern Slovakia and emigrated in response to diminishing economic opportunities. Many Slovak immigrants intended to earn some money and return to Slovakia, and they went to industrial regions that promised plentiful jobs with relatively high wages. Although more than half of all Slovakian immigrants to the United States went to central Pennsylvania, a significant although immeasurable number migrated to Chicago. Entering the city with few marketable skills, they settled in neighborhoods in close proximity to the industrial jobs that attracted them to Chicago. These included South Chicago, Pullman and Roseland, Whiting, Pilsen, the Near West Side, Humboldt Park, and especially Back of the Yards. Initially, most Slovak men took jobs in railroad yards, steel mills, factories, and stockyards. Women worked in light industry and in the stockyards, although most families preferred that married women not work outside the home. Women were also responsible for seeing to the needs of the boarders whom many Slovak families took in to augment their income.After the original Slovak pioneers arrived in the 1880s, they sent word of the opportunities in Chicago to friends and family members in Slovakia, encouraging them to migrate to the city. These networks facilitated adjustment from rural Slovakia to urban industrial America. Increasingly, newcomers could also look to ethnic institutions, including fraternal societies, gymnastic clubs, and at least seven Slovak savings and loans. Starting in 1893, Slovaks built a number of churches to minister to both the majority Roman Catholic and minority Lutheran communities in Chicago. Eventually, there would be eight Roman Catholic Slovak parishes in addition to numerous Slovak Lutheran churches in the Chicago area. Most of the Catholic churches sponsored a parochial school, to which most Slovak Catholic parents preferred to send their children. Although Lutheran parents sent their children to public schools, many Slovak Lutheran children attended biweekly after-school religion and culture classes at their churches. Since most Slovaks came to America with little sense of Slovak identity, these religious institutions served to reinforce and sometimes create a sense of belonging to a distinctive Slovak people.This sense of Slovak identity, which was created despite Hungarian attempts to convince Slovaks that they were really Hungarian, was threatened after 1918, when the Hapsburg Empire dissolved and Slovakia became part of the new state of Czechoslovakia. Czechs outnumbered Slovaks in Czechoslovakia as well as in Chicago, and Chicago's Slovaks feared that their distinctive culture would be eclipsed. This tension culminated in 1933, when Slovak leaders pulled out of the committee to create a national exhibit at the Century of Progress fair that year. Slovak community leaders wanted the country to be called Czecho-slovakia, believing that the hyphen signified the equality of the Czech and Slovak portions of the nation. When the exhibit was eventually called the Czechoslovak pavilion, without a hyphen, Slovak leaders interpreted it as a symbol of Czech dominance and an insult to Slovaks in Chicago and Slovakia.Chicago's Slovak institutions, like those of many ethnic groups, were hit hard by the Great Depression of the 1930s. The Dunaj Savings and Loan, the most important Slovak financial institution in Chicago, was a casualty of the Depression, and the Osadné Hlasy, the Catholic Slovak weekly newspaper, repeatedly begged readers to continue to patronize the Slovak businesses that advertised in the newspaper and whose prosperity was necessary for the paper's survival. Many Slovak institutions did survive the Depression: the churches and athletic clubs remained intact, and Osadné Hlasy continued to publish until 1963.Ironically, economic catastrophe threatened Slovak institutions less than the subsequent increasing prosperity which allowed Slovak Americans to leave the working-class neighborhoods where their parents and grandparents had settled. As the younger generation moved to more prosperous neighborhoods in the city and suburbs, most of the Slovak Catholic churches closed. By the beginning of the twenty-first century, only one Catholic Church, St. Simon the Apostle, at 52nd and California, continued to offer Slovak-language Mass. The Lutheran churches, which always had more geographically dispersed congregations, fared better. Trinity Church, which had relocated to the Irving Park community area from West Town in the 1920s, moved northwest to its current location in the Forest Glen community area in 1950, and, later that decade, Sts. Peter and Paul Church relocated from 19th and Halsted Streets to Riverside, Illinois. The athletic societies have survived as social clubs, although their elderly members are no longer particularly involved in athletic pursuits.After the fall of Eastern European Communist government and the breakup of Czechoslovakia, more Slovaks moved to Chicago, settling especially in Garfield Ridge on the Southwest Side. St. Simon's Church continues to act as an important meeting place for these new Slovak immigrants.",
    "Bibliography": "Barton, Josef. Peasants and Strangers. 1975.Stolarik, M. Mark. Immigration and Urbanization. 1989.",
    "Author of Text": "Emily Brunner",
    "Street addresses associated": [
        "South Chicago",
        "Pullman",
        "Roseland",
        "Pilsen",
        "Near West Side",
        "Humboldt Park",
        "Back of Yards",
        "SW Side"
    ]
}