{
    "Title": "Slovenes",
    "Descriptive Text": "Although a few individual Slovenes came to Chicago before the Civil War, the bulk of the population arrived after the 1880s. Most settled in South Chicago, Pullman, and especially in Joliet and around 22nd Street (now Cermak Road) in Pilsen, areas that were located near the industrial jobs that attracted Slovenian immigrants to Chicago. They generally had agricultural backgrounds and emigrated because of diminishing economic opportunities. Early immigrants were likely to be young men who later sent for wives and other family members. The largest contingent of Slovenian immigrants went to Pennsylvania and Ohio, and Cleveland remains the most important center of Slovenian culture in America. Chicago and Joliet do not rival Cleveland as the capital of Slovenian America, but because they were relatively early centers of Slovenian settlement, they have been home to the headquarters of Slovenian newspapers and benevolent societies.Chicago's and Joliet's Slovenes founded institutions that not only served their community and reinforced ethnic ties but also reflected some of the fundamental rifts that divided, and continue to divide, Slovenian Americans in the Chicago area and elsewhere. The most important conflict divided those who identified with the Roman Catholic Church from those who thought of themselves as freethinkers. Many, although not all, of the freethinkers were socialists. The most important Catholic institutions were the three Slovenian Catholic churches: St. Joseph's, founded in Joliet in 1891; St. Stephen's, founded in Pilsen in 1898; and St. George's, founded in South Chicago in 1903. Freethinkers maintained a community center on Lawndale Road, several blocks west of St. Stephen's Church and the affiliated Catholic institutions. The two groups had rival newspapers, community centers, and cultural organizations such as singing societies and sports teams. The two rival benevolent societies, the Catholic Kranjsko Slovenska Katoliska Jednota (KSKJ) and secular Slovenska Narodna Podporna Jednota (SNPJ), were both founded in the Chicago area and continue to be active in Chicago in the twenty-first century.Many Slovenian institutions survived the Great Depression, and the St. Stephen's community received an infusion of energy after World War II, when a small number of new immigrants came to the United States fleeing the Communist government in Yugoslavia, of which Slovenia had been a part since 1918. Their presence revitalized the Slovenian community but also reinforced the rift between Catholics and freethinkers. Many new immigrants condemned freethinkers and socialists for supporting Josip Broz Tito, the anti-Nazi partisan who eventually became the leader of Yugoslavia's postwar Communist regime. There was also some tension between newcomers and older members of the Catholic organizations, but for the most part newcomers aligned with the church, bringing a new sense of personal grievance to the old split between religious Slovenes and freethinkers.In the late twentieth century, Pilsen and South Chicago lost their Slovenian flavor, as young people moved to the suburbs and members of the older generation died or moved closer to their children. St. George's remains an active Catholic Church, but the congregation is now largely Latino. In 1998, St. Stephen's was taken over by the Jesuits and the parish buildings converted into a high school. Many of the Slovenes who worshiped at St. Stephen's now attend church at the Slovenian mission in Lemont, which is home to a Slovenian Catholic seminary and has long been an important site for Slovenian Catholics in America. The Slovenian Cultural Center in Lemont has assumed many of the functions that the parish used to fulfill and now hosts language classes, a weekly after-church lunch, and other events. Freethinkers, who do not feel welcome at the Cultural Center, no longer have a central meeting place but continue to meet in SNPJ lodges in the city and suburbs.Unlike South Chicago and Pilsen, Joliet continues to be home to a thriving Slovenian community. St. Joseph's Church retains its Slovenian identity, and several KSKJ lodges are active in Joliet and nearby suburbs. The KSKJ is headquartered in Joliet, and the Slovenian Women's Union also maintains its headquarters and a small Slovenian heritage museum in the town.",
    "Bibliography": "Klemencic, Matjaz. “American Slovenes and the Leftist Movements in the United States in the First Half of the Twentieth Century.” Journal of American Ethnic History 15.3 (1996).Prisland, Marie. From Slovenia to America: Recollections and Collections. 1968.Susel, Rudoph M. “Slovenes.” In Harvard Encyclopedia of American Ethnic Groups, ed. Stephan Thernstrom, 1980, 934–942.",
    "Author of Text": "Emily Brunner",
    "Street addresses associated": [
        "South Chicago",
        "Pullman",
        "Pilsen"
    ]
}