{
    "Title": "Snow Removal",
    "Descriptive Text": "The winter of 1967 had been a relatively mild one in Chicago, with unusually warm temperatures. Early in the morning on Thursday, January 26, snow began to fall. By Friday morning, 23 inches of snow had fallen with drifts of up to 6 feet. Over the next week and a half, intermittent snow and cold temperatures persisted. Schools closed, public transportation stalled, and city services were severely taxed. By the time the storm had ended, 75 million tons of snow had fallen on the city. It was the most severe snowstorm Chicago had experienced in the century.In 1979, Chicago was again brought to a standstill with another unusually severe January snowstorm. And, once again, the effect on transportation and city services was debilitating. The city's inability—or reluctance—to remove parked cars made it virtually impossible to clear the streets of snow and implement an effective snow removal plan. Public criticism of the mayor for his handling of the situation was widespread, and many believed that it hastened his departure from office in the next general election.The snowstorms of 1967 and 1979 underscored the public's dependence on—and expectation of—government to provide effective maintenance of the urban infrastructure throughout the year. Until the late nineteenth century there was little concern for street cleaning and maintenance, although as early as the 1850s Chicago had enacted laws requiring building owners or residents to keep their sidewalks free of ice, snow, and dirt. Injuries caused by ice and snow occasionally resulted in lawsuits against the city for negligence.Rapid growth toward the close of the nineteenth century brought expanded municipal responsibilities, including the maintenance and cleaning of streets and sidewalks. Later, the increased use of automobiles and trucks as well as the motorization of vehicles for emergencies, waste disposal, and commercial delivery services meant that cities like Chicago had to ensure that streets were accessible all year round.Streetcars used snow sweepers to remove snow from the tracks. In the downtown area and along city streets, snow was removed by hand, shoveled into horse-drawn wagons, and hauled to empty lots to be dumped. Improvements in motorized vehicles during World War I helped aid development of modern methods of snow removal in the 1920s. Street-cleaning and maintenance equipment were adapted to snow removal: shovels were attached to urban trains to clear rails and to trucks to remove snow from streets. During the 1930s, horizontal curved blades mounted on trucks could push the snow to one side of the street for more effective street clearance. Plowing, mechanical and hand loading, motor-driven clamshell buckets, and motor-driven trailer trains to haul snow away were common. The use of salt and chemicals for melting snow increased following World War II, though salt had been used as a deicer several decades earlier.By the 1950s, with the growth of suburbs and expansion of the expressway system, snow removal became a larger component of street and highway departments across the metropolitan area. Snow removal and ice control programs have reflected improvements in equipment as well as improvements in predicting snowstorms.",
    "Bibliography": "Armstrong, Ellis L., ed.; Michael C. Robinson and Suellen M. Hoy, assoc. eds. History of Public Works in the United States, 1776–1976. 1976.Mendes, Joel, and Howard Rosen, eds. One Hundred Years of Public Works Equipment: An Illustrated History. 1986.",
    "Author of Text": "Joel Mendes"
}