{
    "Title": "Soccer",
    "Descriptive Text": "In the spring of 1883, the 39th Street Wanderers and the Pullman Car Works soccer teams kicked off at Pullman's Lake Calumet athletic field complex. Thus commenced the inaugural season of the city's first organized soccer league, the seven-team Chicago League of Association Football (CLAF). British and Canadian immigrants had played soccer in the city for years, but with the formation of CLAF, the city's extensive commitment to the sport gained national and international recognition.CLAF flourished under the direction of its first president, Charles Jackson. In addition to the Wanderers and the Pullman clubs, other teams of British extraction included the Hyde Park Blues, Hyde Park Grays, Campbell Rovers, McDuffs, Swifts, Calumet, and a team of miners from the Braidwood coalfields. Interest in the league grew as local papers reported on an increasing number of teams, roster lineups, and scores. These early teams played two seasons per year, competed in friendly challenge matches against soccer clubs from visiting cities, and played annually for the Jackson Challenge Cup trophy. In 1901, looking to capitalize on soccer's popular appeal, Charles Comiskey established a Midwest professional soccer circuit with teams from Chicago, St. Louis, Detroit, and Milwaukee. Midway through the season financial support deteriorated, and the league folded. The game flourished despite this setback, and by 1904 another league, the Association Football League of Chicago, began play.Just as organized soccer spread from England to the European continent and beyond, by 1912 soccer in Chicago parks had extended from English immigrant communities to other European ethnic groups. The formation of the International Soccer League (ISL) in 1920 brought organization and regulation to these teams. Twentieth-century amateur teams in Chicago, such as the Sparta, Schwaben, Vikings, Green-White, Eagles, Kickers, and Maroons, descended from soccer clubs that came to prominence in the ISL. Known to late-twentieth-century fans as the National Soccer League, the ISL claims the title of the nation's oldest organized soccer league.In 1911, brothers Archibald and Alexander Paterson introduced soccer into two Chicago high schools, Englewood and Lane Technical. Other than a brief decline in 1936—when financial constraints allowed only two schools to field teams—high-school soccer grew steadily more popular, and by the late twentieth century soccer was drawing more participants than any other high-school sport in the city. Local universities also sponsored soccer. As early as 1910 the University of Chicago played the University of Illinois, and by 1928 the latter offered soccer as a varsity sport. Wheaton College has long been a preeminent collegian soccer power, having fielded a varsity squad since 1935.Professional Chicago soccer debuted in 1967, and the following year saw the formation of the North American Soccer League (NASL). The Chicago Sting captured two championship banners before the NASL folded in 1984. Professional soccer returned to the city in 1998 with the Chicago Fire, which won the league championship and the Dewar (Open) Cup in its inaugural season.Since as early as 1905, when the Pilgrim Football Club from England played against a Chicago all-star team, international soccer clubs have often chosen Chicago as a major venue to exhibit some of the finest soccer talent in the world. Chicago clubs have played teams from London, Glasgow, Mexico City, Vienna, Prague, Budapest, Munich, Liverpool, Tel Aviv, Toronto, Uruguay, and Scotland. The memorable 1959 Pan-Am games saw the U.S. national team defeat Brazil and Mexico. Chicago hosted the 1994 World Cup and the 1999 Women's World Cup.In 1924, Chicagoan Peter J. Peel took the first U.S. Olympic soccer team to Paris. Since then the city has contributed players, managers, and coaches to most U.S. Olympic and World Cup teams. Some of the greatest players of their time, such as Ben and Sheldon Govier (Pullman), Julius Hjulian (Chicago Wonderbolts and keeper in the 1934 World Cup), Gil Heron (Chicago Corinthians and the first black player in the Scottish First Division with Glasgow Celtic), Ed Murphy (Maroons, national team), Willy Roy (Hansa, national team, Sting), and Brian McBride (national team), honed their skills on Chicago soccer pitches.Although long ignored by mainstream press and media, soccer continues to be the most played sport in Chicago. Founded in 1916, the Illinois Soccer Commission coordinates over 600 women's and men's teams, while over 2,000 metropolitan Chicago youth teams compete in the Illinois Youth Soccer Association.",
    "Bibliography": "Cirino, Tony. U.S. Soccer vs. the World: The American National Team in the Olympic Games, the World Cup, and other International Competition. 1983.Illinois Soccer Commission. Illinois Soccer Commission, 25th Anniversary, September 25, 1941, Hotel Sherman–Chicago. 1941.Spalding's Official Soccer Foot Ball Guide. 1907 through 1913–14.",
    "Author of Text": "Gabe Logan"
}