{
    "Title": "Social Service Education",
    "Descriptive Text": "Social service education in Chicago developed in response to the social dislocation resulting from industrialization and immigration in the nineteenth and early twentieth centuries. Significant numbers of immigrant families, sick, and homeless people required organized assistance and the qualified individuals to provide it. Before the development of government-sponsored social welfare programs, services were provided by settlement house workers who focused primarily on social reform and by “friendly visitors” from church-related charitable organizations concerned with the distribution of alms to deserving individuals.Social service educational institutions trace their origins to the demand for skilled professionals created by settlement houses and by private and public social agencies. Early social work educators sought to make benevolence scientific while continuing to focus on improving social conditions and individual well-being. An early question for each educational program was whether to affiliate with a university, which would make the education more academically than technically focused. Programs in Chicago moved more rapidly into universities than did programs in other parts of the country. For example, the YMCA Training School, established in Chicago in 1890, became a college in 1913 and eventually the Aurora University School of Social Work. The Chicago Commons School of Social Economics, which began in 1895 with a series of lectures and conferences, ultimately became the School of Social Service Administration established at the University of Chicago in 1920. The Loyola School of Social Work, established in 1914 at Loyola University, began with Father Frederic J. Siedenburg's Lecture Bureau, designed to educate Roman Catholics working in helping professions. And the University of Illinois at Chicago Jane Addams School of Social Work began when the University of Illinois started offering courses in Chicago in 1947 to meet the demand from agencies and settlements for more social group workers.A second and related question confronting programs was the extent to which they would emphasize research and social reform versus a more technically oriented casework approach. Early social work educators Edith Abbott and Sophonisba Breckenridge of the University of Chicago School of Social Service Administration advanced a reformist and state-building vision of casework, in which casework was viewed as the best forum for evaluating the success or failure of social policy and informing the development of social legislation. This highly influential vision led to the development nationally of educational curricula incorporating practice, policy, research, and social science theory relevant to a delivery of social services that remains in place today.As both public and private social welfare agencies and institutions grew and developed in Chicago and the United States, the demand for well-prepared social workers grew as well. By the end of the twentieth century, there were 4 graduate social work programs in Chicago (at Aurora University, Loyola University Chicago, University of Chicago, and University of Illinois at Chicago), 6 in Illinois, and more than 16 undergraduate programs statewide. Research and knowledge development about individual well-being, the causes of social problems, and the efficiency and effectiveness of social interventions continues to characterize these educational programs.",
    "Bibliography": "Edith Abbott Papers. Special Collections, Joseph Regenstein Library, University of Chicago.Shoemaker, L. M. “Social Work, Sociology, or Socialism?: Competing Visions of Social Work Education in New York, Boston, and Chicago, 1898–1930.” Social Service Review (1991).",
    "Author of Text": "Jeanne C. Marsh"
}