{
    "Title": "Social Gospel in Chicago",
    "Descriptive Text": "The Social Gospel movement came to prominence nationally and dominated liberal Protestant outreach in the first two decades of the twentieth century. While the formal expression declined in the 1920s, this movement has had profound influence on most later Protestant efforts to bring reform and spread justice in the United States. Chicago was host to many Social Gospel expressions, and Chicagoans had an influence on the national movement.While the movement took many forms and is hard to define, it can best be seen as an effort to use biblical and church historical themes as standards by which to measure modern urban industrial capitalist societies. Supporters of the Social Gospel cause did not often act on their own politically, instead uniting with other progressive movements.The University of Chicago Divinity School and a number of other seminaries, including Chicago Theological Seminary and what is now called Garrett-Evangelical Seminary, were among the early leaders of the movement. The injustices, poverty, labor situation, and slums of Chicago provided a rich field for Social Gospel reform. Seminarians, in particular, carried the themes and strategies from their schools to the urban scene.Notable among Chicago Social Gospel leaders was Graham Taylor, who in 1892 came to Chicago Theological Seminary, where he founded the nation's first professorship of Christian sociology. The founder of Chicago Commons, a settlement house, Taylor chose to live in Chicago's slums in order to experience the need for change and guide others to become aware of urban problems. He wrote a regular column in the Chicago Daily News to enlarge his appeal to the city.Many Protestant congregations in Chicago took up the Social Gospel cause. While Protestants were not as effective at reaching and serving Catholics as they were with other immigrant groups, they did work with Jane Addams at Hull House in addition to Chicago Commons. In many of the suburban congregations, pastors who carried Social Gospel ideas from seminary to parish met apathy or resistance from many of their middle-class parishioners.During the prosperous 1920s it was ever more difficult to keep urban need in front of well-off Christians. But during the Great Depression and ever after, churches have worked out many Social Gospel impulses, although under other names and perhaps with less optimism.",
    "Bibliography": "May, Henry F. The Protestant Churches and Industrial America. 1967.McGiffert, Arthur Cushman, Jr. “Sociological and Theological Frontiers.” In No Ivory Tower: The Story of Chicago the Theological Seminary. 1965.Wade, Louise C. Graham Taylor, Pioneer for Social Justice, 1851–1938. 1964.",
    "Author of Text": "Martin E. Marty"
}