{
    "Title": "Socialist Parties",
    "Descriptive Text": "Socialists first attracted notice in Chicago during the depression of the mid-1870s, when the Workingmen's Party of Illinois, a group of immigrant, largely German craft unionists, coordinated marches of the unemployed to pressure the city government for relief and jobs. Building on the massive 1877 strike wave that left at least 18 dead at the hands of Chicago's police, the Workingmen's Party attempted to channel working-class anger into political gains. Renamed the Socialist Labor Party (SLP), the group achieved moderate success in the late 1870s, electing five aldermen, three state representatives, and one state senator.The socialists' electoral success proved short-lived, however, as the mainstream parties co-opted elements of their platform and practiced voter fraud in immigrant-dominated wards. Disillusioned with the experiment in parliamentary socialism, many broke from the SLP in 1881 to form the International Working People's Association (IWPA), a “revolutionary socialist” organization dedicated to direct action and industrial unionism. The IWPA mobilized to support the burgeoning eight-hour movement, which exploded in May 1886 with mass strikes, police violence, and the infamous Haymarket Square bombing. Condemned as dangerous anarchists, eight IWPA leaders were convicted and sentenced to death for throwing the bomb. In the aftermath of the Haymarket incident, police repression destroyed the IWPA. The SLP endured as a minor political entity.The efforts of early Chicago socialists proved more successful than their electoral record would suggest. Ethnic-based socialist clubs, rooted in the working-class experiences of the city's immigrant population and assisted by a thriving, multilingual socialist press, served as important vehicles of political education and mobilization. While helping to forge working-class consciousness within ethnic communities, however, the socialist clubs proved unable to overcome the multiple barriers separating them from the city's less radical native and Irish workforce.From the late 1880s, socialists played a small but vital role in the growth of the city's trade unions and progressive political coalitions. The creation of the Socialist Party in 1901 promised the greatest hope for socialists on a national level, bringing together native reformers, immigrant trade unionists, and tenant farmers. By the 1910s, the Socialist Party was a significant left-wing presence in many American cities, including Chicago, where a strong membership base supported at least 12 socialist newspapers. Unlike elsewhere, however, Chicago's socialists failed to crack the dominance of the two major parties, despite drawing nearly 40 percent of the municipal vote in the 1917 elections.World War I and the Russian Revolution brought severe repression from federal and state government officials intent on preventing the contagion of Bolshevik radicalism from spreading to the United States. The Socialist Party's relationship to the emerging Soviet Union also caused internal conflicts, provoking a split which gave rise to the rival Communist Party. Officially linked to the USSR, the Communist Party assumed the socialists' cherished spot as the left flank of the labor movement in Chicago, proving instrumental in the rise of industrial unionism in the 1930s. The Socialist Party never recovered as a viable leftist political presence within Chicago, but the socialist legacy continued to live on in the global celebration of May Day as the international workers' day commemorating the Haymarket martyrs.",
    "Bibliography": "v\\\\Nelson, Bruce C. Beyond the Martyrs: A Social History of Chicago's Anarchists, 1870–1900. 1988.Schneirov, Richard. Labor and Urban Politics: Class Conflict and the Origins of Modern Liberalism in Chicago, 1864–1897. 1998.Shannon, David. The Socialist Party of America: A History. 1955.",
    "Author of Text": "Daniel A. Graff"
}