{
    "Title": "Softball",
    "Descriptive Text": "Softball has complex and disputed origins. Some historians trace the game back to indoor baseball, invented in Chicago in 1887 using a ball with a circumference of 17 inches, while other historians contend the game dates from 1895 in Minneapolis, where an outdoor game used a 13-inch ball.Around 1907 indoor baseball in Chicago began to move outdoors, as the game rapidly became a staple for all age groups on the city's playgrounds. That same year, Chicago's park, school, and church associations formally established “playground ball,” with lengthened baselines and smaller ball sizes (12-inch and 14-inch).\"PLAYGROUND BALL,\" 1907 Softball was established as a national sport at Chicago's Century of Progress Exposition in 1933, when the first national softball championships were held and the Amateur Softball Association (ASA) was formed. For the next seven years, the ASA held its championships in Chicago, with a Chicago men's team winning in 1933 and Chicago women's teams winning in 1933 and 1934. In 1934 the Windy City Softball League was formed to play slow-pitch 16-inch softball. Soon this game predominated in the city, pushing out the 12-inch variety.But the 12-inch game—both slow and fast pitch—continued to thrive in the suburbs. Aurora became a softball hotbed: its Sealmasters won four ASA fast-pitch championships from 1959 to 1967 as well as the first world championship, held in Mexico City in 1966. In the slow-pitch division, Lilly Air, in Chicago, won a men's ASA title in 1984, and the Fox Valley Lassies won a women's ASA title in 1977. In 1976, the Illinois High School Association added women's fast-pitch softball to its athletic program.",
    "Bibliography": "Bealle, Morris. The Softball Story. 1957.Cole, Terrence. “‘A Purely American Game’: Indoor Baseball and the Origins of Softball.” International Journal of the History of the Sport 7.2 (September 1990): 287–296.Gems, Gerald R. Windy City Wars: Labor, Leisure, and Sport in the Making of Chicago. 1997.",
    "Author of Text": "Robert Pruter"
}