{
    "Title": "Soils",
    "Descriptive Text": "The soils of the Chicago region were formed by five universal factors: parent material, topography, organisms, climate, and time. Enormous continental glaciers crossed the land about 14,000 years ago like a grinding bulldozer, making soil parent material and moving it around into concentric ridges called moraines. These moraines acted as earthen dams holding lakes of melting ice that burst through in places. Sandy beaches formed around the lakes and later were shaped into dunes by the wind. Flowing sheets of meltwater dumped sand and gravel in and around the moraines. Then the wind spread a blanket of dust from the Mississippi River valley, with a silty texture ideal for plants. The climate provided water to move through these materials and freezing and thawing to cause further weathering. Topography concentrated the water from high to low areas, above and underground. In turn, soil moisture and the warm seasons supported the plants and animals that worked to make the interconnected sponge-like fabric of the soil.The glacial lakebed soils have a clayey subsoil with a thick, rich, dark topsoil, the product of wet prairies. Along the ancient shorelines, the drier, sandy beaches have a thin, moderately dark topsoil formed by a mix of prairies and trees. In the city, many of the ridged moraines were eroded by the lakes and, like the Blue Island Ridge, exist as remnants. To the north, these ridges continue between the Des Plaines River and Lake Michigan, starting at North Avenue in Oak Park. The soils on these ridges, in their thin, moderately light to dark colored topsoil and bleached white subsurface layer, show a record of forests as well as of widely spaced trees with prairies. The subsoil is clayey, very dense and very difficult to dig in, particularly when dry. Most of Chicago was built on the lakebed soils, which were too wet for the construction of a city, so the land surface was raised by repeated filling (including debris from the Great Fire of 1871). The deep canals dug for navigation, along with the sewers, helped to rid the city of water as more soil was covered.Beyond the largest glacial expansion of Lake Michigan lies another ridge of moraines with soils similar to those on the inner moraines. These stand at the highest elevations and form a ring parallel to Lake Michigan, from Valparaiso, Indiana, to Wisconsin. The Des Plaines River runs on the east of this ridge until it turns southwest and cuts through it at Willow Springs, exposing bedrock. The DuPage and Fox Rivers define the western boundary. Along the rivers just above their valleys, there are sandy and gravelly soils from flowing meltwater. The valley floors have silty, dark colored soils eroded from upland prairies and deposited by postglacial floods. Beyond the “Valparaiso” moraines are broad, flat to gently sloping prairie soils, with dark, silty topsoil over clayey subsoil to the south and silty subsoil to the southwest. This zone is bounded by a far ridge that forms a semicircle from Kankakee to Ottawa to Yorkville. North of Yorkville, west of the Fox River, more ridges with gravelly to loamy soils continue to the north. Within this mix of morainal ridges, lakebeds and river valleys are scattered, very wet depressional environments with organic soils made up of decomposed plants and animals. These organic soils are black, contain fibers, feel greasy, and stain the hands.Today, the most profound effects on the soil are human-induced and can be traced to urbanization and a loss of agricultural knowledge. The soil is treated as a nuisance or at best a building material with no concern for its natural fabric. This artificially manipulated landscape, ideal for the foundations of buildings and streets, is inhospitable for plants because the water cycle is short-circuited by altering the soil without rebuilding it. Nevertheless, there is hope, in new parks, the restoration of wetlands, and a growing desire to reduce unnecessary earthmoving in suburbia.",
    "Bibliography": "Mapes, D. R. Soil Survey of DuPage and Part of Cook Counties. 1979.Willman, H. B., and J. C. Frye. Pleistocene Stratigraphy of Illinois. 1970.",
    "Author of Text": "Donald J. Fehrenbacher"
}