{
    "Title": "Soldier Field",
    "Descriptive Text": "During the 1920s, the South Park Commission constructed Soldier Field, the first great metropolitan-sponsored athletic structure, at the approximate site where the Burnham Plan of 1909 had proposed a facility for sport and other great events. Originally known as Grant Park Stadium, it was soon renamed Soldier Field in honor of deceased World War I servicemen. Architects Holabird & Roche won a competition to design a 100,000-seat U-shaped amphitheater which they modeled after the Parthenon, conforming to the adjacent Field Museum's neoclassical style. In 1920 voters approved a $2.5 million bond issue, but construction costs exceeded expectations, requiring additional $3 million bond issues in 1924 and in 1928, for a total cost of $8.5 million. Overruns were attributed to the difficulties of construction on reclaimed land, the elegant classical accouterments, and kickbacks to Park Board president Edward J. Kelly.Soldier Field became the site of major events even prior to completion. In 1926 the International Eucharistic Congress attracted over 200,000 (later surpassed on September 28, 1954, when 260,000 attended the Marian Year tribute), and the Army-Navy football game drew 100,000. In 1927 the Dempsey-Tunney (“long-count”) heavyweight championship rematch was attended by 104,000 fans who paid $2.6 million, a record boxing gate. The largest sporting crowd was 115,000 for the 1937 Austin-Leo high-school football championship game. Soldier Field has been the home of the Bears since 1971. In 2003 a controversial new 66,944-seat edifice was completed inside (and rising above) the old colonnades at a cost of $632 million.",
    "Bibliography": "Duis, Perry, and Glen Holt. “The Classic Problem of Soldier Field.” Chicago Magazine 27 (April 1978): 170–173.Martin, Andrew, Liam Ford, and Laurie Cohen. “Bears Play, Public Pays; Soldier Field Tab Higher; Less Parkland and Revenue.” Chicago Tribune, April 24, 2002.",
    "Author of Text": "Steven A. Riess"
}