{
    "Title": "South Side",
    "Descriptive Text": "The boundaries of Chicago's South Side have shifted over time and varied according to the diverse spatial and cultural perspectives that influence how Chicagoans label sections of the city. To a considerable extent the section is a state of mind: the South Side is that part of the city that houses people who consider themselves South Siders. To the east, Lake Michigan and the Indiana state line have provided enduring points of demarcation. Roosevelt Road (12th Street) provides a stable northern border. Chicago's expanding city limits have provided a dynamic, but readily identifiable southern boundary. The greatest uncertainty lies along the western edge, in part because neither a natural nor even an artificial dividing line provides a meaningful marker. A contemporary perspective informed by historical circumstances points to the railroad tracks just east of Western Avenue, a marker that would have to be bent to accommodate a few blocks of westward drift to take in the Beverly and Morgan Park Community Areas.Chicago South Side has long had a distinct identity. Often identified in the second half of the twentieth century with the city's African American population, it has actually accommodated remarkable diversity.The South Side boasts its own major league baseball team, the Chicago White Sox, and once provided a home to the Chicago American Giants of the Negro National Leagues and the Cardinals of the National Football League. It long has served as the location for much of the city's convention business, first with the Chicago Coliseum and the International Amphitheater, and later with the massive McCormick Place exhibition complex. The South Side has also provided a fertile site for creative energy, from the fiction of Upton Sinclair, James T. Farrell, and Richard Wright to the poetry of Gwendolyn Brooks, the paintings of Archibald Motley, Jr., the sculpture of Lorado Taft and Henry Moore, the gospel music of Thomas A. Dorsey and Mahalia Jackson, the blues of Muddy Waters.SOUTH SHORE COUNTRY CLUB, 1908 Neighborhoods developed south of the Loop as early as the 1850s. After the Great Fire of 1871, the South Side expanded quickly as both the rich and the poor left the city's center.The late 1860s and 1870s also saw the movement of industry away from the Loop. In 1865 the Union Stock Yard opened in Lake Township, south and west of downtown Chicago. The Pullman Palace Car Company brought its plant and model city to Hyde Park Township in 1880. One year later Illinois Steel began operations at its massive South Works in South Chicago, also in Hyde Park Township. Chicago annexed both of these townships to the city in 1889, creating much of the South Side in the process.Development was directly connected to transportation technologies and their expansion. The Illinois Central Railroad opened its first Hyde Park station at 51st and Lake Park Avenue in 1856. The expansion of horse-drawn streetcars and later cable cars (1880s) and electric trolleys (1890s) proved to be a boon to developers. From 1890 to 1892, the South Side “Alley L” began to make its way south from the Loop to Jackson Park in time for the World's Columbian Exposition (1893).PRAIRIE AVENUE ELITE IN 1886 (MAP) The pattern of affluent residents moving outward from the central city was set early in Chicago's history. Wealthy white Protestants originally lived in the southeast quadrant of the Loop, but moved south along the lakefront, leaving behind an area increasingly devoted to industry, wholesaling, and the expanding vice district. The upper crust settled along Prairie Avenue. By the 1870s and 1880s, elegant houses lined Prairie Avenue from 16th Street to 22nd Street (Cermak Road). Other prosperous residential districts developed farther south in Kenwood and Hyde Park. Hyde Park was especially transformed by the Columbian Exposition and by the opening in 1892 of the University of Chicago along the Midway Plaisance just west of Frederick Law Olmsted's Jackson Park.American-born, white, middle-class families also pushed south along the boulevards, populating large sections of the Near South Side, Douglas, and Grand Boulevard Community Areas. They were soon joined by other groups, especially middle-class Irish Roman Catholics and German Jews. The Irish founded the parish of St. James on 26th and Wabash Avenue in 1855. In 1889 the Christian Brothers established De La Salle Institute at 35th Street and Wabash Avenue in the Douglas Community Area. Among its graduates are five Chicago mayors.German Jews also came to Douglas. In 1881 Michael Reese Hospital opened its doors at 29th Street and Cottage Grove. In 1889 the Standard Club, an elite Jewish men's organization, moved to 24th and Michigan Avenue. Kehilath Anshe Mayriv (KAM) Synagogue moved in 1890 to 33rd and Indiana Avenue.Other European ethnic groups also made their way to the South Side. German Catholics and Protestants spread across the area. Working-class Irish communities appeared in Bridgeport, Canaryville, and Back of the Yards. After 1880, large numbers of Poles, Lithuanians, Czechs, Slovaks, East European Jews, and other immigrants from Southern and Eastern Europe settled near the stockyards. These groups also followed the Irish, Scottish, Welsh, Scandinavians, and Germans to South Chicago and South Deering near the rapidly expanding steel mills and to other manufacturing centers.South Side African American residents and institutions date back to the decades preceding the Civil War, although a concentrated settlement emerged only toward the end of the nineteenth century. More growth took place between World War I and the 1920s, when new employment opportunities in northern industry opened the doors for what came to be known as the Great Migration.Residential segregation, rooted in nineteenth-century patterns, emerged in full force during the war era. With few exceptions, African Americans found themselves confined to a narrow strip south of the Loop between State Street on the east and Wentworth Avenue to the west. White residents moved farther south to Washington Park, Hyde Park, and South Shore. As population pressures increased, African American families pushed south of 39th Street (Pershing Road) toward Garfield Boulevard (5500 South) into Grand Boulevard and Washington Park, and east across State Street toward Cottage Grove. These predominantly white middle-class neighborhoods that included parts of the Douglas, Grand Boulevard, Oakland, Kenwood, and Hyde Park Community Areas resisted black residential encroachments. To the west of the Black Belt lay the predominantly white ethnic working-class neighborhoods of Bridgeport, Armour Square, Fuller Park, Canaryville, and Englewood. Here too blacks were not welcome.As World War I came to a close, social, residential, political, and economic pressures reached a peak. In July 1919, a race riot broke out resulting in 38 deaths and hundreds of injuries. While rioting took place across the city, most of the injuries and deaths occurred on the South Side where the black and white Chicagoans lived and worked in close proximity.OLIVET BAPTIST CHURCH, 1952 The 1920s witnessed the development of what is often called the Black Metropolis, or Bronzeville. Centering on the intersections of 35th and State Streets and 47th Street and Grand Boulevard (King Drive), Bronzeville developed as an institutional, social, cultural, and economic center of black urban life. The Chicago Defender emerged as spokesman for this community as well as its ambassador to the rest of black America. Large mainline churches such as Olivet and Pilgrim Baptist and Quinn Chapel African Methodist Episcopal drew thousands of worshipers each Sunday morning. Jazz clubs, and two decades later blues clubs, provided a musical signature for both the South Side and Chicago as a whole.The 1920s also saw the further dispersal of the population. White families made their way to the Southwest Side and to outlying parts of the South Side. Chicago's Bungalow Belt emerged, forming a wide ring around the city. These single-family free-standing structures modeled on Prairie School architecture were intimately tied to yet another transportation system, the private automobile. During the 1920s well-established ethnic groups, such as the Irish, Scandinavians, and Germans, pushed out of the older core neighborhoods to these newer middle-class and lower-middle-class developments. They were followed in turn by Poles, Lithuanians, and other Eastern and Southern Europeans.In Back of the Yards, Bridgeport, and South Chicago, the Polish and other East European ethnic communities developed a wide range of social, cultural, and economic institutions including parishes, parochial schools, fraternal organizations, banks, savings and loans, and other businesses. By the end of the 1920s these European ethnic groups were joined, particularly in South Chicago and Back of the Yards, by Mexican immigrants.PILSEN GOOD FRIDAY PARADE, 1978 After World War II, cars and roads opened neighborhoods and suburbs not easily accessible by public transportation. The result was a housing explosion on the periphery of the city and in the suburbs. The South Side also saw more residential development on its edges in Jeffery Manor, South Deering, East Side, and Hegewisch. The result was white flight and the expansion of the South Side's African American neighborhoods well beyond the confines of the old Black Metropolis. This process provoked considerable conflict, as race riots broke out across the South Side, most notably in the Trumbull Park Homes in South Deering and in Englewood. Especially after 1960, the South Side witnessed a great expansion of the Mexican community from its base in Back of the Yards, South Chicago, and the West Side's Pilsen neighborhood. Other Hispanics also settled on the South Side, including a small Puerto Rican community.Older South Side neighborhoods, especially the traditional Black Belt, also saw new housing in the 20 years after 1945. This housing was for the most part public housing built and administered by the Chicago Housing Authority. Dearborn Homes, Stateway Gardens, and Robert Taylor Homes replaced much of Federal Street. The new campus of the Illinois Institute of Technology (IIT ), designed by Ludwig Mies van der Rohe, replaced another part of the old Federal Street slum. Private housing developments also appeared as Prairie Shores and Lake Meadows were constructed in the 1960s along the lakefront south of 26th Street. New and restored housing also appeared in Hyde Park, Kenwood, and Beverly. Urban renewal took various forms, but the South Side's landscape was most dramatically affected by public housing; institutional expansion in the form of IIT, the University of Chicago, and various hospitals; and the construction of the Dan Ryan and Stevenson Expressways. The new South Side, however remained very familiar to Chicagoans, as it retained its segregated housing patterns and huge pockets of poverty and wealth.PRAIRIE AVENUE, 1853-2003 (MAP) What the South Side could not retain was its industrial base. In the mid-1950s Chicago faced its first postindustrial crisis as the major meatpacking companies began to close their production facilities. By 1964 most of the large packers had disappeared. The Union Stock Yard finally closed its doors on August 1, 1971, after nearly 106 years of operation. The late 1970s and early 1980s saw the further decline of the city's industrial base, especially among the steel mills on the Southeast Side. The closing of Wisconsin Steel in 1980 signaled the end of Chicago's dominance of the steel industry. U.S. Steel's South Works closed, after more than a hundred years of operation, in 1993. Empty factories and warehouses symbolized the shift in Chicago's employment base from manufacturing to the service industries.The South Side, however, has continued to attract investment. By the 1990s over a hundred firms had located at the site of the old Union Stock Yard. This industrial park is the most successful in Chicago even though employment levels remain well below those of the meatpacking industry at its height. A variety of neighborhoods have provided sites for new upscale housing, including Dearborn Park (which has expanded from the South Loop south of Roosevelt Road), Central Station (along the lakefront south of Roosevelt Road), Bridgeport, Hyde Park, Kenwood, the Gap, and Chatham. Chinatown has spread beyond its earlier boundary along Archer Avenue with the development of Chinatown Square. In 1991 the Chicago White Sox began to play in a new Comiskey Park across the street from the old stadium. With its neighborhoods, parks, museums, and universities, the South Side continues to play an important role in the social, cultural, political, and economic life of the city.",
    "Bibliography": "Drake, St. Clair, and Horace R. Cayton. Black Metropolis: A Study of Negro Life in a Northern City. 1945.Holt, Glen, and Dominic Pacyga. Chicago: A Historical Guide to the Neighborhoods: Loop and South Side. 1979.Pacyga, Dominic. Polish Immigrants and Industrial Chicago: Workers on the South Side, 1880–1922. 1991.",
    "Author of Text": "Dominic A. Pacyga",
    "Street addresses associated": [
        "Near South Side",
        "Morgan Park",
        "Hyde Park",
        "Jackson Park",
        "Kenwood",
        "Souglas",
        "Grand Boulevard",
        "Bridgeport",
        "Canaryvill",
        "Back of Yards",
        "Chinatown"
    ]
}