{
    "Title": "Southerners",
    "Descriptive Text": "Although the Great Migration of African Americans to the North is generally more widely known, white southerners also left in droves between World War I and the 1970s. Chicago and other Midwest locales—both urban and rural—provided destinations for most Appalachian migrants, estimated at approximately 3.2 million between 1940 and 1970.Like many other American migrants and also like foreign immigrants, white southerners moved partly in response to changes in labor markets. As first World War I and then national policy halted immigration, personnel managers in Chicago eagerly invited upland southerners, who had empty stomachs and pocketbooks but strong backs. Mine operators used their profits from World War II to mechanize, leaving thousands of unemployed and underemployed miners. Harlan County, Kentucky, lost one-third of its population—more than 24,000 people—between 1940 and 1960.Although migration ebbed and flowed with the health of the economy, white southern newcomers found it easier to find jobs than to forget home. As a result, migrants sojourned for years, frequently refusing, unlike African Americans, to move permanently. Harsh Chicago winters were always difficult, and winter factory slowdowns only clinched the decision to return south frequently. Many migrants who wintered in Chicago returned south in the spring to put in a crop and come back after harvest. In Uptown, home to a particularly large community of Appalachian migrants, school attendance among southern migrant children in the 1950s was highest in November and lowest in April.Perhaps because white southerners were reluctant to view Chicago as a permanent home, some were apparently willing to tolerate what other Chicagoans considered deplorable living conditions. During the 1960s, as a stagnating economy prevented newcomers from passing through port-of-entry communities and into more stable ones as had their predecessors, attention on the “hillbilly problem” increased, especially in Uptown.Their ambivalence about a permanent move also meant that southern white migrants planted their culture in Chicago only gradually. But over time music and churches sprouted in the North. Taverns in Uptown and in the 3000 block of West Madison Street advertised “LIVE HILLBILLY MUSIC” in neon, while WLS broadcast the new music across the airwaves. Meanwhile, other migrants began organizing southern churches in the city. Chicago in 1950 had 9 Southern Baptist Convention churches; nine years later, there were more than 70.But if southern Appalachian migrants received attention—and scorn—in the media, census data reveal that between 1955 and 1960, almost twice the number of people left western Tennessee than eastern Tennessee, most of them bound for Chicago. Migration was not a hegira from the hills but rather from the upland South.Census data also demonstrate that white southern migrants to Chicago and other Midwestern destinations enjoyed household incomes that were just slightly less than those of native white Midwesterners. By the 1980s, retiring migrants were faced with another decision, whether to live out the winter of their lives in the North or return to their southern home. For many, the choice was difficult.",
    "Bibliography": "Berry, Chad. Southern Migrants, Northern Exiles. 2000.Borman, Kathryn M., and Phillip J. Obermiller, eds. From Mountain to Metropolis: Appalachian Migrants in American Cities. 1994.Guy, Roger. “Diversity to Unity: Uptown's Southern Migrants, 1950–1970.” Ph.D. diss., University of Wisconsin–Milwaukee. 1996.",
    "Author of Text": "Chad Berry",
    "Street addresses associated": [
        "Uptown"
    ]
}