{
    "Title": "South Loop",
    "Descriptive Text": "Neighborhood in the Loop and Near South Side Community Areas. The South Loop was one of Chicago's first residential districts, which recent redevelopment has again transformed into a residential neighborhood.Working-class immigrants, primarily Irish, initially settled south of the young city near the river while the well-to-do built houses along Michigan and Wabash Avenues. Railroads entering Chicago in the 1850s established passenger stations and freight houses at the southern edge of the business district. The Chicago Fire of 1871 spared the area, but displaced Loop businesses found temporary quarters there. Another fire, in 1874, ended the area's remaining residential character.MAP OF CHICAGO, 1928 By 1900, railroad tracks filled the area from State Street to Clinton Street, serving freight depots and passenger stations—Central, Dearborn, LaSalle Street, and Grand Central—that marked the southern edge of the central business district. An infamous vice district flourished around the stations, including the brothels mapped in If Christ Came to Chicago (1894). As Chicago became the nation's printing center, high loft buildings filled the narrow blocks near Dearborn Station, convenient both for printing salesmen and express shipments.The decline of passenger trains left the rail yards vacant, while changes in the printing industry had emptied out Printers' Row. The 1973 Chicago 21 Plan reflected business leaders' worries about the derelict South Loop and called for construction of an urban new town there.Downtown businessmen organized a corporation to build such a community, on 51 acres of Dearborn Station rail yards, and residents moved into Dearborn Park in 1979. Middle-class residents were attracted to an integrated neighborhood in the heart of the city, and a second phase was built south of Roosevelt Road after 1988.Pioneering architects and developers had recognized the potential of loft buildings on Printers' Row, and those were converted to apartments as Dearborn Park was being built. Redevelopment spread west to the river when River City opened in 1985, and then east and south with residential conversions along Wabash and Michigan Avenues. In 1992 construction began on Central Station, a 72-acre redevelopment project on former Illinois Central rail yards east of Michigan Avenue south of Roosevelt Road.",
    "Bibliography": "Cassidy, Robert. “Laying the Groundwork for Chicago's New-Town-in-Town.” Planning (August 1977).Wille, Lois. At Home in the Loop: How Clout and Community Built Chicago's Dearborn Park. 1997.",
    "Author of Text": "Dennis McClendon",
    "Street addresses associated": [
        "Loop"
    ]
}