{
    "Title": "South Deering",
    "Descriptive Text": "Community Area 51, 13 miles SE of the Loop. South of 95th Street and west of the Calumet River, South Deering's development rested on steel. Following improvements by the federal government and the Calumet Canal and Dock Company, the Joseph H. Brown Iron and Steel Company lo- cated here in 1875. The surrounding settlement of steelworkers became known as Irondale. In 1903, community leaders renamed the area South Deering.Irish, Welsh, and English workers arrived first, followed by Swedes and Germans. Irondale was initially Protestant; Irish Roman Catholics worshiped in nearby South Chicago. After 1900, new settlers arrived from Eastern and Southern Europe, and Mexicans came following World War I. Founded by Irish workers at 105th and Torrence, St. Kevin's Roman Catholic Church developed as an ethnically diverse congregation.International Harvester, an agricultural machinery manufacturer, acquired Brown's mill in 1902 and then announced the construction of a new facility, Wisconsin Steel, to produce steel for its tractors and combines. Gold Medal Flour Company, Illinois Slag and Ballast Company, and the Federal Furnace Company also opened here. As the local economy boomed, a number of improvement campaigns were launched, including the construction of Trumbull Park at 103rd Street and Yates.New neighborhoods, including the Trumbull Park Homes and the Manors, were constructed in the 1930s and 1940s. Labor shortages during World War II opened new opportunities for women in the workforce.In 1953, an African American family moved into the Trumbull Park homes, sparking a decade-long period of violence and protest by white residents. African Americans had been working in the mill for some time in less desirable jobs, but they did not live in South Deering. Civil rights legislation in the 1960s banning discrimination in hiring and segregation in housing slowly brought African Americans better jobs and access to area housing.In exchange for the workers' loyalty, Wisconsin Steel provided services such as supplying coal and electricity to local churches. Because most of Wisconsin Steel's production went to Harvester, rather than to the open market, management did not push production as much as at neighboring mills. When the Steel Workers Organizing Committee began to organize South Chicago mills in 1936, they faced difficulties at the paternalistic Harvester mill. Workers there voted to establish their own independent organization, the Progressive Steelworkers Union (PSWU), rather than affiliate with SWOC. In the 1960s and 1970s, the union's leadership enjoyed close relationships with both management and with the leader of the local Democratic organization, Edward Vrdolyak.Following a series of bad financial decisions, International Harvester stopped investing in Wisconsin Steel in 1969. Because closing the mill would have necessitated payment of large unfunded pension liabilities and shutdown benefits, Harvester sold the mill to EDC Holding Company, an assetless subsidiary of Envirodyne Industries, in 1977. The Progressive Steelworkers Union signed an agreement with Harvester releasing the company from all nonpension contractual benefits. When Envirodyne shut the mill without notice in March 1980, workers lost all benefits that were not covered by the Pension Benefit Guarantee Corporation. It appeared that Harvester had succeeded in avoiding $85 million in liabilities.The community responded to its economic devastation in a variety of ways. At first they turned to traditional points of leverage in the Southeast Side: the churches, local politicians, and union officials of the steel communities. But as the unemployment crisis intensified, people also turned to community organizing. New groups such as the United Neighborhood Organization and the Save Our Jobs Committee emerged. The SOJC, led by Frank Lumpkin, a former Wisconsin Steel worker, filed a class-action lawsuit against IH (renamed Navistar) to recover the benefits surrendered by the PSWU contract. In 1988, Harvester settled the suit by agreeing to pay $14.8 million. While the settlement brought some satisfaction, it did not reverse South Deering's decline. Hundreds of families left, seeking jobs in Texas, Arizona, and California, or retiring to Mexico.",
    "Bibliography": "Bensman, David, and Roberta Lynch. Rusted Dreams: Hard Times in a Steel Community. 1988.Pacyga, Dominic A., and Ellen Skerrett. Chicago, City of Neighborhoods: Histories and Tours. 1986.Squires, Gregory D., et al., Chicago: Race, Class, and the Responses to Urban Decline. 1987.",
    "Author of Text": "David Bensman"
}