{
    "Title": "South Shore",
    "Descriptive Text": "Community Area 43, 9 miles SE of the Loop. A 1939 description of South Shore stating that it was “predominately middle class—upper middle class, to be sure, but not social register,” offers an apt though antiquated characterization of this South Side community. Though the class gap among its residents has at times run quite wide, for most of its history South Shore has been a solidly middle-class enclave. The area, bounded by 67th and 79th Streets to the north and south and by Stony Island Avenue and Lake Michigan to the east and west, was mostly swampland in the 1850s when Ferdinand Rohn, a German truck farmer, utilized trails along the area's high ground to transport his goods to Chicago.Before the community came to be known as South Shore in the 1920s, it was a collection of settlements in southern Hyde Park Township. The names of these settlements—Essex, Bryn Mawr, Parkside, Cheltenham Beach, and Windsor Park—indicate the British heritage of the Illinois Central Railroad and steel mill workers who had come to inhabit them. Most of these settlements were already in place when the Illinois Central built the South Kenwood Station in 1881 at what is now 71st and Jeffrey Boulevard.As with many South Side Chicago communities, the two events that sparked commercial and residential development were annexation to Chicago in 1889 and the World's Columbian Exposition in 1893. The location of the fair in nearby Jackson Park prompted the sale of land and building lots and subsequently housing explosion. White Protestants fled neighboring Washington Park as immigrants and African Americans moved there. In 1905 these former residents of Washington Park built Jackson Park Highlands, an exclusive residential community ensconced within South Shore. In 1906 they established the South Shore Country Club, a posh 67-acre lakeside playground, which excluded blacks and Jews.A housing boom in the 1920s generated not only a large increase in the area's population, but also greater diversity among its residents and in housing stock. Between 1920 and 1930 the population of South Shore jumped from 31,832 to 78,755. Many of these new residents were Irish, Swedish, German, or Jewish and had followed native white Protestants from Washington Park to live in South Shore's high-rises, single-family homes, and apartment houses. Institutions built in South Shore during these years reflected the community's growing diversity. By 1940 South Shore contained 15 Protestant churches, 4 Roman Catholic churches, and 4 Jewish synagogues.As African American families moved to South Shore in the 1950s, white residents became concerned about the neighborhood's stability. The South Shore Commission initiated a program they called “managed integration,” designed to check the physical decline of the community and to achieve racial balance. The initiative was largely unsuccessful on both counts. Although residential and commercial decline did coincide with an increase in the African American population (69 percent by 1970 and 95 percent by 1980), it had more to do with real-estate “ redlining ” and commercial disinvestment. In the early 1970s, a collaboration between the Renewal Effort Service Corporation (RESCORP) and the Illinois Housing Development Authority resulted in two rehabilitation programs called “New Vistas.” When in 1973 the South Shore Bank attempted to relocate to the Loop, the federal Comptroller of the Currency denied their petition to move under pressure from local activists. These local activists became the new management of the bank in 1973. The bank's reinvestment in South Shore led to both residential and commercial revitalization.By the late 1990s South Shore had reemerged as a solidly middle-class African American community. Although the commercial strips on 71st and 75th still struggled, developers built a shopping plaza at 71st and Jeffrey. The cultural life of the area has been enhanced since the Park District purchased the waning South Shore Country Club in 1972, converting it into a cultural center. The New Regal Theater opened in 1987 on 79th Street and remained open until 2003. Perhaps still not “social register,” South Shore remained a choice destination for those desiring a congenial middle-class community on Chicago's South Side.",
    "Bibliography": "“The South Shore Commission Plan: A Comprehensive Plan for Present and Future by the Residents of South Shore.” Municipal Library of Chicago, 1967.Chicago Fact Book Consortium, ed. Local Community Fact Book: Chicago Metropolitan Area, 1990. 1995.Pacyga, Dominic A., and Ellen Skerrett. “South Shore.” In Chicago, City of Neighborhoods: Histories and Tours, 1986.",
    "Author of Text": "Wallace Best"
}