{
    "Title": "South Chicago",
    "Descriptive Text": "Community Area 46, 10 miles SE of the Loop. Situated at the mouth of the Calumet River, South Chicago first evolved as a rural settlement for fishermen and farmers. In 1833, speculators began buying up land, projecting that the area would become developed because it would connect outside shipping routes. The town was first named Ainsworth. Settlers included Irish Catholics, who established St. Patrick's parish in 1857. South Chicago's location at the intersection of river and railroad transportation routes fostered early growth.Following the Great Fire of 1871, industry migrated south from Chicago proper. Swedes, Scots, Welsh, and Germans provided skilled labor for the flourishing steel, grain, railroad, and lumber industries. The Brown Iron and Steel Company opened its doors on the Calumet in 1875, followed by the South Works of North Chicago Rolling Mill Company in 1880. A commercial area serving the growing number of workers developed around South Works at Commercial Avenue and 92nd Street. South Works provided the steel that fortified many of the city's landmarks, such as the Sears Tower and McCormick Place.A part of the Township of Hyde Park, South Chicago was annexed to Chicago in 1889. At the time of annexation, half of the area's residents had been born outside the country.U.S. STEEL CO. SOUTH WORKS, C.1952 In 1901 the U.S. Steel Corporation acquired South Works. Poles, Italians, African Americans, and Mexicans entered the area before and after World War I. African Americans tended to work as stevedores and, were generally segregated in small residential neighborhoods, including the oldest housing at the mouth of the river. A trend of ethnic succession developed: older, more established groups tended to migrate across the river to the better neighborhoods on the East Side, while newer groups settled in the original mill neighborhoods. One of these was known as the Bush. Bathed in the soot of the steel furnaces, the neighborhood became notorious throughout Chicago for its poor environmental and economic conditions. Workers in South Chicago established complex social bonds built on ethnic ties and work groups. The Roman Catholic Church, the Democratic Party precinct organizations, and later, the United Steelworkers International Union of America helped bridge the ethnic divisions.In 1919 a major strike against U.S. Steel erupted, involving some 365,000 workers nationwide. Though the strike proved unsuccessful, it drew recent, unskilled immigrants into union activities. Mexicans were first hired as strikebreakers in 1919, eventually becoming one of the largest, most stable Latino communities in the Midwest.The Great Depression era witnessed intense battles over worker efforts to unionize. At South Works, union activists led by George Patterson captured the company-sponsored employee representation plan, and in 1937 won company recognition of the Steel Workers Organizing Committee as an independent bargaining representative. SWOC became the United Steelworkers International Union of America (USWA) in 1942. USWA Local 65, with headquarters on South Commercial Ave., emerged as one of the community's key power bases and played a role in larger civic affairs.After World War II, refugees from Serbia and Croatia came to South Chicago, and its racial and ethnic composition began to shift as the descendants of earlier European immigrants left for the south suburbs. By the 1980s, African Americans constituted almost half of the population, and Latinos, many recent immigrants from Mexico, nearly 40 percent. Concurrently, South Works endured a prolonged shutdown of its facilities. Though the union attempted to restore the mill's economic viability by agreeing to many concessions, USX, successor to U.S. Steel, closed South Works in April 1992, preferring to concentrate production at its larger, nearby Gary Works.South Works' decline damaged local businesses. The South Chicago community reached out to city leaders to support redevelopment schemes, including a new airport, a plan to host the summer Olympics, and new enterprise zones, all without ultimate success. In 1998 urban planners began a new study of the area's potential for redevelopment. In 2002 the Solo Cup Company began construction of a new facility on the southern portion of the former South Works plant.",
    "Bibliography": "Bensman, David, and Roberta Lynch. Rusted Dreams: Hard Times in a Steel Community. 1988.Pacyga, Dominic A., and Ellen Skerrett. Chicago, City of Neighborhoods: Histories and Tours. 1986.Squires, Gregory D., et al. Chicago: Race, Class, and the Responses to Urban Decline. 1987.",
    "Author of Text": "David Bensman",
    "Street addresses associated": [
        "Hyde Park"
    ]
}