{
    "Title": "South Holland, IL",
    "Descriptive Text": "Cook County, 20 miles S of the Loop. South Holland evolved from a nineteenth-century agricultural community of Dutch immigrants into a twentieth-century commuter suburb. Founded in 1846 and incorporated as a village in 1894, the community retained much of its ethnic and agricultural heritage for over one hundred years. As farmlands were converted to housing developments and industrial parks, and as the population grew larger and more diverse, South Holland assumed a new role as a racially and ethnically diverse residential suburb.SOUTH HOLLAND, ILLINOIS (COVER) The community began as an enclave of Dutch farmers. Attracted to the flat stretches of prairie in the Calumet region, these settlers at first pursued self-sufficient farming, then soon moved into market gardening, supplying the burgeoning city of Chicago with fresh produce. In 1892, Dutch and German farmers began raising onion sets (small bulb onions ready for planting), and came to dominate the commercial production and distribution of this crop. Their efforts earned for South Holland the title “Onion Set Capital of the World.” This crop and truck farming provided the economic base for the community through the 1940s. Though diminishing in importance after this point, agriculture continued to provide income for Dutch farmers and Mexican migrant workers into the 1960s.After World War II, South Holland's role in the metropolitan system began to change. Chicagoans hoping to escape the troubles of urban life and developers wanting to satisfy their housing needs found the suburb a desirable location. Once again the open lands proved attractive as farms and farmers gave way to subdivisions and families. Interstate Highways 57 and 94, which made the downtown easily accessible, further encouraged the transformation. The final assault on agriculture came as the local government turned to industrial parks as a tax base.SOUTH HOLLAND FARM HOUSES, N.D. Though developers and former city dwellers altered the rural economy of South Holland, they did little to change the conservative character given to the community by its Dutch founders. Blue laws prohibiting certain businesses from opening on Sundays (first introduced in 1959), a ban on liquor sales, and zoning restrictions that disallow apartment buildings and condominiums have all helped to shape and maintain a religious, family-oriented lifestyle. This conservatism was most notably challenged in 1969 when elementary School District 151, a part of which resided in South Holland, was ordered by federal authorities to desegregate, the first school district in the north to be ordered to do so. Though the order roused some protest from South Hollanders, the issue passed without violence. The school district integrated later that year.No longer reliant on agriculture and no longer predominantly Dutch, South Holland nevertheless holds onto its ethnic past. Tulip festivals capitalize on it and Dutch-denominated churches remind us of it.",
    "Bibliography": "Cook, Richard A. A History of South Holland, Illinois [1846–1966]. 1966.Hahn, Arvin William. The South Holland Onion Set Industry. 1952.South Holland, Illinois: Seventy-fifth Anniversary, 1894–1969. 1969.",
    "Author of Text": "Jonathan J. Keyes"
}