{
    "Title": "South Chicago Heights, IL",
    "Descriptive Text": "Cook County, 28 miles S of the Loop. Near the southern edge of Cook County, this small town grew around the intersection of the Sauk and Hubbard's Trails. Both had existed for hundreds of years as major routes for native peoples and early traders. The Sauk Trail ran from Detroit to the Mississippi River, and the Hubbard's Trail, from Vincennes, Indiana, to Chicago.In 1833, Adam and Phoebe Brown, from Ohio, settled here with their young son Christopher. They eventually had nine children and operated a general store and inn on the northwest corner of the intersection of the two trails. The intersection remained in family hands for 70 years. Local traditions suggest that Brown's Corner was a stop on the underground railroad.Brown's Corner remained well known. By the end of the nineteenth century, the trails were wagon and coach roads, with Hubbard's Trail now better known as Chicago Road. In 1906, the Browns sold their inn to the Burgel family, who maintained it until 1968.In 1907, residents in the immediate area joined with commercial interests around the old intersection and, meeting in the depot of the Chicago & Eastern Illinois Railroad, voted to become the village of South Chicago Heights. The first year's budget was $3,800, which was met by property taxes and three saloon licenses at $500 each.By 1910, the village had its own volunteer fire department and its first policeman. From 1913 into 1928, the original route of the Lincoln Highway came into the village from the east on Sauk Trail and then north on Chicago Road. The section along Chicago Road also was designated as part of the Dixie Highway in 1915. In 1926, this became Illinois State Route One.This famous intersection had four gas stations, including the first in the region to sell “Gasolene.” The last of the four replaced the old inn demolished in 1968. This was the “landmark” service station, which is now gone, along with the other three.The village is landlocked, with Chicago Heights to the north and east, Steger to the south, and forest preserve land to the west. Housing is predominantly for workers in nearby business and industries, with the neighborhoods originally home for those of Italian, Polish, and German ancestry who worked in Chicago Heights. Today there is an area of newer, more expensive housing adjacent to the forest preserve land and strip commercial properties developed along Chicago Road. In response to a now aging population, the village has an attractive senior center.",
    "Bibliography": "90 Years of Growth and Development: Village of South Chicago Heights, Illinois. 1997.The Past to the Present: 75 Years of Progress, 1907–1982. 1982.The Past to the Present: Village of South Chicago Heights, Illinois. 1976.",
    "Author of Text": "Larry A. McClellan"
}