{
    "Title": "South Barrington, IL",
    "Descriptive Text": "Cook County, 30 miles NW of the Loop. A myriad of contrasts typifies the nature of South Barrington. Its southern edge bustles with corporate activity, while to the north estate-sized homes sit on sprawling acreage. Its diversity is reflected in the old farm buildingsthat have been convertedto house the headquartersof a meat-processing company and a restaurant. Down the road on Illinois Highway 72, a large fiberglass pumpkin atop a silo greets visitors at Goebbert's Pumpkin and Farm Market. The community also has the distinction of having one of the largest nondenominational churches in the country.Into the 1950s the area was still agricultural. In 1959 a group of property owners sought to form a village called Barrington Countryside in order to change zoning laws to allow for quarter-acre lots. Other residents, including William Rose, who in 1957 moved his family onto farm property on Mundhank Road, fought the move. Within three days they had the necessary papers to incorporate as the village of South Barrington ahead of the other group. Later, zoning laws that the founders fought to maintain were changed, allowing for new minimum lot sizes of one and a half acres.Following incorporation, Rose founded the Barrington Construction Company and bought up farm properties to build three subdivisions: Sunset Ridge Farms, the Cove, and the Glen. In 1973 he purchased 17 acres on Barrington Road near the Northwest Toll Road. The building on the property became the corporate offices for the Rose Packing Company, located in Chicago. Over the years Rose used farm buildings for the Millrose Brewing Company, which houses a restaurant and a country store.In the 1960s Hoffman Estates began annexing land adjacent to South Barrington. The two villages have continued annexation battles for land in the corridor along the Northwest Tollway.A parcel of land in South Barrington was donated to the Audubon Society of Chicago by Alexander Stillman in 1976. The 80-acre Stillman Nature Center, a prairie preserve, is in tune with South Barrington's desire to maintain a tranquil setting amidst the commercial concerns growing up beside them. The village also has 45 private lakes and ponds.In 2000 South Barrington's population stood at 3,760, with the village covering about seven square miles. Adding a different dimension to the region is Willow Creek Community Church, an interdenominational church built in 1981 at the southeast corner of Barrington and Algonquin Roads. Weekend attendance grew to over 17,000 by 2000. A 30-screen theater complex went up on the northwest corner of Barrington Road at the Northwest Tollway in 1998.",
    "Bibliography": "League of Women Voters of the Barrington Area, Illinois. In and Around Barrington. 1990.Rose, William. The Corridors of Time. December 1984.",
    "Author of Text": "Marilyn Elizabeth Perry"
}