{
    "Title": "South Africans",
    "Descriptive Text": "The first South Africans to migrate to Chicago were primarily academics and doctors in the 1960s. They established a network to recruit professionals in medicine and related fields which lasted several decades and attracted hundreds of professionals to Chicago. South African migration to Chicago increased in the 1970s as opposition to apartheid policies grew more violent, prompting many white South Africans to leave in fear or protest. A major surge of emigration occurred after the 1976 Soweto student uprising in particular, including a large group of Jewish South Africans who established a community in the northern suburbs of Chicago and attracted others to the area. Small numbers of black students and political refugees migrated, but emigration policies under apartheid made it difficult for most to leave; political refugees generally had to first move to other African nations. Migration continued throughout the 1980s and 1990s as South Africans left for political reasons, to reunite with families, and for professional opportunities. It peaked around the election of 1994, when large numbers of white South Africans, particularly Afrikaners, migrated for fear of changes that would occur as a result of the transfer of political power to the black majority. According to community estimates in 2001, Chicago's South African population boasted 2,000 to 3,000 people drawn from diverse ethnic groups and backgrounds and spread throughout the city and suburbs.The South African community in Chicago comprises different groups and organizations that foster cultural awareness and promote community. Indaba, which means “discussion” in Zulu, is a major organization in this community. Established in the early 1990s, Indaba sponsors a number of community events and activities each year, including an annual summer braai, or barbeque. In addition, Indaba facilitates information exchange through a Web site and e-mail list, keeping South Africans abreast of both international and local issues and events. The South African consulate in Chicago maintains contact with many expatriates and hosts an annual Freedom Day party on April 27 as well as other events and speakers throughout the year. In addition, graduates from the University of Witwatersrand in Johannesburg have opened a Chicago alumni chapter which hosts events for members. In 2001, the South African United States Women's Action Group was created to promote awareness and understanding about South Africa among Americans. South Africans also meet in many other forums, including informal parties, religious worship and activities, rugby matches, and holidays.South Africans have also created many ties with the city of Chicago in the interests of furthering business, educational, and cultural exchange between South Africa and the Midwest. The United States Midwest and South African Chamber of Commerce, formed in 2000 by American and South African businessmen working with the South African consulate in Chicago, aims to increase awareness and exchange between the areas. In addition, the Chicago Sister Cities International Program maintains an official relationship with Durban, South Africa.",
    "Author of Text": "Tracy Steffes"
}