{
    "Title": "Spaniards",
    "Descriptive Text": "Immigrants from Spain established a small but vibrant community in Chicago. Rural poverty and population pressure encouraged growing numbers of emigrants to leave Spain through the late nineteenth and early twentieth centuries. Though most went to Latin American countries, several thousands moved to American cities. By the 1920s a small number of Spaniards had settled in Chicago, attracted to the area by jobs in steel mills and other industries. However, with the national quota system prescribed by the 1924 immigration legislation, immigration from Spain declined dramatically, as Spain's quota was set at just 131 immigrants per year. Substantial numbers of Spanish immigrants began settling in the Chicago area only after the elimination of the quota system in the 1960s.Spanish immigration increased gradually in the 1950s and more rapidly in the 1960s. Many of these immigrants found employment as teachers, professors, doctors, or engineers; others opened small businesses and restaurants. A smaller number of working-class Spaniards have also found jobs in carpentry and other trades in Chicago. Significant numbers of Spaniards came to Chicago to pursue higher education, but most have remained in the city only until completing their degrees.Spaniards did not settle in one particular neighborhood or parish in Chicago, but they remained connected socially and culturally through the activities of a community organization, the Spanish Association of the Midwest. Founded in 1976, the Spanish Association organized programs to promote the culture of Spain and to unite and support Spanish immigrants and persons with Spanish heritage living in Chicago. Meeting regularly at local Spanish restaurants such as Café Iberico, the group has hosted a film series, endowed scholarships for study in Spain, and organized a local Spanish soccer team. Other activities have included regular concerts and performances by Spanish artists, an annual summer picnic, and the annual October 12 “Dia de la Hispanidad,” commemorating Columbus's voyage to America.At the end of the millennium, the Spanish Association of the Midwest had 120 families in its membership. Community leaders estimated approximately 500 Spaniards spread across the Chicago metropolitan area.",
    "Author of Text": "Robert Morrissey"
}