{
    "Title": "Special Districts",
    "Descriptive Text": "Special districts are units of government superimposed on the traditional units (municipalities, townships, and counties). As independent governments, they may have the power to levy taxes and issue bonds. The boundaries of special districts may cut across the boundaries of other districts and local governments, resulting in a layered public sector of considerable complexity. The number of layers may vary even within a single municipality, and in some suburban areas there are as many as 15 different governmental units levying property taxes.While the number of special districts has been growing steadily throughout the United States since the 1950s, Illinois has consistently had more special districts than any other state. In the six-county greater Chicago region, there were 353 special districts (other than school districts ) in 1962. This number grew to 621 districts in 1992. In Indiana, the special district device has been used much less. There were only 36 special districts in Lake County, Indiana, in 1992, fewer than in any of the six Illinois collar counties.Special districts have generally been established by local referendum, with enabling legislation from the Illinois legislature. Unlike general-purpose governments that exercise multiple functions, most special districts are dedicated to a single purpose. Although school districts may receive the most public attention, other districts provide fire protection, library facilities, soil conservation, mosquito control, and other services. Special districts may be created in response to demands for services that existing governments cannot or will not provide.The district device has great territorial flexibility, since boundary lines need not follow municipal, township, or county borders. Districts may achieve economies of scale and avoid problems of coordination between general-purpose jurisdictions that share a need for services. The municipalities of Homewood and Flossmoor, for example, are covered by a single park district. Districts may cross county lines, as in the case of the Aurora Sanitary District, which covers parts of DuPage and Kane Counties. Districts may also define smaller areas within municipalities, as is the case with the Ridgeville and North East (or Lighthouse) Park Districts within the city of Evanston.In addition to their geographic versatility, special districts provide a powerful public-sector fiscal tool. The Illinois Constitution that was in effect from 1870 to 1970 narrowly limited the debt that municipalities could acquire. Special districts proliferated partly as a way to evade these constraints, since they could issue their own bonds, levy their own taxes, and provide services independently of the limits on existing governments. While the state constitution of 1970 adjusted these limits and sought to encourage intergovernmental cooperation, the number of special districts has continued to increase.Park districts were among the earliest special districts created by the state. Special legislation in 1869 authorized the formation of three park districts in Chicago; these districts and several small park districts merged in 1934 to form the Chicago Park District. In 1893 the legislature passed general legislation to enable the creation of park districts on local initiative. There were approximately 50 such districts in Cook County by 1930, and 100 by 1990. In the six-county region the numbers have also grown rapidly in recent decades, from approximately 94 park districts in 1962 to 193 in 1992.The 1909 Burnham Plan envisioned a system of “outer parks” outside the city of Chicago. The state passed enabling legislation for forest preserve districts in 1913, with the restriction that there could be just one district within a county, and the district boundaries could not cross county lines. The Cook County and DuPage County Forest Preserve Districts were formed in 1915, followed by Kane County in 1926, Will County in 1927, and Lake County in 1958. The McHenry County Conservation District was formed in 1971 under different legislation, but its functions are similar to those of forest preserve districts.The Metropolitan Water Reclamation District of Greater Chicago (MWRDGC) is one of the largest and most capital-intensive special districts in the region. It was also among the earliest, created as the Chicago Sanitary District in 1889 by the Illinois legislature in response to complaints by Chicagoans that sewage in the Chicago River was contaminating Lake Michigan, the city's water supply. The district was limited to Cook County.The North Shore Sanitary District came into being in 1914, after the Lake County suburbs had not been permitted to join the Chicago district. After 1938, numerous small collector sanitary districts were formed in unincorporated parts of Cook County to collect sewage to be treated by the MWRDGC. Such districts may also purchase water from adjacent municipalities and resell it to district residents. In 1992 there were nearly 60 sanitary districts in the six counties.The Regional Transportation Authority and its semi-independent service boards (the Chicago Transit Authority, the Metra Commuter Rail Division, and the Pace Suburban Bus Division) are among the largest special districts. The RTA district consists of the entire six-county region. By the size of its revenues and expenditures, the CTA alone was the largest special district in the region in 1992.As suburban population density increased after World War II, people wanted urban services, but they did not always want urban government to provide them. The existing governmental structure was not authorized to provide many urban services. Special districts could provide services in unincorporated areas and small municipalities without resort to incorporation or annexation.Fire protection districts were authorized by enabling legislation in 1927. There were 121 in 1962, and 153 in 1992 in the six-county region. The Barrington Countryside Fire Protection District is an extreme case of multiple jurisdictions, as its territory encompasses parts of Cook, Lake, Kane, and McHenry Counties. It also includes parts of the municipalities of Barrington Hills, South Barrington, Lake Barrington, and Inverness. Moreover, the fire station is not located in the district, but in the nearby municipality of Barrington.Illinois first authorized library districts in 1943. By 1992 there were 118 library districts in the six-county region, 66 of them outside Cook County. New suburban residents have wanted library services comparable to those that they previously enjoyed in larger communities. To bypass municipal inaction, library districts have been formed in municipalities, sometimes including adjacent unincorporated territory to serve residents who want library facilities but not municipal government.There were also 13 mosquito abatement districts in the six-county region in 1992. Other categories included airport, cemetery, civic center, drainage, hospital, public health, soil and water conservation, street lighting, and tuberculosis sanitarium districts.Special districts may be governed by elected boards or by boards appointed by elected officials. Board members often receive no compensation (as in the case of park district commissioners) or only a nominal salary (as in the case of forest preserve district commissioners). While the special district device may promote efficient provision of services, a wide range of choices, and maximum local control, the proliferation of special districts may also represent a fragmentation of government and a minimizing of citizen participation. The varying boundaries and numerous layers of local governments create fragmented communities of participation and contribute to the relative invisibility of special districts in public consciousness. Voter turnout in special district elections is usually much lower than in municipal elections.",
    "Bibliography": "Bollens, John C. Special District Governments in the United States. 1957.Illinois Commission on Intergovernmental Cooperation. Legislator's Guide to Local Governments in Illinois: Special Districts. 1992.Keane, James F., and Gary Koch, eds. Illinois Local Government: A Handbook. 1990.",
    "Author of Text": "Donald F. Stetzer"
}