{
    "Title": "Spiegel Inc.",
    "Descriptive Text": "Joseph Spiegel emigrated with his family from Germany to the United States in 1848, when he was eight years old. In 1865, Spiegel started a home furnishings store in Chicago. A 1903 merger with another furniture company created Spiegel, May, Stern & Co. In 1905, Joseph and his son Arthur Spiegel started a large-scale mail-order business; mail-order sales for 1906 totaled about $1 million. By 1910, the company employed about 300 people at its offices on West 35th Street. In 1912, the company began to sell women's clothing. Thanks to its mail-order operations, Spiegel grew rapidly during the 1920s, as annual sales rose from $4 million to $24 million. Sales dropped during the first part of the Great Depression, but Spiegel grew between 1933 and 1937 (when its name became Spiegel Inc.) by offering installment buying plans and pursuing a strategy of high-volume discount sales. Business slowed during World War II, when the company experimented unsuccessfully with operating retail stores. After shedding these stores in 1953, Spiegel reached $200 million in annual mail-order sales by the end of the 1950s. In 1965, Spiegel was acquired by the Beneficial Finance Co., another mail-order company, which moved Spiegel into the field of high-priced designer clothing. By the early 1970s, when annual sales reached about $400 million, Spiegel employed about 5,000 people in the Chicago area. In 1982, Spiegel was acquired by Otto-Versand, a German catalog company. Under the new ownership, Spiegel expanded. In 1988, when orders placed by telephone accounted for the bulk of its business, Spiegel purchased the “Eddie Bauer” clothing chain and brand from General Mills Inc. At the beginning of the 1990s, Spiegel, based in suburban Downers Grove, still employed about 2,200 people at its catalog warehouse on Chicago's South Side, but this facility would soon close. During the 1990s, when Spiegel mailed as many as 340 million catalogs a year and operated about 350 Eddie Bauer stores worldwide, annual sales rose to $3 billion. At the turn of the new century, when the Otto family of Germany still controlled Spiegel, the company employed about 1,600 people in the Chicago area. The economic recession of the early 2000s hit the company's catalog and credit card divisions hard. Spiegel entered Chapter 11 reorganization bankruptcy in early 2003 and planned to close at least 60 of its 540 Eddie Bauer stores nationally, including several in the Chicago area.",
    "Street addresses associated": [
        "McKinley Park",
        "South Side"
    ]
}