{
    "Title": "Sports, Industrial League",
    "Descriptive Text": "Chicago businesses began fielding athletic teams as early as the 1860s, when employees banded together to form baseball teams for interdepartmental play and to oppose their commercial competitors. By the 1890s the Brunswick-Balke-Collender Company employed traveling all-star teams to promote its billiards and bowling equipment. In the 1880s the model town of Pullman featured the most comprehensive industrial recreation program in America. Designed to foster wholesome recreation and company loyalty, the program served as a model for companies nationwide. By the 1890s at least four different baseball leagues organized by occupation competed in the city, followed by even more commercial bowling leagues.Ongoing labor discontent prompted employers to expand such offerings and to coordinate their recreational programs with public agencies in order to use the facilities of the city's parks and playgrounds. At least 60 industrial baseball leagues competed in Chicago, and the city hosted the Union Printers international tournament in 1909. Many industrial teams turned semipro and some became fully professional as employers realized the promotional value of winning teams and employees capitalized on their athletic abilities. The Chicago Bears, for example, started as an industrial team in downstate Decatur.By the 1920s industrial sports offered opportunities to the numerous African Americans working in the stockyards and to the increasing number of women in the workforce. Western Electric's Hawthorne Works had 28,000 members in its athletic association by 1923, and it provided 14 sports for women. Its 20th annual track and field meet in 1930 attracted 10,000 spectators. Such programs offered working-class women a complement to the noncompetitive play days favored by physical educators in the schools.Chicago women garnered numerous national championships in track, basketball, swimming, softball, and bowling. By the 1930s, the latter two had become extremely popular for both men and women. By 1937, 225 firms fielded 1,700 bowling teams, and 264 companies sponsored almost 1,000 softball teams.The American Communist Party tried to counter the efforts of capitalists with its own Olympics, held in Chicago in 1932. Labor unions, too, offered their own programs as an alternative to the employers. The Chicago Association of Street, Electric Railway and Motor Coach Employees constructed a $1 million building, while the Amalgamated Clothing Workers had their own gym and a comprehensive sports program for its 16,000 members.Such programs continued throughout World War II to maintain morale on the homefront and to encourage fitness. Tennis and golf attracted white-collar workers, as evidenced by the 128 teams in the industrial golf association.The Grant Park Recreation Association catered to Loop employees, offering competition in five sports. By 1968 it hosted 682 softball teams. Four years later, 30 industrial softball leagues for men and another 5 for women competed in the city's parks. Another 43 teams played in women's volleyball leagues.Some companies have continued to maintain their competitive sports programs. In addition, in the 1980s, many firms began to emphasize executive fitness and employee wellness programs, shown to reduce absenteeism and lower employers' health care costs.",
    "Bibliography": "Chicago Recreation Commission. The Chicago Recreation Survey, 1937, 5 vols. 1937–1940.Diehl, Leonard J., and Floyd R. Eastwood. Industrial Recreation: Its Development and Present Status. 1940.Pesavento, Wilma J. “Sport and Recreation in the Pullman Experiment, 1880–1900.” Journal of Sport History 9.2 (Summer 1982): 38–62.",
    "Author of Text": "Gerald R. Gems"
}