{
    "Title": "Sporting Goods Manufacturing",
    "Descriptive Text": "Sports are played for recreation and personal fitness, while sporting events are prominent entertainment and business enterprises. Sports and sporting activities consistently attracted Chicagoans, and the types of sporting goods manufactured and activities pursued by the residents of Chicago provide insight into shifting social and economic conditions. In the late nineteenth and early twentieth centuries, as income levels began to rise, the citizens of Chicago and the nation experienced expanding levels of prosperity, which allowed them to turn to sporting activities in their leisure time. Time away from work helped create and expand the market for sporting goods manufacturers. With names like Spalding, Wilson, Brunswick, Schwinn, and Kiefer, Chicago has been home to many of the most recognizable brands in sporting goods manufacturing.WILSON ATHLETIC EQUIPMENT, 1930 Chicago's physical expansion and demographic dynamism have stimulated demand for an increasingly wide range of sports equipment. German American immigrants pushed the Chicago School Board to initiate a gymnastics program in 1885. By 1914, every one of the city's public high schools had gymnasiums and physical fitness programs. The popularity of archery, handball and racquetball, swimming, tennis, golf, bowling, weightlifting, roller-skating, and bicycling all depended upon the availability of space as well as affordable equipment. Space became more available as public parks began to be not merely public gardens but also locations that increasingly encouraged recreational and fitness activities. In 1895, the city of Chicago opened its first public beach, in Lincoln Park. Five years later, there were 26 golf courses and a number of public outdoor swimming pools in the metropolitan area. Equipment became more affordable as escalating industrialization encouraged mass production, resulting in falling prices in this industry as in others.The emergence of the sporting goods industry is closely linked with the growth of organized sport teams, especially professional baseball. Although early sporting goods equipment was crudely fabricated and locally supplied, one Chicago-based manufacturer shaped and redefined the industry with its aggressive marketing strategy. Chicago had the economic advantage in the manufacture of balls and gloves with its plentiful supply of hides and leathers, a byproduct of the meatpacking industry. After opening a sporting goods store in 1876, Albert Goodwill Spalding (1850–1915), in partnership with his brother and brother-in-law, manufactured baseball gloves and, beginning in 1878 and for the next hundred years, was the exclusive supplier of the “official baseball of the National League.” While still one of the early star players of professional baseball, Spalding was one of the first players to wear a baseball glove, a glove that was, of course, manufactured and sold by A. G. Spalding & Brothers. Soon, professionals and amateurs alike were using the equipment made and distributed by Spalding, and his name became synonymous with baseball and other sporting activities. As a player, manager, promoter, and manufacturer, Albert Spalding helped establish baseball as a national pastime. By the time the press began referring to Spalding as baseball's “Big Mogul,” he had branded himself the “father of American baseball.” By the late nineteenth century, Spalding had a virtual monopoly on sporting goods equipment.Another sporting goods manufacturer that profited from the proximity of the byproducts of Chicago's stockyards was the Ashland Manufacturing Company, founded in 1913. In 1914, Thomas Wilson was named the new president of Ashland. In 1916, the company was renamed the Thomas E. Wilson Company and in 1931 became the Wilson Sporting Goods Company. Even though Thomas Wilson left the firm in 1918, as a brand name Wilson has remained one of the most familiar trade names in sporting goods manufacturing. From its origins on the South Side of Chicago, Wilson manufactured a diverse line of balls, racquets, athletic footwear, golf clubs, and other sporting goods and, with its early acquisition of knitting mills, significantly expanded its product line into the production of jerseys and uniforms. Wilson has been innovative and aggressive in both its manufacturing activities and in its marketing campaigns. It was among the first American manufacturers to rely on celebrity consultants and had endorsements from such prominent sporting figures as Knute Rockne in football, Gene Sarazen and Sam Snead in golf, “Lefty” Gomez and Ted Williams in baseball, and Jack Kramer in tennis.Along with baseball, another emerging national pastime in the late nineteenth century was cycling. The popularity of bicycles can be understood by their use not only in sporting events but also for recreational activity and as a means of basic transportation. By the late 1880s, bicycle races had become familiar events in Chicago and helped to promote the general use of bicycles. By the late nineteenth century, there were approximately 300 firms manufacturing bicycles in the United States and, even though many of these manufacturers were based in New England's Connecticut Valley, there were 101 Chicago-based manufacturers by the mid-1890s. The popularity of cycling allowed Spalding to diversify its product line to include bicycle manufacturing in 1894. In 1895, German immigrant Ignaz Schwinn (1860–1948) founded a bicycle manufacturing partnership with Adolph Arnold, as Arnold, Schwinn & Co. The firm became Schwinn & Co. in 1908. From its first production facility in downtown Chicago, it became one of the most recognizable names in the industry and for decades accounted for at least a quarter of bicycle manufacturing in the United States.The oldest manufacturer of recreational and leisure-time products in the United States is the Brunswick Corporation. Brunswick originated in the 1840s as a Cincinnati-based carriage and cabinetry maker which manufactured billiard tables. The company moved to Chicago in 1848 and was, by the 1880s, when the firm had diversified its product line to include bowling pins and bowling balls, one of Chicago's most well known and successful manufacturers. Another prominent sporting figure and sporting goods manufacturer from Chicago is Adolph Kiefer. In 1946, the former Olympic swimmer and spokesman established Adolph Kiefer & Associates, which has over the years not only designed and manufactured sporting goods but also promoted and enhanced aquatic sports and safety.",
    "Bibliography": "Duis, Perry R. Challenging Chicago: Coping with Everyday Life, 1837–1920. 1998.Kogan, Rick. Brunswick: The Story of an American Company from 1845 to 1985. 1985.Levine, Peter. A.G. Spalding and the Rise of Baseball: The Promise of American Sport. 1985.",
    "Author of Text": "Timothy E. Sullivan",
    "Street addresses associated": [
        "Lincoln Park",
        "South Side"
    ]
}