{
    "Title": "Sports, High-School",
    "Descriptive Text": "The first sport that Chicago-area schools adopted for competition was baseball. The earliest match-up on record took place between two academies in 1868, in the midst of the nation's post–Civil War baseball rage. The model for high-school competition was the amateur baseball club, in which boys in a school would form a club, elect officers, organize a team, and issue challenge matches to schools and amateur teams.Football became a high-school activity in the early 1880s, and by this time the model for competition had shifted to the colleges, and this model prevailed as other sports were adopted. High-school competition was largely of the sandlot variety at this time, but by the end of the 1880s both baseball and football had became full-fledged sports, with uniforms, schedules, and laid-out fields.In 1889–90, Chicago students formed one of the pioneer interscholastic leagues in the country—the Cook County High School League—which embraced all Chicago and suburban public high schools. The league conducted its first track-and-field and football championships in 1889 and its first baseball championship in 1890. The Cook County League high schools subsequently adopted a variety of other sports, including tennis (1894), indoor baseball (1895), girls' basketball (1895), boys' basketball (1900), swimming (1906), cross-country (1908), soccer (1910), and golf (1911).By 1898, abuses (principally the use of ringers) caused by haphazard growth and student control prompted the Cook County League to establish a regulatory Board of Control. In 1904, under the urging of Superintendent Edwin G. Cooley, the board passed radical new regulations removing all student representatives from positions of management. The Cook County League continued, however, to be plagued by conflicts over eligibility, the use of paid coaches, and traveling restrictions.In 1913, three important high-school athletic conferences formed that would dominate high-school athletic competition in the area for decades—the Catholic League, the Suburban League, and the Chicago Public League. Other important leagues soon followed, notably the Northern Illinois Conference (which included Elgin, Aurora, and Joliet ) in 1916, the South Suburban League in 1927, the West Suburban League (in DuPage County ) in 1924, and the Northwest Suburban League in 1925. The parochial schools organized themselves into the Private League in 1935.Universities also played central roles in the growth of high-school sports. The University of Chicago sponsored major interscholastic track-and-field meets (1902–1933), tennis tournaments (1895–1932), and basketball tournaments (1917–1930). Northwestern sponsored swim meets (1914–1930) and indoor track (1910–1930).In 1909, the Illinois High School Association (IHSA) took over the state basketball tournament—first held the previous year at Oak Park High School. By the late 1920s, the IHSA decided that the national competitions sponsored by universities and athletic clubs were inimical to the education process. From the perspective of high-school administrators, control lay appropriately within the scope of the schools rather than colleges or private clubs. From 1927 to 1930, the IHSA led the National Federation of High School Associations in a campaign to shut down virtually all national meets. The IHSA had shared supervision of the state track-and-field, tennis, and golf meets with the University of Illinois since 1926, but in 1934 the IHSA took these over completely. The first baseball state championship took place in 1940 and was taken over by the IHSA the next year. The IHSA also added state championship competitions in swimming (1932), wrestling (1937), cross-country (1946), and gymnastics (1958).The most notable high-school competition in Chicago was the Prep Bowl, which began in 1927 and pitted the Public League football champion against the Catholic League champion annually in Soldier Field. At the height of its popularity in the late 1930s, the bowl drew more than 100,000 fans.The post–World War II baby boom caused a tremendous upheaval in high-school athletics. Many new leagues were added in the Chicago area—notably the Mid-Suburban (1963), South Inter-Conference Association (1973), Central Suburban (1975), and DuPage Valley (1975).Though the IHSA had sponsored “postal” state meets (in which schools would compete intramurally and mail in times and results) for girls in various sports for decades, it was not until the 1970s that Illinois caught up with surrounding states by adding interscholastic competition for girls. In quick succession, state meet competition was added in tennis (1972), track and field (1973), bowling (1973), golf (1975), swimming (1975), volleyball (1975), softball (1976), basketball (1977), gymnastics (1977), and cross-country (1979). Later, the IHSA added state meet competition in soccer (1988) and water polo (1999). The IHSA also broadened state meet competition for boys, adding state championships for soccer (1972), football (1974), volleyball (1992), and water polo (1999).",
    "Bibliography": "Gems, Gerald R. “The Prep Bowl: Football and Religious Acculturation in Chicago, 1927–1963.” Journal of Sport History 23.3 (Fall 1996): 284–302.Gutowski, Thomas W. “Student Initiative and the Origins of the High School Extracurriculum: Chicago, 1880–1915.” History of Education Quarterly 28 (Spring 1988): 49–72.Whitten, Charles W. Interscholastics. 1950.",
    "Author of Text": "Robert Pruter"
}