{
    "Title": "Sri Lankans",
    "Descriptive Text": "The first major wave of Sri Lankan migration to Chicago began in the late 1960s and comprised primarily medical professionals who took advantage of United States immigration preferences to pursue educational and professional opportunities. This first generation of migrants, composed of both Tamil and Sinhalese families, settled permanently in Chicago and created a strong community, attracting friends and relatives as tensions in Sri Lanka escalated. The outbreak of civil war between the Sinhalese majority and Tamil minority in 1983 caused a large wave of Tamils to leave Sri Lanka for Canada, the United States, Britain, and Australia, and subsequent ethnic violence and unrest has caused an influx of refugees from all ethnic groups. Most refugees in the United States have settled in the large Sri Lankan communities found in California and New York. Chicago's much smaller community has continued to attract professionals, students, and kin of earlier migrants as well as more recent migrants seeking economic opportunities. In addition, a second generation of Sri Lankan Americans have reached adulthood in Chicago.Chicago's Sri Lankan community is extremely diverse, with a range of ethnic groups, religions, and classes represented. Community estimates vary widely, suggesting 1,000 to 2,500 Sri Lankans in Chicago at the beginning of the twenty-first century. Sinhalese Buddhists constitute the majority, complemented by many Tamil Hindus, some of whom are involved in Tamil cultural activities, including Chicago Tamil Sangam, which sponsors cultural activities and performances for Indian and Sri Lankan Tamils. There is also a growing Muslim community that meets informally and a sizeable number of Sri Lankan Christians. The majority of Chicago's Sri Lankans are professionals, but a growing number of nonprofessionals have entered a range of occupations including taxi driving and service industries.Efforts to organize as a community have been complicated by this diversity and by the political tensions in Sri Lanka. An attempt to organize a formal Sri Lankan association in the late 1970s failed as a result of these pressures. However, the Sri Lankan community in Chicago has escaped much of the political conflict and tension that exists in Sri Lanka and in Sri Lankan communities in many other cities. This is due in large part to the large first wave of migrants, who created strong and lasting personal and professional relationships across ethnic groups before the war and who have exerted a strong influence on the development of the community since. Recent migrants have felt these tensions more strongly, as have some Tamils, who have maintained their own community and organized separate holidays and events.While there are many different groups within the larger community that meet socially throughout the year, most of the Chicago Sri Lankan community comes together a few times each year for holidays including Sinhalese-Tamil New Year (mid-April), Christmas, and New Year's, as well as occasional summer picnics and parties. In addition, special cultural events, such as performances by visiting Sri Lankan drama and dance troupes, draw the community together.",
    "Author of Text": "Tracy Steffes"
}