{
    "Title": "St. Charles, IL",
    "Descriptive Text": "DuPage and Kane Counties, 35 miles W of the Loop. The site of St. Charles was well known to the Potawatomi, who established two summer camps near the shallows where they forded the Fox River and fished. Later settlers also were attracted by the varied nature of the country, with prairie to the west and extensive woods on both sides of the river to the north. They also prized the creeks that ran into the Fox River for mills and used rock outcrops in the area for building stone.By 1836 a bridge and dam had been built, and a little town was growing up around them on both the east and west banks. It was at first called Charleston, but as there was already a town in Illinois with that name, it was changed to St. Charles. Most of the early settlers came from New England, and the Yankee influence remained strong throughout the nineteenth century.From 1849 to about 1859 St. Charles was served by the St. Charles Branch Railroad. But regular rail service did not come until 1871 when the Chicago, Saint Paul & Kansas City Railroad established a depot, ushering in a period of economic growth. Some new industries, like the cheese factory and the milk condensery, processed local farm produce; but others, like the iron works, paper mill, piano factory, and cut-glass factory, took advantage of St. Charles's water power and strategic location. Factory work drew many hundreds of Swedish immigrants, along with substantial numbers of Lithuanians, Belgians, and Danes.SHOPPING DISTRICT IN ST. CHARLES, 1929 By the end of the nineteenth century the built-up area of the town extended for about half a mile in each direction from the Fox River crossing, and the woodland to the north was also being cleared for farms and outlying houses. The coming of the automobile in the 1920s drew St. Charles into the expanding Chicago market. The population grew from 2,675 in 1900 to 6,709 in 1950. But the town did not experience the explosive postwar growth of some of the towns to the east, and as late as 1970 did not extend for more than a mile each way from the historic center. The 1980s and 1990s saw the development of new residential subdivisions on both sides of the river and to the north and south. The population reached 27,896 in 2000.There have also been major economic changes, as factories have given way to a variety of service-based enterprises. Still, St. Charles retains evidence of its past, not only in the many early buildings at the center of town, but also in names like Ferson's Creek, named for a Yankee settler, and Brewster and Norton Creeks, called after the mills that once lined their banks.",
    "Bibliography": "Badger, David Alan. St. Charles of Illinois. 1985.Pearson, Ruth. Reflections of St. Charles: A History of St. Charles, Illinois, 1833–1976. 1976.",
    "Author of Text": "David Buisseret"
}