{
    "Title": "St. Lawrence Seaway",
    "Descriptive Text": "The canal system that enables ships to travel 2,342 miles from the mouth of the St. Lawrence River in Canada via the Great Lakes to Chicago dates from 1842, when the British built a system of four “bateau” canals for canoes around the rapids at Montreal. The link between the St. Lawrence and the Great Lakes was a complex undertaking because the canals would have to raise ships 230 feet to bypass Montreal and 327 feet to bypass Niagara Falls.New York State, fearful that British Canada would control trade by building a canal around Niagara Falls, completed the Erie Canal in 1825 connecting the Hudson River to Lake Erie. British Canada completed the Welland Canal in 1829 to permit small ocean-going ships to enter the Great Lakes, bypassing Niagara Falls. The locks on the St. Lawrence were enlarged in 1847, permitting the Dean Richmond in 1856 to sail from Chicago to Liverpool with a load of wheat. Chicago's role as an international seaport dates from that sailing.The limited dimensions of the canal locks restricted international traffic until 1901, when Canada completed the enlargement of both systems to handle ships 270 feet long and 55 feet wide, allowing the new steel-hulled ocean steamers access to the lakes.The construction of the modern St. Lawrence Seaway was a joint project between the United States and Canada begun in the 1940s and completed in 1959 at a cost of $470 million. The seven locks on the 190-mile St. Lawrence section and eight on the 26-mile Welland Canal were each built 766 feet long, 80 feet wide, and 30 feet deep to accommodate ocean ships.The seaway never quite lived up to its proponents' expectations, however. Although traffic increased steadily from 18.4 million metric tons in 1960 to 57.4 million tons in 1977, it began to decline thereafter. The larger ships built for transoceanic and lake traffic could not negotiate the seaway's locks. Overseas traffic to and from Chicago via the seaway declined from 4.3 million short tons in 1977 to 1.9 million by 1996.",
    "Bibliography": "LesStrang, Jacques. Cargo Carriers of the Great Lakes. 1985.Mayer, Harold M. The Port of Chicago and the St. Lawrence Seaway. 1957.Rice, Mary Jane Judson. Chicago: Port to the World. 1969.",
    "Author of Text": "David M. Young"
}