{
    "Title": "St. Vincent DePaul Society",
    "Descriptive Text": "Founded in Paris in 1833, the Society of St. Vincent de Paul is an organization of Roman Catholic laypersons dedicated to charity work. The Reverend Dennis Dunne, pastor of St. Patrick's Church, brought the society to Chicago during the economic depression of 1857 in order to help his parishioners. Within seven years it spread to nine other parishes in the city. In Chicago, as in the rest of the United States, the society was primarily Irish in composition until the mid-twentieth century.The society provided a number of basic services. Society members, all men, would visit the poor in their homes to offer material aid and spiritual comfort. The society also handed out grocery tickets, which the poor could use to buy food. It paid for parochial schooling and Catholic funerals. Finally, it sent representatives to other Chicago charities, such asthe Chicago Relief and Aid Society and the Charity Organization Society, to prevent discrimination against Catholics.Around 1900, the Society of St. Vincent de Paul began to cooperate more with Chicago's non-Catholic agencies. It adopted many of the professional standards of the day: it kept more records, centralized fundraising and administration, and increased coordination with other Catholic charities. It helped its poor gain access to Catholic hospitals and found Catholic probation officers for children in the Juvenile Court.Yet at a time when many other charities were hiring professional social workers, the society continued to use volunteers. It created a Women's Auxiliary in 1913. Volunteers saved money, so much so that the society was able to grow to almost four times its original size. By the Great Depression, it had grown to the extent that it could administer a federal program. In 1933, Cardinal George Mundelein convinced Franklin Roosevelt that the society should handle the distribution of federal relief funds to poor Catholics in Chicago.During the 1960s, the Vatican II conference of renewal for the Catholic Church prompted the society to revise its rules. It admitted women to full membership for the first time and urged members to exhibit greater concern for social justice. In the midst of these changes, the society continued into the twenty-first century to practice many charitable activities just as it did during the nineteenth century. It still gives food vouchers, and members still visit the poor in their homes and in institutions. In Chicago, it also operates thrift shops and soup kitchens. Finally, the society remains dedicated to the principle of serving Christ by helping those in need.",
    "Bibliography": "Jones, Gene D. L. “The Chicago Catholic Charities, the Great Depression, and Public Monies.” Illinois Historical Journal 83, no. 1 (Spring 1990): 13–30.Katz, Michael B. In the Shadow of the Poorhouse: A Social History of Welfare in America. 1986.McColgan, Daniel T. A Century of Charity: The First One Hundred Years of the Society of St. Vincent de Paul in the United States. 2 vols. 1951.",
    "Author of Text": "Deborah Ann Skok"
}