{
    "Title": "Standard Oil Co. (Indiana)",
    "Descriptive Text": "In 1889, John D. Rockefeller's Standard Oil Co. established an Indiana-based subsidiary. The next year, the company began to process oil at an enormous new refinery at Whiting, Indiana, southeast of Chicago. By the mid-1890s, the Whiting plant had become the largest refinery the United States, handling 36,000 barrels of oil per day and accounting for nearly 20 percent of the total U.S. refining capacity. During these years, the company's main product was kerosene, which was used in lamps. By 1910, when it was connected by pipeline to oil fields in Kansas and Oklahoma, as well as Ohio and Indiana, the Whiting facility had about 2,400 workers. In 1911, when the U.S. government forced Rockefeller to break up his oil giant, Standard of Indiana—which had its main offices in downtown Chicago—emerged as an independent company; it soon began to purchase oil wells of its own. During the 1910s, the company pioneered a new thermal “cracking” process, in which crude oil was processed under pressure in order to produce higher yields of gasoline. By this time, the beginning of the automobile age, gasoline had become the leading product of oil refineries. In 1920, Standard Indiana ranked as the third-largest oil refiner in the United States, behind Standard New Jersey and Standard California. In 1925, when it already had more than 25,000 employees around the country, Standard Indiana merged with the American Oil Co. (Amoco). During the mid-1930s, the company employed about 7,000 people at its Whiting plant and Chicago offices. Standard Indiana ranked as the second-largest American oil company at the beginning of the 1950s, when annual sales grossed $1.5 billion. In the early 1970s, when the company moved into new offices on East Randolph Drive near Chicago's lakefront, Standard Indiana still employed about 8,000 people in the area. In 1985, as annual sales neared $30 billion, the company changed its name to Amoco, which then ranked as the nation's sixth-largest oil company. By that time, Amoco and other leading oil companies were huge global corporations that not only refined oil but also explored and drilled for it; Amoco also had a large chemicals division. At the end of the 1990s, when Amoco employed about 4,000 people in the Chicago area, it merged with British Petroleum (BP). While most of the company's jobs still remained in Chicago by the early 2000s, Amoco's old operations had become known by the BP name, and management of the company was directed from London."
}