{
    "Title": "State Politics",
    "Descriptive Text": "Despite its huge and diverse population, enormous industrial might, and key location as a major center for national and international trade, Chicago has not dominated state government in Illinois. Instead the city has held a unique position of power and influence in a state where regional politics has enjoyed a robust tradition. From the beginning, and perhaps more than in any other state, Illinois legislators have sought benefits such as canals, roads, prisons, and universities for their own particular region, a tendency made apparent early on when the capital was relocated three times in the state's first three decades. State party organizations have been weak, and only Stephen A. Douglas in the 1850s and Richard J. Daley in the 1960s have been able to assemble strong statewide machines. Political power has traditionally rested in city halls and county courthouses where local party organizations select candidates, control decisions on key issues, distribute patronage to party faithful, secure patronage-rich statewide offices, and form alliances to increase local portions of state expenditures. In the pre– Civil War era, the issue of slavery gave Democrats an edge over their Whig rivals.Between the Civil War and the Great Depression, however, the Republicans held the upper hand in the legislature because of the party's strength in the prosperous northern and central sections of the state and its successful resistance to any reapportionment scheme that would have further strengthened Chicago's numbers in the Illinois legislature. Following World War II, Democratic strength grew in Chicago to such an extent that some downstaters became alarmed that the giant city, with its legions of foreign-born citizens, blacks, and notorious political bosses, would dominate the statehouse. However, Chicago political leaders, all Democrats since the 1930s, were never strong enough to secure statewide offices without considerable support from allied downstate Democratic organizations and a good share of the state's independent voters.The remarkable growth of Chicago following the Civil War convinced downstate legislators that the city needed to be controlled. Historian John Keiser has noted that “Chicago towered over the state like Gulliver in Lilliput, while the Lilliputians of downstate spent much of their time shooting darts at the giant and attempting to tie it down.” By 1870, Chicago already held 12 percent of the state's population, a figure that leaped to 35 percent by 1900, and 44 percent by 1930. After 1900 the state had no reapportionment for the Illinois General Assembly or the U.S. congressional delegation until 1947 because downstaters feared that a legislature dominated by Chicagoans might enact liberal, prolabor legislation. The state's congressional districts were realigned in 1947 only because Illinois lost a seat in the U.S. House of Representatives, but still Cook County and Chicago, with more than half the state's population, had only 19 of the state's 51 state legislative districts. Almost two decades later, the partisan deadlock over reapportionment led to a court-ordered at-large election in 1964 in which all 177 members of the Illinois House were elected from a ludicrously long ballot sheet.Indifference and hostility by the legislature regarding the unique problems of Chicago led to overlapping governmental and taxing bodies, creating inefficiencies and producing a climate where professional politicians could advance their personal interests. Chicago's under-representation in the state's capitol also left many important city functions in the hands of state government. Chicago's efforts to secure “ home rule ” were successfully fended off by downstate politicians, and the state constitution of 1870 created a unique cumulative voting mechanism for electing representatives to the Illinois House: each district sent three representatives to Springfield, with voters casting their three ballots for one, two, or three candidates. While providing minority party representation in even the most partisan legislative districts, this unorthodox system tended to create a class of professional politicians who frequently broke ranks with the party to support an issue dear to their districts. A new state constitution in 1970 provided a measure of relief on reapportionment, and home rule for Chicago and other municipalities. The unorthodox system of cumulative voting was not abandoned until 1981.Regional divisions, ethnic and racial tensions, intense partisan rivalries, conflicting special-interest groups, and political corruption have characterized the complex political culture of Illinois, which, because of its diversity, many political observers consider to be the state most resembling the nation as a whole. Perhaps Illinois state politics is so complicated because there is so much of it. Historian Cullom Davis notes that the Illinois political fabric comprises more units of government than any other state, including 102 counties, nearly 1,300 cities and villages, and more than 1,400 townships, all overlapped by no less than 2,500 special districts responsible for fire protection, airports, libraries, parks, water and sanitation, community colleges, and even mosquito abatement. In addition, the state has more than 960 school districts. Perhaps because of the numerous conflicting currents and agendas, the strength of the major political parties statewide remained remarkably balanced through the 1970s and early 1980s, with the Republican and Democratic Parties each holding almost exactly 30 percent of registered voters.Beginning in the 1970s, Chicago's suburbs located in Cook and the surrounding “ Collar Counties ” ( Lake, McHenry, Kane, DuPage, and Will ) emerged as a third major center of regional political power. In the 1980s, cities like Joliet and Kankakee, traditionally considered downstate, were suddenly viewed as part of the Chicago metropolitan area as the suburban frontier sprawled outward.As Chicago and many of Illinois' rural counties and smaller cities continue to lose population, the rapid growth of the largely Republican suburbs has caused Chicago's Democratic political leaders to look increasingly downstate to check the rising suburban power and hold on to the city's share of the political spoils. At the same time, the suburbs, particularly to the south of the city, have become more ethnically and racially diverse, enabling Democratic gains in traditional strongholds of the suburban Republicans.Despite the economic interdependence of Chicago, the suburbs, and the rest of the state, regional animosities remain characterized by notions of difference and distance. Many Chicagoans still view the downstaters as unsophisticated country folk; downstaters often consider the big city to be inhabited largely by hoodlums, slickers, and welfare recipients. Meanwhile many suburbanites increasingly locate the poverty of southern Illinois and the problems of the inner city beyond their concerns. Chicagoans, including suburbanites, seldom venture into the southern parts of Illinois and find it difficult to believe that this state's capital exists some two hundred miles south of the Loop; at the same time many downstate view Chicago, and its increasingly affluent suburbs, with distrust and disdain, consider St. Louis, Missouri, as their most important urban center, and root for the Cardinals rather than the Chicago Cubs.",
    "Bibliography": "Davis, Cullom. “Illinois: Crossroads and Cross Section.” In Heartland: Comparative Histories of Midwestern States, ed. James H. Madison, 1988.Gove, Samuel K., and James D. Nowlan. Illinois Politics and Government: The Expanding Metropolitan Frontier. 1996.Jensen, Richard J. “Sectionalism in Illinois Politics.” In Illinois: Its History and Legacy, ed. Roger D. Bridges and Rodney O. Davis, 1984, 12–22.",
    "Author of Text": "Michael J. Devine",
    "Hyperlinked Terms Associated": [
        "Collar Counties",
        "Lake",
        "McHenry",
        "Kane",
        "DuPage",
        "Will",
        "Joliet",
        "special districts",
        "political culture",
        "home rule",
        "Cook County",
        "World War II",
        "Republicans",
        "Great Depression",
        "Civil War",
        "Whig",
        "Democrats",
        "Civil War",
        "patronage",
        "machines",
        "politics",
        "government"
    ]
}