{
    "Title": "Steering",
    "Descriptive Text": "Racial steering refers to the practice (illegal since 1968) engaged in by some property owners, brokers, and managers of steering white home and apartment seekers into white areas, while steering equally creditworthy black prospects into black and racially changing areas. Antisteering, sometimes called benign steering by critics, refers to efforts by municipalities and housing groups to combat illegal steering by lawsuits and managed integration programs.The Leadership Council for Metropolitan Open Communities and the South Suburban Housing Center are lead agencies in antisteering litigation, and Oak Park and Park Forest have the best-known managed integration programs.Two developments in the late 1960s set the stage for antisteering efforts. In January 1966, Martin Luther King, Jr., chose Chicago for a national campaign against housing bias. After a summer of riots, arson, and marches, Mayor Richard J. Daley agreed to convene the Conference on Religion and Race. The resulting summit agreement led to the formation of the Leadership Council to act as a housing bias watchdog agency. In Washington, five years of civil rights legislation culminated in the Fair Housing Act of 1968, which made it unlawful to deny to sell or rent a dwelling solely on account of race, and declared neighborhood integration a national goal.In 1975, the Leadership Council, the village of Bellwood, and five residents accused two brokers of steering black home buyers into a racially changing 12-by-13-block area in Bellwood, thereby denying the buyers the benefits of living in an integrated neighborhood, and inducing lower property values and erosion of the tax base. The district court denied the plaintiffs standing to sue, a decision reversed on appeal. The Supreme Court, in Gladstone, Realtors v. Village of Bellwood (1979), decided that the village and homeowners in a racially changing area have standing to challenge steering practices as indirect victims of housing bias.The Leadership Council had been denied standing to sue in Bellwood. Testing remedies were expanded in Havens Realty Corp. v. Coleman (1982), in which the Supreme Court said that housing groups and black testers (people who pose as buyers, both black and white, to monitor practices) given false information may sue. Thus empowered, the Leadership Council sued six real-estate agencies in southwest and northwest Cook County in 1983. The following year, the South Suburban Housing Center and nine South Cook County suburbs sued the South Suburban Board of Realtors.In addition to antisteering suits, suburbs facing racial change have also used techniques of benign steering and managed integration. These include the monitoring of racial turnover by water meter readers, benign steering marketing, marketing to whites only, the enforcement of strict housing and occupancy codes by annual inspections, the regulation and licensing of “for sale” signs, and the banning of overnight street parking.Realtors have opposed most schemes of managed integration. The National Association of Realtors countersued the plaintiffs in the South Suburban Center suit of 1984, charging their managed integration techniques violated the Fair Housing Act. In 1997, the court exonerated the managed integration practices of the plaintiff suburbs and dismissed most other complaints by plaintiffs and counterplaintiffs.",
    "Bibliography": "DeVise, Pierre. “Housing Discrimination in the Chicago Metropolitan Area.” De Paul Law Review 32.2 (1985): 492–513.Goodwin, Carole. The Oak Park Strategy: Community Control of Racial Change. 1979.",
    "Author of Text": "Pierre deVise"
}