{
    "Title": "Steger, IL",
    "Descriptive Text": "Cook and Will Counties, 29 miles S of the Loop. Columbia Heights, platted along the Chicago & Eastern Illinois Railroad and the Vincennes/Hubbard's Trail, was an industrial town named after the World's Columbian Exposition of 1893. Later known as Steger, it became a growing suburb sitting astride the Cook – Will County line.In 1893, John Valentine Steger opened a piano factory on 20 acres of land alongside the railroad. The railroad town also boasted a second factory, a general store, a post office, and a burgeoning housing stock. With 324 residents, the village incorporated in 1896. John Steger agreed to pay $400 toward election costs if the name was Steger rather than Columbia Heights. Steger won and Columbia Heights was no more.John Steger played an instrumental role in the town's development. Along with the factory, Steger planned a residential subdivision. Learning from the mistakes of George Pullman, he encouraged homeownership and independent commercial development.Serving two terms as village president, Steger oversaw development of a volunteer fire department, water and sewer facilities, and a unique system of underground pipes which provided steam heat for workers' homes from the heating plant of the factories.He also recruited German craftsmen, developed assembly-line manufacturing of pianos,and designed special railcars for shipping them. By 1920, Steger was the “piano capital of the world,” producing more than a hundred a day. Phonographs were also manufactured there.John Steger engaged with the industrial leaders of Chicago, joining the Union League Club and serving on bank boards. In 1910 the Steger Building was completed at the corner of Jackson and Wabash in the Loop as his administrative and display center. Designed by Benjamin Howard Marshall, this 19-story structure still stands.After Steger's death in 1916, the factories continued until closing in 1926. Having depended on one major manufacturer, the village was particularly vulnerable during the Great Depression. However, the remarkable collection of buildings continued to be a key employment center. In 1930 a macaroni factory started in one of the old buildings, and several years later local craftsmen joined together to manufacture radio cabinets in another. At its height of activity, their Steger Furniture Company employed close to 700. Following other uses over time and a major fire, the buildings were demolished in 1972–73. By the end of the century, a small strip commercial area, a large Kmart, and a huge expanse of asphalt parking lot covered the site.Along with the growth of some light industries and new stores, the village lost much of its original town center and became increasingly an automobile-oriented suburban area. In 1990, a large annexation to the east doubled the land size of the village.",
    "Bibliography": "Happy Birthday, Steger, Celebrating 100 Years. Newsprint. Village of Steger, 1996.Steger Historical Society. Steger: A Pictorial History of Steger, The Early Years. Vol. 1. 1995.Wozny, John W. John Valentine Steger: The Man and His Town. 1995.",
    "Author of Text": "Larry A. McClellan"
}