{
    "Title": "Stickney, IL",
    "Descriptive Text": "Cook County, 8 miles SW of Chicago. Until about 1900 most of the village of Stickney was covered by Mud Lake, a large marshy area stretching from Chicago to Lyons. Across Mud Lake ran a historic portage trail between the Chicago and Des Plaines Rivers. Mud Lake began to recede with the construction of the Illinois & Michigan Canal in 1836, and by 1900 the Sanitary and Ship Canal had left it relatively dry. Developers moved quickly to build on the reclaimed land, and early residents of what is now Stickney included German and Dutch farmers.The village is named for Alpheus B. Stickney, a railroad executive who played a central role in establishing the Clearing Industrial District. The village's story is closely linked with the history of Stickney Township, organized in 1901. In 1913 the village of Stickney was established from Stickney Township land. The early years of the village were marked by peculiar venues for official meetings: the organizational meeting was held at Hawthorne racetrack, and subsequent meetings took place in the waiting room at Mount Auburn Cemetery. In 1919 most residents worked as truck farmers or in the quarries near town.Neighboring Cicero and Berwyn boomed in the 1920s, and Stickney also expanded. Around 1920 Al Capone and other criminals moved into Stickney, establishing brothels and speakeasies. To some extent village government was complicit: at the funeral of a famed gangster in 1924, Stickney police served as an honor guard. Illegal gambling operations persisted until at least the 1950s. By the late 1930s Stickney's population stood at about 2,000, and the town was known more for its taverns than anything else.Stickney's population increased after World War II, reaching 6,239 by 1960. With much vacant land remaining, the village allowed bondholders to take over land with unpaid taxes, and home construction peaked in the 1950s. The residential area is concentrated in the western end of town. In 1949 Commonwealth Edison began construction of a coal-powered generator power plant that straddled Stickney and its neighbor Forest View. Stickney has collaborated with Forest View on many projects, including the formation of the Stickney–Forest View Library District in 1953.Stickney has achieved a measure of fame (or infamy) for its sewage treatment plant, the largest in the world. Operated by the Metropolitan Water Reclamation District of Greater Chicago, the plant, opened in phases since 1930, takes up 40 percent of the village's land and is its largest employer. While many would find little cachet in living in a town with the world's largest sewage treatment plant, the village has taken aggressive steps to ameliorate the impact of the facility.Within a land area of less than two square miles, residents enjoy the safe, quiet streets and close-knit ties with neighbors. Many of Stickney's 6,148 residents in 2000 were of Polish, Mexican, German or Czech ancestry. Spacious Mount Auburn Cemetery, founded in 1895, has a sizable number of Chinese burials.",
    "Bibliography": "“Our Township Government: Stickney's History from Indians to Skyscrapers.” 1942.Cohen, Laurie. “Suburb Clears the Air: We're Close-Knit and We Like It.” Chicago Tribune, January 12, 1991.Village of Stickney. Stickney's Golden Jubilee, 1913–1963. [1963]",
    "Author of Text": "Ronald S. Vasile"
}