{
    "Title": "Stone Park, IL",
    "Descriptive Text": "Cook County, 13 miles W of the Loop. One of the smallest and poorest of Chicago's suburbs, Stone Park also has one of the most distinctive histories. It boasted a population of 636 and an area of 0.4 square miles when incorporated in 1939. Stone Park grew rapidly during the 1950s and 1960s, reaching a population of 4,429 by 1970 and growing to 5,127 by 2000. In 1987 it ranked 258th in per capita income out of 262 communities in the six-county Chicago area.As was common elsewhere, settlement began before the suburb was incorporated. Professional builders avoided the area, which had no building codes or municipal services. Land was cheap during the 1930s. Property taxes were a fraction of Chicago's. “Reliefers” (people receiving welfare relief during the Great Depression ) dug wells and built their own homes, using secondhand materials or the sorts of garage kits sold by Sears and local lumber dealers. Lacking an industrial base, the municipality was poor and slow to provide services. With no storm sewers, the area was vulnerable to flood damage. During the floods of 1950, about one-third of all homes—then numbering 375—had to be evacuated. The pace of development then picked up, with more than half of the area's housing stock constructed during the 1950s.Its size and poverty also made Stone Park vulnerable to organized crime, for which it became notorious. Local lore suggests that Al Capone ran a brewery here during Prohibition, while the hometown boy and gangland criminal Rocco Pranno made Stone Park his base in the 1960s. For a time Pranno's brother controlled all political offices in the town, while Pranno himself ran a crime syndicate from his office table at the Club D'Or on North Mannheim Road.Since the 1960s Stone Park has transcended its gangland image. Like other interwar suburbs, including adjacent Melrose Park, it has become a destination for a new generation of immigrant workers looking for inexpensive housing. Modest homes have been well-maintained, improved, and extended. While the district was once home to many Italians, and remained the site of the Italian Cultural Center, 79 percent of the population was Hispanic in 2000.",
    "Bibliography": "Christgau, Eugene F. “Unincorporated Communities in Cook County.” M.A. thesis, University of Chicago. 1942.Harris, Richard. “Chicago's Other Suburbs.” Geographical Review 84.4 (1994): 394–410.Sakamoto, B. “A Tiny Town Outlasts Its Gangland Roots.” Chicago Tribune, April 7, 1990.",
    "Author of Text": "Richard Harris"
}