{
    "Title": "Streamwood, IL",
    "Descriptive Text": "Cook County, 29 miles W of the Loop. For over a century, farmers, many German immigrants, worked the land now known as Streamwood. A stagecoach line along Lake Street and a tavern along present-day Route 20 served early residents from the 1830s. In the 1950s Streamwood stepped out of its role as farm country and emerged as a rapidly growing community looking to engulf neighboring unincorporated towns.Subdivision development came in 1956 when Maxon Construction built 21 preassembled houses on concrete slabs. The houses, shipped from Indiana by National Homes Corporation, were already packaged with insulated walls, ceiling, roof sections, and framing. The factory also installed doors, windows, screens, and inside trim. A local contractor and a construction crew living in trailers on the site poured the foundations, shingled the roofs, sided, wired, painted, and installed the plumbing. Assembly was completed in less than two weeks and led to nicknames like “Plywood City” and “Mudville.”New residents often came from the same Chicago neighborhoods and rented with an option to buy. Many were skilled tradesmen and salesmen. New occupants faced an insufficient well system, and their cars were often stuck in muddy driveways.Young families predominated. In 1958 Woodland Heights School opened with six classrooms to accommodate two hundred children. When this quickly became insufficient for the burgeoning population, four hundred children took classes in split shifts, and mothers who marched in front of the school to discourage buyers were arrested for disorderly conduct. The town's continued success was doubtful. Streamwood Shopping Center, built in 1962, was condemned because of extensive water damage resulting from its construction on unstable ground. It took years to fix the problems and for the center to reopen.Despite this problematic start, population surged to 18,176 by 1970. The village, which had incorporated in 1957, grew in size to nearly six square miles. Industries located on the southeast side. Builders parceled off their acreage and donated land for schools, a village hall, and a pool.In 1989 Westview Shopping Center opened, two-thirds of which is in Streamwood, the remaining third in Hanover Park. In 1990 Streamwood Oaks Golf Course opened its nine holes to the public, adding another amenity to the once struggling community.Although ranch-style housing was still available, new housing was predominantly twostory colonials with clapboard siding. “Mudville” had changed its face, with the only mud being at the bottom of 15 acres of conservation wetlands at the Oak Ridge Trail subdivision. By 2000 there were 36,407 residents of Streamwood.",
    "Bibliography": "Alft, E. C. Hanover Township: Rural Past to Urban Present. 1980.Church, Everett. Historical Chronology of the Village of Streamwood. 1994.Feeley, Ralph. From Camelot to Metropolis: The History of Ontarioville–Hanover Park. 1976.",
    "Author of Text": "Marilyn Elizabeth Perry"
}