{
    "Title": "Streets and Highways",
    "Descriptive Text": "Geography was a major factor in the pattern of Indian trails that intersected at the confluence of the Chicago River and Lake Michigan, and that pattern carried over into the auto age with the expressway system.Indian trails, largely paths that meandered to avoid obstacles, skirted the southern shore of the lake and then radiated in all directions. European settlers arriving after 1830 tried to straighten the trails, but stagecoaches in some cases found it more expedient to use the beaches along the lake than rutted trails inland.STREET RAISING ON LAKE STREET, 1855 The first attempts by government to build hard-surfaced roads occurred in the 1840s when Chicago covered some of its streets with planks, and toll plank roads were built in outlying areas. When they quickly deteriorated, Chicago turned to a parquet-like, wood-block paving system that persisted into the twentieth century.LAKEFRONT AT 59TH STREET, 1920-1929 Dirt roads built and maintained by townships were predominant in suburban areas until the 1920s, but Chicago in 1861 created the Board of Public Works, the first agency in Illinois with a professional staff to build roads. A limited-access scenic parkway along the lakeshore was built to connect Chicago with then-suburban Hyde Park in 1869–70, and after concrete paving was developed in the twentieth century the parkway became the nucleus of Lake Shore Drive, the precursor of the expressway system.LAKE VIEW CYCLING CLUB, 1890S Gradually after about 1890 pressure on the state to build hard roads increased as a result of lobbying by recreational bicyclists, farmers who needed to move crops to market, and, eventually, motorists. The state's inventory of roads in 1905 counted only 7,864 miles of improved roads in Illinois—1,900 of them in Chicago. The high cost of street construction forced the city after 1900 to impose driver and auto license fees to finance them.PLAN OF CHICAGO CAMPAIGN (HIGHWAYS) Systematic planning for public roads in Chicago began in 1910 when the Chicago Plan Commission was created to implement the plan of Daniel Burnham and Edward Bennett, which put heavy emphasis on avenues and thoroughfares. At the time there were fewer than 10,000 automobiles registered in Chicago. The state did not begin a public road program for the suburbs and rural areas until after World War I and did not levy a gasoline tax for roads until 1929—by which time auto registrations in Chicago were increasing at a rate of 32,000 vehicles a year. The federal highway program for rural and suburban roads began about the same time.In 1941, Illinois became one of five states to create a toll highway authority based on the early success of the Pennsylvania Turnpike. World War II intervened before anything could be built in Illinois, but during the war various local agencies began planning an expressway (freeway) system.CONSTRUCTION OF CONGRESS PARKWAY, 1951 Construction on the $1.1 billion system, which took 18 years to complete, began after the war, with the suburban Edens and Calumet Expressways. They cost about $1.6 million per mile. In 1949 the city began building the Congress (later Eisenhower) Expressway on the West Side. It cost $183.5 million, took 11 years to complete, and was unique in that it included a rapid transit railway line in the median strip.TRI-STATE TOLL PLAZA, 1964 The passage by Congress of the Interstate Highway Act in 1956 shifted the bulk of the cost of freeways (90 percent) to the federal government and enabled the city and county to continue their ambitious road building. Until then, the expressways had consumed all available transportation funds, prompting the state to create the Illinois State Toll Highway Commission to build the Tri-State, Northwest, and East-West toll roads in the suburbs. The Tri-State was built as a beltway around the city linking interstate highways in Indiana and Wisconsin.The culmination of the road-building art in Chicago was the Dan Ryan Expressway—a 14-lane road with a two-mile-long bridge over the South Branch of the Chicago River and adjacent railroad yards on the South Side. It cost $282.7 million, or $25.7 million per mile to build.Public opposition to expressway construction by the 1970s forced the city and state to cancel plans to build a crosstown freeway on the West Side and the state to abandon a proposal for a freeway in the Fox River Valley 30 miles west of the Loop in the early 1990s.By the 1990s, the Chicago metropolitan area had 54,600 miles of streets and roads, including 2,500 miles of expressways, 17,300 miles of highways and arterial streets, and 34,800 miles of local streets. Almost 80 percent of all commuting was done by automobile.",
    "Bibliography": "Condit, Carl W. Chicago, 1930–70: Building, Planning, and Urban Technology. 1974.Quaife, Milo M. Chicago's Highways Old and New: From Indian Trail to Motor Road. 1923.Young, David M. Chicago Transit: An Illustrated History. 1998.",
    "Author of Text": "David M. Young",
    "Street addresses associated": [
        "Loop",
        "Hyde Park",
        "South Side"
    ]
}