{
    "Title": "Street Peddling",
    "Descriptive Text": "As early as 1847 the city of Chicago established official markets where peddlers could set up their wares on the sidewalk, occupy stalls in the street, or park wagons at the curb. Street peddling was largely the occupation of immigrant Jewish, Italian, and Greek populations who settled in the city's Near West Side in the 1870s through the early 1900s. Street peddlers would set up stationary locations along streets with trolley lines and well-traveled routes to peddle their wares. In these congested streets, food items, notions, and other merchandise were peddled by pack or wagon. The dense immigrant neighborhoods, which were serviced in this same manner, received virtually all the essentials for daily living from street peddlers.Public markets relocated street peddling from congested areas where it hindered traffic and also regulated the wares that were peddled. Chicago's longest-standing open-air market, the Maxwell Street Market, was created by a city ordinance in 1912 for licensed peddlers to operate seven days of the week. The Maxwell Street Market was relocated to Canal Street in 1994, and continued into the new century.The variety of street trades has ranged from the peddling of food items, produce, and flowers; scrap paper, rags, and iron; to used merchandise, fix-it services, and entertainment. The most colorful street peddlers have often been the musicians, and Chicago is noted for its blues traditions among street musicians.Although street peddling had a continued presence in Chicago in the twentieth century, its florescence was affected by changing marketing habits, social patterns, and public policy. The Municipal Code of Chicago defines a peddler as “ ... any individual, who going from place to place, shall sell, offer for sale, sell and deliver, barter or exchange any goods, wares, merchandise ... from a vehicle or otherwise.” In the 1990s, the term “peddler” was changed to “vendor,” and vendors were organized and licensed by the city to operate in designated locations or territories. These areas have included such public spaces as outside of museums, where vendors sell food from trailers; along State Street, where fruit or hot dogs are sold under canopied carts; in ethnic neighborhoods, where pushcart peddlers sell ethnic confections; along popular streets, where vendors sell beneath magazine kiosks; or in busy city streets, where newspapers or various merchandise and food items are marketed to vehicular traffic.Street peddling has provided an important service to Chicago residents and continues to operate as an economic option for entrepreneurs. The economic viability of street peddling can be seen in the legacy of successful Chicago businesses like Vienna Beef, Flukey's Hot Dogs, and the former Mages Sporting Goods, all of which started with the peddling of wares on Chicago's streets.",
    "Bibliography": "Duis, Perry R., and Glen E. Holt. “Chicago as It Was: When That Great Street Was Every Street.” Chicago Magazine 26.6 (1977).Eastwood, Carolyn. “A Study of the Regulation of Chicago's Street Vendors.” Ph.D. thesis, University of Illinois at Chicago. 1988.Eastwood, Carolyn. Chicago Jewish Street Peddlers: Toehold on the Bottom Rung. 1971.",
    "Author of Text": "Lori Grove",
    "Street addresses associated": [
        "Near West Side",
        "Loop"
    ]
}