{
    "Title": "Streets, One-Way",
    "Descriptive Text": "One-way streets in Chicago took on citywide significance with the passage of the Uniform Vehicle Code of 1931. Prior to this ordinance, different traffic laws had prevailed in the various municipal corporations of the city such as Lincoln Park, South Park, and West Park. While the “one-way designation” was henceforth available to the city council, not until the early 1950s did they avail themselves of this traffic-fighting weapon in any widespread manner. Throughout the late 1940s, aldermen proposed studies of the Loop area for the purpose of implementing a system of one-way streets to ease traffic flow, signaling a spread of this method from its original use in governing alley traffic. This plan came to fruition in 1953 with the creation of main arteries with two adjacent streets designated as one-way streets, notably Ohio/Ontario and Superior/Huron Streets, which served to move traffic in and out of the Near North more efficiently. Combined with the use of the “through street” designation, and a prohibition on left turns, one-way streets in downtown Chicago were an integral part of the city's response to a massive increase in the number of automobiles descending on the offices and shops of the Loop.One-way designations spread quickly from commercial districts, marked by an explosion of one-way proposals scattered throughout the city, though this growth seemingly lacked coherence. Traffic combined with a parking crunch in many neighborhoods; streets in older residential areas simply had not been designed to handle automobiles, whether in motion or parked. A one-way designation could double the number of available parking places, and to the residents of dense, apartment -filled blocks, this was an important consideration as ownership of automobiles skyrocketed. Rogers Park saw numerous proposals filed, referred, passed, amended, or rejected. In many cases streets had one-way designations applied and removed several times in the span of five years. For example, some portion of W. North Shore Street was the subject of a one-way proposal in 7 of 10 years during the 1950s. This situation was not stabilized until the late 1960s, when the grid of residential areas such as Rogers Park assumed the form familiar to its modern-day residents.The number of “one-way” proposals peaked at 224 in 1970–71, thereafter suffering a gradual but steady decline, with only 98 such motions entertained in 1995. Significantly, a growing proportion of the motions were to rescind the one-way designation. Where a solution to traffic problems had been the primary concern of urban planners in the immediate postwar years, by the 1990s new planning doctrines were ascendant that placed a priority on making streets friendly to pedestrians. The paramount example of this shift was south State Street's return to two-way traffic in an effort to revitalize a once-active area. Many downtown streets remain one-way, but the legacy of the “one-way” is the maze of narrow, car-filled streets confronted by Chicago residents each night as they return home.",
    "Bibliography": "Condit, Carl. Chicago, 1910–1929: Building, Planning and Urban Technology, 1973.Condit, Carl. Chicago, 1930–1970: Building, Planning and Urban Technology, 1974.Journal of the Chicago City Council. Harold Washington Public Library Center, Chicago, IL.",
    "Author of Text": "Christopher Miller",
    "Hyperlinked Terms Associated": [
        "Loop",
        "Near North",
        "parking",
        "Rogers Park",
        "apartment",
        "planning"
    ],
    "Street addresses associated": [
        "Lincoln Park",
        "Rogers Park"
    ]
}