{
    "Title": "Street Naming",
    "Descriptive Text": "The street names of Chicago offer a rich record of the city's spatial and social development. In 1830, southern Illinois mapmaker James Thompson created Chicago's first official map. Commissioned by the federal government to bring order to the city, Thompson platted the small downtown area bounded by Kinzie, Jefferson, Washington, and Dearborn streets. Departing from the tradition of naming streets for their destination, Thompson initiated the enduring practice of naming streets after figures of national and local significance.In the decades that followed, explosive urban growth, annexation, and the popular political favor of honorary street naming resulted in multiple streets of the same name and streets known by several different names. In 1901, building superintendent Edward P. Brennan confronted the confused state of affairs. He suggested that Chicago be ordered as a large grid with a uniform street numbering system, and proposed State and Madison Streets as the city's primary north-south and east-west axes. In 1908, the “Brennan” system was officially adopted by the city council and became the basis of modern Chicago's street naming system. Over the next decades, Brennan's system incorporated not only the principle of having street address numbers register distance and direction, but also the ideas that all portions of the same street should go by a uniform name and that north-south streets should be named alphabetically as one moved west from the Chicago/Indiana border. Led by Brennan and Howard C. Brodman, superintendent of the city's Department of Maps and Plats, the city council and business community continued through the 1930s to replace duplicated street names in order to simplify navigation and economize postal service and merchandise delivery. Of the more than a thousand streets within Chicago's city limits today, the greatest number—more than 170—bear the names of real-estate developers. English towns and Chicago's former mayors and aldermen have provided the next most popular sources of names.",
    "Bibliography": "Bike, William S. Streets of the Near West Side. 1996.Hayner, Don, and Tom McNamee. Streetwise Chicago: A History of Chicago Street Names. 1988.Vogel, Virgil J. “The Indian Origin of Some Chicago Street Names.” Chicago Schools Journal (March/April 1955): 145–152.",
    "Author of Text": "Michael Paul Wakeford"
}