{
    "Title": "Street Life",
    "Descriptive Text": "If anything has characterized the history of Chicago's street life, it has been disagreement, as each generation of urbanites has had to answer the same questions: How are public and private spaces defined and used? What should constitute proper conduct? Which of many competing uses should predominate? And which prevails, people or technology? Yet, at the same time, those same streets have functioned as a place for unifying celebration.The Pre-Horsecar EraThe history of Chicago's street life has been shaped largely by changes in predominant forms of transportation. Before the mid-1850s Chicagoans walked or used private horse-drawn vehicles. The lack of effective paving and sidewalks made it difficult to use the streets for any purposes. Most people tolerated the mud and dust because they had no choice but to walk the largely unpaved streets to get to work. Even well-to-do men angrily petitioned city officials that the lack of sidewalks forced their wives to traipse through a thick coating of spring mud to get to church or to shop. Many women would not have used the downtown district at all had it not been for a group of young “crossing sweepers”—often homeless youth—who swept brick crosswalks that had been installed at the corners. During the 1850s the elevation of the street grade to improve sewer flow also inhibited street life because it was done on a piecemeal basis by individual property owners. Those who lifted their buildings to the new level also elevated their sidewalks, leaving pedestrians to climb up and down tall ladders simply to walk down the street.From the beginning, the borders between private and public use of the streets frequently blurred. Inadequate fencing allowed farm animals to wander, forcing the county to erect an estray in the courthouse square. And when early ships arrived carrying a miscellany of unconsigned merchandise, their captains set up impromptu retailing areas along boat docks and adjacent streets.TRAFFIC ON DEARBORN AND RANDOLPH, 1909 When street and sidewalk conditions finally improved, Chicagoans began to use them as places to spend idle time. A summer's eve stroll on Michigan Avenue became a favorite way for middle- and upper-class “saunterers” to catch the lake breezes. But the proper citizenry of the city had a difficult time with a second group who used the streets for recreation. The press and city leaders condemned what appeared to be intentional idleness among a less desirable social stratum. Known in the 1850s as “corner puppies,” these “loafers” whistled, made rude comments, or grabbed at women passing on the sidewalk. By midcentury, Chicagoans were avoiding such dangerous parts of town as “the Patch” and “Kilgubbin” ( Goose Island), in part because the inhabitants appeared to be so menacing.The development of the omnibus, an urban version of the stagecoach, began a series of subtle changes in the perception of the street. Patrons could not only travel longer distances in the same amount of time they used to walk, they also enjoyed a voluntary separation from the life of the street, much in the manner of the very wealthy who utilized private carriages. Omnibus riders became more interested in getting home as quickly as possible and began to regard any nontransportation uses of the street as obstacles. In 1857, Mayor “Long John” Wentworth temporarily stopped businesses from invading the sidewalks with merchandise displays and signs, although by the late 1860s it had once more become commonplace for advertisers to cover the exterior walls with billboards and hang banners from wires strung over streets.WRECKED HORSE-DRAWN BUGGY, 1909 Despite the dominance of workaday uses, there were many efforts to use the streets for unifying public celebrations. Some were impromptu. For instance, before railroads provided all-weather links to the outside world, crowds greeted the arrival of the first ship from the East, which signaled the end of the long winter isolation. Other events were more carefully planned. From the 1830s and 1840s there were parades on the Fourth of July and St. Patrick's Day. Political parties also used the streets for torchlight parades that unified the ranks and demonstrated their strength to the opposition. An inaugural speech delivered from the tall steps of City Hall traditionally followed each mayoral election. Within a few years of the introduction of the telegraph in 1848, news of wars and elections would cause crowds to gather outside newspaper offices for public postings of telegraphic reports. During the Civil War, the city reverberated to the sound of military marches, and torchlight parades accompanied departing units to depots. The same streets hosted victory celebrations and such mournful events as the funeral procession for Lincoln.The Golden Age of the StreetThe post-fire decades ushered in the era of most intensive street life, as one observer's view of excitement became another's description of a nightmare. Increasing volumes of human and vehicular traffic, squeezed into a public space that couldn't easily be widened, brought unprecedented congestion. At the same time, the growing anonymity of city life and the general inability of an understaffed city police force to control what went on in the streets created what amounted to laissez-faire conditions. Different social groups continued to compete for control of the same space. Those who might be described as “destination travelers” became a more clearly defined group; their principal use of the street was in getting from one place to another with maximum efficiency. These included travelers moving between hotels and railroad stations, as well as commuters who rushed to work and back home either on foot or on omnibuses and horsecars. The introduction of cable cars in the 1880s and electric trolleys the following decade increased the intrusion of technology on the street, especially during rush hours. The construction of the “L” system between 1892 and 1907 aided this quest for efficiency by creating a whole new layer of street above the surface traffic. Its downtown structure assumed the name “ Loop, ” which had originally described a square of streetcar tracks.Late-nineteenth-century street life also contributed to the mixed images of Chicago, especially as it was portrayed in illustrated national magazines and in travelers' accounts. After the fire of 1871, civic leaders were proud to point out how the busy streets reflected rebuilding and rebirth. At the same time, illustrations of the bloody railroad strikes of 1877, the 1886 Haymarket Affair, and 1894 Pullman Strike focused on street confrontations and provided a quick stereotype of the instability of society in the mushrooming city. Likewise, the street created an instant impression on such foreign visitors as Rudyard Kipling, who disdainfully described the “collection of miserables” who daily passed through “turmoil and squash.” In 1900, Scottish author William Archer proclaimed that “New York for a moment does not compare with Chicago in the roar and bustle and bewilderment of its street life.” Similarly, many of Chicago's greatest writers—especially those of rural origin—wove their fascination with the energy and variety of the public spaces, especially downtown, into their works. This is evident in the arrival scenes in novels such as Theodore Dreiser's Sister Carrie (1900). Sherwood Anderson's Marching Men (1917) described the way in which the working poor displayed their misery as they tramped the streets or rode the cars. Chicago-born Henry Blake Fuller's The Cliff Dwellers (1893) described the view from a skyscraper as if through the eyes of a bird of prey looking from its nest down at the street. Street life was also prominent in shorter forms of literature. George Ade drew inspiration from peddlers and passersby for his aptly titled column “Stories of the Streets and of the Town,” which ran in the Chicago Record (1893–1900). And of course, the “painted women” of Carl Sandburg's “Chicago,” as well as “Clark Street Bridge” and other pieces among his lesserknown poetry, celebrated workaday street life.\"CALL FOR BETTER TRANSPORTATION,\" C.1920 In the real world, street life—and expectations about it—became as specialized as the neighborhoods that contained it. Downtown, the display windows of department stores invited pedestrians to pause and ponder, and by the 1880s strangers' guidebooks provided tourists with suggested routes and maps to enable them to wander in search of “the sights.” Police, meanwhile, remained vigilant for “mashers,” an updated version of corner puppies, who might make the Loop shopping visit unpleasant for women. Outside of downtown, commuting patterns concentrated traffic along certain main streets that linked downtown and the sprawling neighborhoods. Major outlying shopping districts appeared where these heavily used destination travel corridors intersected, such as at 63rd and Halsted, or Lincoln and Belmont.Out in the neighborhoods the patterns of street life varied by class. The levels of poverty and congestion in the adjacent housing usually determined the extent of the residents' dependence on the public places for their daily survival. For those at the bottom of the social scale, the street was home. After the fire of 1871, living in public places had become part of the survival strategy for tens of thousands of temporarily homeless victims, many of whom wandered the city for months. During the depression that began two years later, the first generation of tramps (mobile nonworkers) and hoboes (mobile seasonal workers) arrived in Chicago because it was the hub of the nation's growing rail network. By the end of the century thousands of unemployed men populated three Skid Row districts that ringed the downtown. Here, day labor agencies did their hiring curbside, while the local street life consisted of the denizens of cheap restaurants, barrooms, pawnshops, used-clothing stores, and a variety of hotels ranging upwards of “nickel flops.” Amidst them on the sidewalks and streets were such noisy “redeemers” as the Salvation Army band and the Gospel Wagon of the Pacific Garden Mission. It was easy for the more affluent Chicagoans to conflate idlers with the poor, who utilized public spaces as a necessary last resort for survival.Each step up the economic ladder allowed participation in street activities to become more voluntary. Just above the transients, the tenement neighborhood provided somewhat more permanent dwellings, although conditions still forced a blurring in the distinctions between private and public. The street functioned as a verbal communication conduit within largely nonliterate communities, as well as a place to work and play. Sweltering nights saw much of the population sleeping on the sidewalks, and evictions cast newly homeless families and their meager possessions onto the curbstones. By 1868 there were already enough homeless youth peddling papers on the streets to justify the creation of the Newsboy's and Bootblack's Home, and their ranks grew. Greedy adults also snatched the earnings of large numbers of immigrant juveniles who had been imported during the 1870s to become street musicians.Mass-produced subdivisions—reached by streetcar and “L”—allowed a further move up the social scale by making affordable such bungalow neighborhoods as Englewood, with its world of small porches, vegetable gardens, and modest fences. Further up the income scale, the lawns and ornamental fences in such substantial middle-class areas as Ravenswood divided neighbors from the street and each other, while children played in parks rather than on the streets. Here, also, neighborhood improvement associations pressured residents to maintain peace and order and beautify their private property, and residents joined private bicycle clubs. Finally, at the top of the social scale, residents of such elite neighborhoods as Prairie Avenue and Astor Street utilized streets primarily for such symbolic activities as the annual opening-day parade to the Washington Park Race Track or for efforts toward public beautification. The wealthy rode in private carriages, ate lunch at downtown clubs, and conversed by telephone or at teas, not on the curbstone.STRIKE OF MESSENGER BOYS, 1902 The level of independence from the street not only helped to determine one's social class, but that same space was often the meeting place or interface between social classes. More affluent Chicagoans, who could ride through tenement districts on streetcars, the “L,” and commuter trains, came in contact with the poor largely through the street trades. Peddling, which involved an amazing variety of goods and services, was the source of economic survival for some and a convenience or annoyance for others. Adult immigrants realized that a minimum financial investment and hard work could provide an entree into capitalism and the means to avoid working for someone else. Successful vendors positioned themselves amidst the flow of likely customers. “Shoeshine boys” and news vendors knew where to find male commuters, while fakirs, who sold generally useless trinkets, occupied spots just outside department stores where mothers, who might have felt a bit of guilt at their personal spending, might be tempted to buy something for their children. Similarly, teamsters maintained street stands near the retailers of furniture and other large items, while hacks cruised near the depots and hotels. Street trades on the edge of legitimacy and beyond also knew the importance of location. Years of contact with the street brought an understanding of the flow of traffic: a location outside of train stations, for instance, was ideal to collect donations from sympathetic rural travelers. Streetwalkers ( prostitutes ), who peddled sex in public places, and their customers mutually discovered places where they did not draw unnecessary attention to themselves.57TH ST. ART FAIR, 1950 Other types of vendors learned the most productive routes through residential neighborhoods. Street peddlers bought food that was often near the end of its shelf life from wholesalers and carried it to poorer districts that were too far from marketplaces for housewives to visit in person. Such mobile services as knife and scissors grinders alerted neighborhoods of their presence by the sound of a bell. Recyclers of various kinds also worked their way through the neighborhoods. Rag pickers, metal buyers, and other kinds of scavengers resold their findings at a profit because bottles, cloth, and even castoff cigar stubs could be recycled into new products. The specialties that developed in this economic street life mirrored the city's ethnicity, with Italians dominating in produce sales, Greeks in confectionaries, Jews in recycling trades, Dutch in scavenging, and Germans in handyman services. But what was a convenience to the working class was a nuisance to the more affluent, who valued privacy and wanted peddlers banned from their neighborhoods.This hierarchy of class and privacy explains much about the nature of street life, but superimposed over the story were the temporal rhythms that determined the ebb and flow of activity. In the predawn hours hundreds of workers bought and sold produce at the Randolph and South Water Markets, while lamplighters turned off gas jets and crews from the city and the Municipal Order League watered and swept the surfaces. The morning rush hour saw factory workers walk to work as well as thousands of vehicles cross the bridges into the Loop. Women shoppers began to appear on the streets later in the morning, while the noon hour saw thousands of downtown employees and shoppers pour out of buildings in search of lunch. In the midafternoon, women shoppers left downtown to be home when their children returned from school. Then began the evening rush hour of streetcars and pedestrians. Workers walking home along “Dinner Pail Avenue” (Milwaukee Avenue) near Chicago Commons settlement house were so numerous that they raised clouds of dust.HUCKSTER, 47TH & WOOD, 1959 The character of street life changed after the dinner hour. Out in the patchwork of ethnic neighborhoods, children played in the roadway while their parents conversed on stoops and curbstones. Some workers left for all-night factory shifts. In warm weather, middle-class bicycle riders took to the outlying streets. But the deepening darkness also increased the fear of crime. Chicagoans thought many tough neighborhoods were safe enough to pass through in the daytime but dangerous at night. Newspapers reported frequent muggings near the ends of streetcar lines and at open bridges and described the night as dominated by criminal elements. Downtown, there were sharp contrasts. Diners and theatergoers filled the “bright light” Randolph Street district late into the night, while the nearby Levee hosted a lively street life around the clock. But after the cleaning crews departed, the large office blocks became what one newspaper called the “loneliest place in Chicago.”The life of the street reflected other cycles of life, including age and seasonality. Cold weather drove indoors all but the heartiest peddlers of necessities, while others restocked with holiday merchandise. Transit lines utilized closed-side equipment, heated by stoves, instead of the open-style cars which brought summer riders close to the sounds and smells of the street. The street also meant different things to people who were near the beginning or the ending years of life. The street was a microenvironment of socialization where youths set their own rules and learned the ways of the world. Their games and songs were a part of city folklore. Youth gangs, however, had already begun battling for domination of neighborhood turf by the mid-nineteenth century. At the other end of the spectrum, aged Civil War veterans came to the Loop post office to collect their monthly pension checks, and many elders sold newspapers or worked at such jobs as “baby watcher” outside of outlying department stores.The New Age of the StreetPORTION OF THE SOUTH SIDE LEVEE, 1910 By the turn of the century several factors were already beginning to transform the streets and create a more restrictive attitude toward them. First, a variety of reform efforts attacked inner-city street life as the locus of the city's social problems. Middle-class reformers joined economic elites to separate the poor from public places. Curfew and truancy laws were aimed not only at eliminating child labor but also at keeping children off the streets; the Special Park Commission created dozens of inner-city playgrounds with the same goal. Reformers also became increasingly hostile to street peddlers, condemning them as public health hazards, loiterers, and as disorderly and intrusive obstructions to the flow of traffic. New health laws banned outdoor dining and the vending of perishable food to avoid contamination from dry clouds of airborne horse manure.At the same time, decades of urban growth had fostered the process of sorting urban functions by land use (wholesale, retail, residential), social class, and ethnicity. The heterogeneous urban mixture of the mid-1800s had given way to a pattern of more homogeneous districts of social classes and neighborhoods. Citywide antinoise laws were aimed at silencing obtrusive peddlers and imposing quietude and order on middle-class neighborhoods as well as the Loop. In 1913 the city began an effort to push all street trades out of middle-class areas and into the Maxwell Street district. At the same time, the enforcement of antiloitering laws gradually drove the transient population into Skid Row districts to the north, south, and west of the Loop. The goal of these efforts was a more orderly street life that was confined to what were deemed appropriate districts.Finally, the efficiency of crowd control during the World's Columbian Exposition inspired Chicagoans to believe that they could impose a similar sense of beauty and order on the rest of the city. Infrastructure innovations included newly designed bridges and the elevation of steam railway tracks to remove crossing hazards. But nothing symbolized the desire for aesthetic and efficient streets more than Daniel Burnham's Plan of Chicago (1909). Its emphasis on traffic flow countered the traditional working-class social uses of the street. The plan's impressionist-style illustrations by Jules Guerin emphasized the celebrational city as if viewed on a warm Sunday afternoon. Meanwhile, a series of statues financed by the Benjamin F. Ferguson Fund stressed the streets' artistic rather then survival possibilities. Beauty and efficiency, which were supposed to contribute to the economy by making workers happier and more contented, also represented a triumph of the middle- and upper-class view of what street life should be.\"PLAYGROUND BALL,\" 1907 Burnham's plan, with its unimpeded traffic flows, also represented a transition into the automobile age, which dramatically changed the relationship between Chicagoans and their streets. The auto not only benefited from the growing disdain for the street by providing the kind of isolation from street life that had once been enjoyed by only the wealthy, but cars and trucks also accelerated other changes. Their gradual displacement of horse-drawn vehicles in turn displaced animals—along with manure and dead carcasses—which had been a familiar part of street life. Drivers also demanded speed and the elimination of peddlers, plodding wagons, playing children, or any other street use that interfered with getting from here to there. By the 1920s the growing volume of fast-paced traffic produced intersection hazards that encouraged the introduction of mechanical traffic signals; this, in turn, resulted in the displacement of hundreds of traffic officers, another familiar part of street life. Even then, auto fatalities, which had already soared to 302 in 1918, included many pedestrians. The extension of Ogden Avenue from Chicago Avenue to Armitage at Lincoln Park symbolized a new attitude. In the quest for an efficient way to link the West and North Sides, the roadway slashed thought existing neighborhoods and scaled Goose Island with a lofty bridge. That same attitude that almost any part of the built city might be expendable was present in early plans for wide, limited-access roadways. The idea of the street as a place for getting from here to there was about to triumph.MAXWELL STREET MARKET, 1917 But hints of the former uses of the street would not disappear. During the Great Depression the public ways once again became a means of survival. Jobless thousands flocked to Chicago in search of work but ended up utilizing the street as an employer of last resort. Some of the newly homeless sold apples; others took jobs on government public works projects that built hundreds of miles of new infrastructure. All of that ended during World War II, when the streets once more assumed a unifying and celebrational role. Downtown State Street became an outdoor museum of military equipment, while the LaSalle Street side of City Hall became “Victory Square,” scene of patriotic rallies. Out in the neighborhoods, civilian defense exercises, flagpole signs, and memorial shrines promoted unity, as did the countless parades that wound through every part of the city.After V-J Day—when the streets were once more used to celebrate—and the period of postwar recovery of the national economy, the street became a barometer of another kind of urban transformation. Pundits predicted that urban renewal, high-rise apartments, air conditioning, and television would kill off neighborhood street life. The newspaper box, for instance, displaced hundreds of human vendors, in part because the general decline in public transit ridership put so many former pedestrians into autos. The idea of the street as employer of last resort survived in impoverished neighborhoods. Peddlers elsewhere became such a rarity that the visit of the once-ubiquitous scissors grinders now became the subject of great excitement. During the 1950s the press began to note a loss of neighborhood social life that had traditionally grown out of public places. The front porch or stoop, which had fostered neighboring on warm evenings, had begun to give way to air conditioning and television. And in the poorest neighborhoods, high-rise public housing completely destroyed the role of the street in the community.The expressway system, which removed much of the traffic from the major city thoroughfares, represented the near triumph of the idea of the single-use street: the only possible function was as a place for cars to drive. (Chicago managed to create an ingenious exception by routing rapid transit down the otherwise-useless median strip.) Neighborhoods that lay in the way were now regarded as irrelevant piles of rubble-to-be, and the older transient districts were flattened to make way for superhighways. Meanwhile, at the other end of the auto commute, the mass production of a limited number of house designs in booming suburbia was reflected in the mass creation of quiet residential streets. Juvenile trees matched tricycles and other juvenile transportation equipment. Sociologists noted that cul-de-sacs favored neighborliness. Even the temporal rhythm of the suburban street was different. Rush hour dominated the clock, although the shopping centers that displaced older commercial streets were now open evenings.WPA PARADE, 1939 Meanwhile, the street life of downtown Chicago fell into decline, as the boast that State and Madison was the “world's busiest corner” disappeared during the 1960s and '70s. Loop department stores were displaced in part by suburbia and the rise of North Michigan Avenue as the high-end street for strolling and window shopping. As downtown streets began to empty out after dark and the Loop took on the unwarranted reputation of being unsafe, movie distributors helped to drive away the street life. They had formerly released new films in downtown theaters weeks before they arrived at outlying screens; when they began distributing them everywhere at once, the Loop theater crowds disappeared. In 1968 the term “streets of Chicago” took on connotations of disorder similar to those of 1877, 1886, and 1894. In desperation, the city rebuilt State Street into a mall, a misplaced suburban model that failed to bring people back.But even during this nadir, there had been a few hopeful signs. Mayor Richard J. Daley had revived the downtown St. Patrick's Day Parade in 1956, an important symbolic gesture, while Chinese, Germans, Greeks, Poles, and others also used the streets for celebrations. Triumphs achieved by Chicago sports franchises, as well as the symphony, astronauts, and other dignitaries, prompted massive parades. Meanwhile, newly arrived Latin American and Asian ethnic groups were quietly bringing with them their own celebratory processions and parades, as well as a strong tradition of street trading. And the taxicab industry continued to allow the kind of low-capital entry into American entrepreneurship for immigrants that street trades have always provided to newcomers.Neighborhood block parties and the gradual return of outdoor dining were the first signs of the manner in which the booming economy of the late 1980s and 1990s and a gentrified inner city would bring about a revival of activity. New office towers and the conversion of factories and warehouses into apartments nurtured a revival of center-city dining. But contemporary street life only hints at the rich variety of activities that were once there. What returned was closer to the “city beautiful” of the Burnham Plan than it was to the workaday intensity of the late nineteenth century. Chicagofest, followed later by Taste of Chicago, the Blues and Gospel Music Festivals, and a patchwork of neighborhood festivals, represented a highly selective new form of Disneyfied street life, carefully planned, advertised, predictable, sanitized, and policed.During the late 1990s, many of the last remnants of the old street life were threatened. Police removed the homeless from Lower Wacker Drive, while gentrification nibbled away at the old south and west transient districts. The demise of SRO hotels and the charities that supported their tenants resulted in the removal of most of the transients, many of whom had been dumped from state institutions. Meanwhile, campus expansion at the University of Illinois at Chicago brought an end to the storied Maxwell Street Market, while the city launched a crackdown on ethnic food vendors, proclaiming them a nuisance and health hazard.",
    "Author of Text": "Perry R. Duis",
    "Street addresses associated": [
        "Loop"
    ]
}