{
    "Title": "Strikes",
    "Descriptive Text": "Perhaps no city in the United States exceeded Chicago in the number, breadth, intensity, and national importance of labor upheavals in the period between the Civil War and 1919. Overall, there have been six important strike waves or labor upheavals in Chicago history that were notable for their social impact.On May 2, 1867, Chicago's first Trades Assembly (formed in 1864) sponsored a general strike by thousands of workers to enforce the state's new eight-hour -day law. Though the one-week strike was unsuccessful, it capped a four-year mobilization of local workers that encouraged political parties to incorporate labor demands into their platforms and appeals.SOCIALIST, 1879 In July 1877, Chicago workers struck again as part of a nationwide railroad strike. Though lacking unions, thousands of working men, women, and teenagers thronged the streets, marching from factory to factory behind brass bands calling employees out to strike. At the height of the conflict, police and militia forcibly dispersed crowds of Irish, Bohemian, and German strikers while the U.S. army waited in readiness. By the time the strike had been suppressed, 30 workers lay dead and 200 were wounded. The strike was significant, not just for the class bitterness it engendered, but for the unprecedented participation and solidarity of workers across skill, gender, and ethnic lines. Meanwhile, as the only group supporting the strikers, Socialists emerged as the voice for local workers, and Chicago became the nation's strongest center of socialism.In 1886, Chicago was the center for another labor upheaval. Approximately 88,000 workers in 307 separate strikes demanded the eight-hour day that year, most of them on May 1. Industry was paralyzed, and the city “assumed a sabbath like appearance.” The Haymarket Affair of May 4 triggered widespread antilabor repression. Moreover, the failure of the movement to spread much beyond Chicago made it easier for employers who competed in national markets to ignore labor demands.As the tide of the great upheaval receded in the late 1880s, the character of strikes began to change. Until then, strikes often mobilized large numbers of immigrant men, women, and children within ethnic communities such as Irish Bridgeport and Bohemian Pilsen. Easily replaced unskilled workers, in particular, relied on crowd actions to intimidate strikebreakers. To avoid riots and capture the vaunted “labor vote,” 1880s politicians such as Mayor Carter Harrison began to restrain police from intervening in strikes called by well-connected local unions. As the mass strike subsided, craft unions spread among skilled workers employed by small-scale employers in local and regional markets. A metropolitan unionism took hold particularly among the building trades, the building service workers, and the teamsters. For the most part, strikes were not spontaneous but were called, coordinated, and supported by the strike funds of permanent unions and aided by a hands-off attitude of the police. By the turn of the century, labor was a recognized interest in local politics and Chicago had became a “union town.”U. S. TROOPS ON LAKEFRONT, 1894 The most important early attempt of the new unionism to penetrate the domain of corporate-run industry came in 1894 when the American Railway Union, an industrial union founded by Eugene V. Debs, mounted a boycott of the nation's Pullman railway cars. With much of the nation's transportation at a standstill, a federal court granted the railroads an injunction declaring the strike illegal, and President Grover Cleveland dispatched 2,000 federal troops and over 5,000 U.S. marshals to Chicago, precipitating widespread violence. Despite a general strike by 25,000 Chicago unionists, the ARU was crushed.STEEL STRIKE IN GARY, INDIANA, 1919 In the aftermath of the Pullman Strike employers increasingly resorted to injunctions to bring in the federal government on their side in strikes, especially sympathy strikes and boycotts. A particular object of the courts' ire was the Teamsters union, which in the early part of the century used its control over the distribution of local goods to support and spread local unionism via the sympathy strike. In the 1910s, the struggle for union recognition by workers in the emerging corporate-run, mass-production sector of the economy precipitated renewed upheavals. In 1919, workers in Chicago's packinghouses, steel mills, and ready-made clothing and agricultural equipment industries engaged in tumultuous strikes marked by race riots and government repression. The defeat of these strikes unleashed a powerful employer counterattack in the form of an open shop movement that kept strikes to a minimum during the 1920s.REPUBLIC STEEL STRIKE, 1937 In the late 1930s, workers in basic industry finally won union recognition. Congressional legislation stopped the courts from issuing labor injunctions during strikes and enforced the right of workers to be represented by the union of their choice. For the first time, large numbers of African Americans and Eastern European immigrants and female semiskilled industrial workers were organized in permanent industrial unions under the wing of the Congress of Industrial Organizations. But victory was achieved amidst a series of bitter strikes, notably the Little Steel Strike of 1937 in which police shot to death 10 strikers in the “ Memorial Day Massacre. ” Local industrial workers were also heavily involved in the great nationwide wave of strikes in 1946.From the end of World War II through the early 1970s strikes continued to be widespread, but with the acceptance of collective bargaining they did not precipitate social upheavals nor did they generate the enormous class hostility that they had earlier. In the 1970s, the postwar liberal accord between capital and labor began to unravel. The strength of labor weakened as automation and the export of jobs overseas by corporations took its toll in heavily unionized Chicago. Industrial work increasingly gave way to service-sector work that was largely nonunion. Then, following the example of President Ronald Reagan in the 1981 Air Traffic Controllers Strike, private employers, especially those facing global competition and deregulated markets, returned to the union-busting tactics of their forebears. Since then, with the exception of public-sector unions such as the Chicago Teachers Union, strikes have been scarce in Chicago.",
    "Bibliography": "Barrett, James R. Work and Community in the Jungle: Chicago's Packinghouse Workers, 1894–1922. 1987.Lindsey, Almont. The Pullman Strike: The Story of a Unique Experiment and of a Great Labor Upheaval. 1942.Schneirov, Richard. Labor and Urban Politics: Class Conflict and the Origins of Modern Liberalism in Chicago, 1864–1897. 1998.",
    "Author of Text": "Richard Schneirov"
}