{
    "Title": "Subdivisions",
    "Descriptive Text": "From the city's beginnings, land was one of Chicago's most attractive commodities, and sales and speculation in real estate were among the earliest trades to flourish. Local citizens as well as East Coast and foreign investors rode the cycles of speculative booms and busts, winning and losing fortunes with each wave of trading activity.MAP OF CHICAGO, 1835 The original 1830 plat at the inland fork of the Chicago River measured only three-eighths of a square mile. This kernel followed the survey system of the 1785 Land Ordinance, which divided new territories into mile-square sections, creating a uniform rectangular grid that shaped all later development. By 1834, new subdivisions–-parcels of land divided into smaller blocks that were in turn divided into lots–-were already laid out north of this core.A large grant of land was given to the state of Illinois in 1822 to finance construction of the Illinois & Michigan Canal. A period of wild speculation ensued, setting the pattern for the future: each new transportation project stimulated a speculative frenzy and swelled the supply of subdivided acreage.New transportation technology also encouraged subdivisions at increasing distances from the city core. Beginning in 1848, railroad connections led to new development at stations along their radial routes. Soon the horse-drawn omnibus and then the street railway fostered subdivision development along their routes. Subdivisions both north and south along Lake Michigan such as Lake Forest and Hyde Park, which began as summer retreats for the wealthy, increasingly evolved into commuter suburbs, as did outlying settlements to the west. By 1857, the subdivided area of Chicago embraced more than 24 square miles, and by the end of the Civil War Chicago's suburban belt extended more than 40 miles from the center.Periodic depressions after the Civil War interrupted but did not stop development, which was spurred by the introduction of electric trolley service in the 1880s, the elevated rapid transit in the 1890s, and preparations for the 1893 World's Columbian Exposition. Distance from the center, proximity to industry, the provision of utility connections and other improvements, and the use of restrictions, building codes, and zoning contributed to the creation of subdivisions differentiated by class and race.SUBDIVISION DESIGN, 1943 The “L” encouraged the filling-in of older subdivisions with new houses, apartment buildings, and industries, urbanizing the inner suburbs through the 1920s. Another wave of subdivision activity in that decade, stimulated by increased auto ownership, produced building lots for three times the existing population. These were absorbed after World War II, when federal homeownership programs and highway funds underwrote suburbanization on a massive scale. Continued growth of residential subdivisions, expressway construction, and the emergence of high-tech industries have converted some of Chicago's far-flung suburbs into a ring of edge cities that compete economically with the center.The survey grid dominates the subdivision landscape, but Chicagoans have also supported influential innovations in subdivision design. These range from Frederick Law Olmsted and Calvert Vaux's Riverside (1868) to the planned new town of Park Forest (1948), and include the ideas on paper submitted to the 1913 City Club model suburb competition.",
    "Bibliography": "Keating, Ann Durkin. Building Chicago: Suburban Developers and the Creation of a Divided Metropolis. 1988.Mayer, Harold M., and Richard C. Wade. Chicago: The Growth of a Metropolis. 1969.",
    "Author of Text": "Carolyn Loeb",
    "Street addresses associated": [
        "Loop",
        "Hyde Park"
    ]
}