{
    "Title": "Subsidized Housing",
    "Descriptive Text": "Mention Chicago's subsidized housing and most people think of public housing: specifically, imposing rows of Chicago Housing Authority (CHA) high-rise buildings. Yet before the creation of the CHA in 1937, philanthropists and private organizations developed subsidized housing. And as early as 1934, Congress established the principle of federal subsidization of home ownership through intervention in mortgage markets.If the definition of subsidized housing includes homes built by philanthropists willing to make only a modest profit, or no profit, there were four early subsidized housing developments in Chicago. The first, constructed on the West Side in 1895, was Francisco Terrace, designed by then 28-year-old Frank Lloyd Wright. The developer, Edward Waller, planned to earn only 3 percent, or one-half of the then going rate, on his investment. The apartments were rented for $12 a month, mostly to newlyweds of modest means. This 44-unit “model tenement” stood at 255 North Francisco until being demolished in 1974.The next large-scale endeavor was the Garden Homes, constructed in 1919 by Benjamin J. Rosenthal, a real-estate developer and civic leader. In Reconstructing America (1919) he asked, “Can a workman be efficient if he is crowded in a badly lighted, unclean house in a congested neighborhood? Can he be happy if he is obliged to occupy living rooms unfit for human habitation?” The answer was no for Rosenthal, so he purchased six blocks of land at 87th and State Streets and built 133 detached houses and 21 double ones. Their architecture is reminiscent of English cottages, and the project is based on England's “garden city” developments. Rosenthal originally sold the houses for $5,700.The city's largest philanthropic housing developments are the Michigan Boulevard Garden Apartments, at 47th and Michigan, and the Marshall Field Garden Apartments in Old Town, both built in 1929 and both modeled after the Dunbar Apartments built by John D. Rockefeller, Jr., in 1926 in New York City's Harlem.The Michigan Boulevard Garden Apartments were built by philanthropist Julius Rosenwald, who controlled Sears, Roebuck. Covering a square block, the buildings enclose an enormous central landscaped courtyard. Rosenwald built the development of 421 units to provide sound housing for African Americans and to relieve the tremendous overcrowding due to the extensive racial segregation of Chicago. The development also included 14 stores along the 47th Street side of the property, four of which were occupied by black-owned businesses, and a nursery school. Rosenwald invested $2.7 million in the project, receiving only a 2.4 percent return during the first seven years.POSTER, IDA B. WELLS HOMES, 1940 The Marshall Field Garden Apartments were at the time the largest moderate-income housing development in the country, with 628 units. This experiment, built by Marshall Field III, aimed not only to provide housing at a reasonable cost but also to provide a catalyst for renewal of the surrounding area. Like the Michigan Boulevard Garden Apartments, the buildings are five-story walk-ups, here in a two-square-block site. Both developments have the feeling of college quadrangles. The project originally included 20 stores, a parking garage for 288 cars, and the progressive Marshall Field School for Children. The tenants had their own newspaper, theater groups, and many clubs. Because of the Great Depression rents had to be lowered, and the development never lived up to the initial modest financial expectations, was never enlarged as planned, and did not stimulate the hoped-for revitalization of the area. Both the Michigan Boulevard and the Marshall Field Garden Apartments remain viable, after several changes in ownership and various renovations through the years.Construction of subsidized housing resumed after World War II. The Depression and the war had created the most severe housing shortage in Chicago's history, especially for poor people. In 1948 the CHA created the Chicago Dwellings Association as a private corporation to construct housing for moderate-income families. In 1953 it built the 318-unit Midway Gardens, at 60th and Cottage Grove, and several smaller developments. Other nonprofit developers included the Community Renewal Foundation and the Kate Maremont Foundation, which by 1963 had purchased the Michigan Boulevard Garden Apartments. The efforts of these groups met with mixed results at best, and new initiatives were few and far between.STATEWAY GARDENS, 1959 By the 1960s new federal legislation provided mortgages at subsidized rates to for-profit developers whose projects met federal cost and low-income tenancy requirements. These programs resulted in the construction of developments such as South Commons at 26th and Michigan Avenue in Douglas, as well as others in Woodlawn, Hyde Park, Kenwood, and the Near West Side. This housing met with mixed success, but as the mortgages were paid off toward the end of the twentieth century, some of the buildings were converted to market-rate housing.The grand experiment of the last third of the twentieth century involved rent vouchers, issued initially under Section 23 of the U.S. Housing Act of 1965 and later under the Section 8 program. They fall into two categories; project-based subsidies attach to all or a designated group of apartments in a development; “finders keepers” certificates can be used by a tenant for any apartment that passes a Section 8 inspection and whose landlord agrees to participate in the program. Section 8 tenants pay 30 percent of their income for rent, after certain adjustments for factors like family size; the majority of the rent is paid by the federal government. However, there are enough vouchers available to help only a fraction of the families with incomes low enough to qualify. Also, many landlords decline to participate for one reason or another, and many apartments do not pass Section 8 inspections.At the turn of the century, CHA was demolishing much of the housing it had built, especially high-rises, and constructing fewer new units, many in mixed-income developments. The majority of the displaced tenants have received Section 8 certificates, leaving them at the mercy of the market and discriminatory rental practices. The city's efforts to provide housing assistance have been channeled into various programs to aid organizations or developers in constructing new or rehabilitated single-room occupancy housing for potentially homeless people and programs to assist middle-income first-time home buyers. The latter programs fit neatly into the most widespread forms of public subsidy for private housing across the United States—inexpensive mortgages insured through Federal Housing Authority and Veterans Administration programs and the mortgage tax deduction. Since the 1950s, these public subsidies have helped expand home ownership and increase housing values across the metropolitan area.",
    "Bibliography": "Bowly, Devereux, Jr. The Poorhouse: Subsidized Housing in Chicago, 1895–1976. 1978.Condit, Carl W. Chicago, 1910–29: Building, Planning, and Urban Technology. 1973.Werner, M. R. Julius Rosenwald: The Life of a Practical Humanitarian. 1939.",
    "Author of Text": "Devereux Bowly, Jr.",
    "Street addresses associated": [
        "West Side",
        "Near West Side",
        "Loop",
        "Old Town",
        "Kenwood",
        "Woodlawn"
    ]
}