{
    "Title": "Suburbs and Cities as Dual Metropolis",
    "Descriptive Text": "Chicagoans inhabit a dual metropolis, experiencing daily reminders of decay and glitter, despair and aspiration. As of 2000, the region encompassed 293 municipalities (263 in Illinois) spread over 4,401 square miles in Cook, DuPage, Kane, Lake, McHenry, and Will Counties, plus the northwestern Indiana counties of Lake and Porter. What sociologists refer to as spatial mismatch is among the region's dominant and most entrenched characteristics: technologically oriented job opportunities requiring high skill levels, mostly concentrated along suburban corridors; poorly educated, underemployed labor pools, more often than not in the most socially isolated locales within central cities; and disparities in transportation networks, inhibiting opportunities for links between residence and work. The poorest residents of inner cities, contentiously labeled an “underclass,” suffer disproportionately from the compound effects of their environs as one affliction builds upon another.Replete with the starkest of contrasts, the contemporary metropolis—whether measured residentially or occupationally—is indicative of national political structures and an economic system that too often proves disdainful of the inner city, its depleted resources, and its most beleaguered inhabitants. A quandary with deep historical roots, the imbalance intensified during 1980s. Historian Richard C. Wade foresaw as early as 1982 that the Reagan administration's policy—an artifice with the positivist label “new federalism”—deepened imbalances between tax-rich municipalities and their poorest neighbors. Federal spending on cities diminished from 15 to 6 percent of the national budget between 1980 and 1990; the nation's central cities accounted for 43 percent of Americans below the poverty line in 1991, up from 27 percent in 1959. The ratio of median family incomes between metropolitan Chicago's richest and poorest communities in 1989 was nine to one; in 1960, it had been roughly five to one. The United States Conference of Mayors itemized the accumulating urban afflictions in 1986: population loss, impoverishment, racial concentration, deindustrialization, unemployment, homelessness, crime; poor schooling; and high taxes. European urban experts visiting American cities expressed puzzlement upon encountering conditions comparable to those in the Third World.Historian Kenneth T. Jackson has argued that a single process—population deconcentration—has shaped American metropolitan areas during the twentieth century. (The category of suburban is avoided, wherever possible, because it confuses as much as it explains.) While the foundation of American demographic patterns was constructed in the nineteenth century, in the final third of the twentieth century the process accelerated.Two fateful statistical benchmarks reached in 1990—both widely reported and assessed—underscored the consequences of sustained deconcentration. First, Chicago's total population fell below 3 million for the first time since 1920; between 1970 and 1990, the city lost 17 percent of its population as its collar-county suburbs advanced 24 percent. Second, Chicago's share of metropolitan private-sector employment dropped to slightly under 40 percent for the first time; it was 56 percent in 1972. In 1992, Sears, Roebuck attracted attention when it relocated corporate headquarters from Sears Tower, affecting five thousand employees. Their destination was a newly constructed, horizontally organized 1.9-million-square-foot facility (as of 2002 expanded to 2.4 million square feet) in the northwestern suburb of Hoffman Estates.CABRINI HOME DEVELOPMENT, 1959 Embodying the bleakest circumstances of the dual metropolis is Census Tract # 3805 on Chicago's South Side. Lying four miles south of the Loop, the area includes the Chicago Housing Authority's Robert Taylor Homes. Constructed between 1960 and 1962, this complex included 28 identical high-rise buildings until 2000, each 16 stories, with a total of 4,415 apartment units. The Taylor Homes, like the adjacent Stateway Gardens to the north, was part of a wider public policy intended to contain the increasing black population within existing ghettos. The second wave of the Great Migration increased Chicago's black population from 277,731 to 1,102,620 between 1940 and 1970. Only 8 percent of the city's population in 1940, black Chicago constituted one-third of the city by 1970. Exacerbating the physical isolation of this area was the completion of the Dan Ryan Expressway in 1962 immediately to its west, sealing its isolation from jobs, facilities, and white residents on the other side of the 10-lane highway. The census of 1990 documented the grim statistics of hyperpauperization: 100 percent of the census tract's 2,169 residents were African American; 89 percent lived below the poverty line, as contrasted with 64 percent for the surrounding area; 89 percent of the families were headed by a female; 58 percent of the civilian labor force was unemployed (versus 11 percent citywide); 44 percent were under the age of 13; and 6 percent of all adults had graduated from high school.Kenilworth, in turn, exemplifies the glitter and aspirations of the dual metropolis. In 1990, it ranked as the wealthiest place in the metropolis (per capita income of $69,814). It was also the nation's ninth richest community and had one of the highest proportions (163 per 10,000 adults) of listings in Who's Who in America; 83 percent of its adult population held at least a bachelor's degree and 98 percent had graduated from high school. Situated in the northeastern corner of Cook County, Kenilworth is one of the eight suburban municipalities known compositely as the North Shore, all linked to Chicago by a railroad operating since 1855. The rush-hour commute by rail covers 16 miles in 32 minutes. Such places—whether on Philadelphia's Main Line or north of New York City in Westchester County—amounted to classic suburbs. Cultural homogeneity reinforced by restrictive covenants —white Protestants only—defined what Kenilworth's founder envisioned. Contrived as a sociological island, it was purposefully designed to resist the sweeping social and cultural changes unleashed by the economic transformation of the nineteenth century. By 1990, only 60 of Kenilworth's 2,562 residents were nonwhite. The median housing price exceeded $500,000.RACIAL RESTRICTIVE COVENANTS (MAP) Ford Heights, in spite of its classification as a suburb, represents a textbook case study of decay and despair. Twenty-five miles from Chicago in southern Cook County, it was identified in 1990 as the nation's poorest suburb. Known until 1987 as East Chicago Heights, it deliberately altered its name, (unsuccessfully) hoping to annex an adjacent unincorporated site upon which Ford Motor Company operated a factory. Between 1980 and 2000, the population of Ford Heights declined from 5,437 to 3,456. Ninety-six percent of its residents were African American. Per capita income (adjusted for inflation) declined 22 percent between 1979 and 1989, to $4,660, compared to Chicago's $12,889 and Kenilworth's $69,814. Unemployment in Ford Heights approached 40 percent, and only 30 percent of its housing stock was privately owned. In 2000, it registered the nation's highest percentage of single-mother households (34 percent).Naperville, 30 miles west of Chicago, is a widely cited example of population deconcentration in large American metropolises. As recently as 1950 it looked like a commuter suburb and stood 91st among Illinois municipalities in total population. Today its characteristics defy traditional assumptions about urban and suburban. Labels for such places include boomburb, edge city, technoburb, and totalized suburb. These communities are situated 30 to 40 miles from their original urban centers. People work, live, and pursue many of their leisure activities in some 200 of these settings scattered across the United States (e.g., Bellevue, Washington; Gwinnett County, Georgia; Overland Park, Kansas; and Tysons Corner, Virginia).Notable within the dual metropolis for its combination of burgeoning population and affluence, Naperville was singled out in 1992 as having the lowest poverty rate (1.5 percent) among cities nationwide with populations of at least 50,000. Whatever label is attached to this locale, its rudimentary ingredients included location along interstate highways, ease of access to major airports, reliance upon automobiles, excellent public schools, university research centers in close reach, and rapid economic development led by assorted technology-related and retail enterprises. Naperville's corporate roster includes BP Amoco Research Center, Dow Jones & Co., Lucent Technologies, Nalco Chemical Company, and Nicor. Nearby are Argonne National Laboratory and Fermi National Laboratory.Naperville ranked fourth in population (ahead of Peoria and behind Aurora) statewide in 2000. It is the largest city in DuPage County (and its oldest, founded in 1831), with a population of 128,358 in 2000 (its municipal bounds have spilled over into Will County). It experienced the second biggest surge (growing by 43,007, or 50 percent) among the 20 largest municipalities within the collar counties over the preceding decade; surpassing 100,000 in 1994, it was the 10th-fastest-growing city in the nation since 1990. In new-home construction it ranked first among the collar counties as of 1982; in physical size, it expanded from 5.8 square miles in 1960 to 31 square miles, the result of nearly 400 separate annexations. But in its demographic attributes, unlike so many places conventionally portrayed as suburbs, Naperville changed notably. Among its 5,272 residents in 1940, 99.9 percent were white. In 2000, nonwhites accounted for 15 percent of its total population. Asians constituted the largest nonwhite proportion (9.6 percent), while African Americans accounted for 3 percent of the population.Metropolitan Chicago's deconcentration is hardly a contemporary phenomenon. From 1860 to 1910, the city's population increased 20 times, to nearly 2.2 million; New York City's, by contrast, grew sixfold. By 1910, Chicago's population exceeded Berlin's (2 million) and was making inroads upon Paris (2.9 million). Although Chicago's physical size had expanded significantly between 1880 and 1900, from 43 to 169 square miles, as a result of consolidation and annexation, thereafter its growth stagnated. Suburbs—among them Evanston and Oak Park—rejected annexation during the 1890s. Their residents demonstrated a determination to set apart their communities politically and culturally.STATE AND MADISON, C. 1905 The Loop, since its completion in 1897, symbolized Chicago's magnetism. Drawing on major advances in the technology of electrified railway transportation realized in the late 1880s, the elevated line encircled the central business district and connected it to the South, West, and North Sides. The district pulsated. Each workday, according to a 1910 study, approximately 650,000 commuters journeyed to the Loop. During the evening rush, it was estimated in 1916, 100,000 passengers used the trains between 5 and 6 p.m. Street-level space was at a premium. The top cost per front foot, at the corner of State and Madison—possibly the world's busiest intersection—was $10,000 in 1910. Ten years later it was almost $25,000. Correspondingly, rents for downtown office space soared, increasing 15 percent in 1902 and again in 1903. Between 1905 and 1911 the city, county, and federal governments each erected major downtown office structures. LaSalle Street was the financial center. The Loop was also close to a complex of newly opened edifices housing renowned cultural institutions, including the Auditorium (1889), the Art Institute (1893), the Chicago Public Library (1897), Orchestra Hall (1904), and the Field Museum of Natural History (1920).TRAFFIC ON DEARBORN AND RANDOLPH, 1909 Among the multiplicity of forces encountered in the Loop, none caused more chaos than the competition among drivers of motorized vehicles, horse-drawn wagons, and streetcars. They battled for access to public roadways, a problem confounded by the proliferating number of automobiles. A 1907 traffic survey reported 1,421 automobiles entering the district via the Rush Street bridge in a 12-hour period; eight years later the figure reached 10,158. By 1911, to contend with this morass, approximately 85 police officers were assigned to daily traffic duty; parking time was limited beginning that year to 60-minute intervals and in 1915 was reduced to 30 minutes. Traffic lights were introduced, with only limited success, in 1916. A survey in 1919 revealed 130,000 vehicles—motorized and horse-drawn—entering the Loop daily. Yet whenever Chicago's aldermen deliberated on the question of imposing new restrictions on parking, proprietors of small businesses feared the loss of valued customers.LEVELING DUNES FOR U.S. STEEL, 1906 William A. Wieboldt realized the predicament caused by congestion in the Loop. In 1917 he established a major retail operation—the eight-story Wieboldt Department Store—situated at the intersection of Lincoln, Belmont, and Ashland Avenues—entirely outside the central business district. Sears first opened neighborhood branches in 1925, and Marshall Field's launched its suburban stores in 1929. Recognizing audience demands in outlying neighborhoods, local movie theaters—the Pastime on West Madison, the Tivoli at Cottage Grove and 63rd Street, Schumacher's in the Back of the Yards— commenced their operations during that decade. Wholesale and manufacturing enterprises also required less costly, more expansive sites away from the Loop. Notable relocations included Western Electric (1903), Sears, Roebuck (1904), Montgomery Ward (1906), and Edward Hines Lumber (1906). South Chicago emerged as a major center for heavy manufactured products, and by 1916 commerce along the Calumet River exceeded that on the Chicago River by five times. Ten years before, the proportion had been equal. Another mark of the decentralization of economic activity was the founding of Gary, Indiana, in 1906 by the United States Steel Corporation. Just beyond the eastern boundary of Illinois at the southernmost tip of Lake Michigan, it was the nation's first instant industrial city, although its fortunes were linked to Chicago's transportation network and labor supply.PLAN OF CHICAGO Daniel H. Burnham embodied the hopes inspired by Chicago's monumental progress since the fire of 1871. He had risen to fame as chief of construction for the World's Columbian Exposition of 1893. In 1906, in the culminating assignment of his career, he was retained by the Merchants Club of Chicago to formulate a comprehensive design for future growth. The heralded Plan of Chicago, written in collaboration with Edward H. Bennett, appeared on July 4, 1909, and caused an international sensation. (The Merchants Club and the Commercial Club merged in 1908, hence the Commercial Club is credited with having sponsored the plan.) Burnham's plan combined fanciful aspiration and practicality; its focus was the metropolis, not the city alone. After Haussmann's plan for Paris of 1853–1859, Chicago amounted to the next step in the progression toward a comprehensive urban design. Distinguishing the work of Burnham and Bennett was the attention to the city in the age of rapid, mechanized mobility. Some of their recommendations were fulfilled, notably the preservation of the lakefront as a central space for culture, recreation, and leisure. Also enduring, although in less dramatic terms, was the attention to traffic patterns on streets and waterways. Other objectives remained unfulfilled, none more regrettable than their call for a unified commuter-rail terminal facility.But the deconcentration of Chicago's population, as the authors of the Plan of Chicago recognized, could not be denied. Between 1900 and 1910, the population of the city and the six-county region increased nearly 30 percent. Lake County, Illinois, was the fastest-growing county in the metropolis; its population increased 60 percent to Cook's 31 percent. During the following decade the population of Chicago increased 24 percent, but the average growth of the combined northern and western suburbs was 100 percent. Significant advances in population registered in Winnetka (113 percent), Oak Park (105 percent), Wilmette (58 percent), and Evanston (49 percent). Starting in the mid-1920s, major corporations offering well-paid employment departed from Chicago—including Abbott Laboratories (to North Chicago ), G. D. Searle ( Skokie ), Jewel Tea Company ( Barrington ), Motorola ( Franklin Park )—to fulfill their needs for enlarged operating expanses.A 1947 census bureau study of the redistribution of population within American metropolises pinpointed a multiplicity of causal factors: improved mass transit; the cachet of a suburban address; the deconcentration of industry; and technological advances such as telephone and electrical services. But the primary cause—“a factor of great importance,” claimed Thompson—was the automobile. The marriage between suburb and automobile was consummated during the 1920s: vehicle registration nationwide reached 8 million in 1920 and 26 million by 1929.LEVITT SUBDIVISION IN BUFFALO GROVE, 1968 Following the Second World War, the suburban trend—Chicago's and across the nation—seemed a self-fulfilling prophecy. Families coveting security after 15 exhausting years of depression and war often realized their quest in suburban communities. A record 2.2 million marriages occurred during 1946, and 20 percent more babies were born that year than in 1945. The federal government also exercised an important influence. Many new homes were situated on the metropolitan periphery, constructed inexpensively and with federally subsidized mortgages. Housing starts between 1946 and 1955 doubled compared with the preceding 15 years. A suburban life inspired two-car families as well as rising numbers of women remaining in the postwar labor force; Glamour (1953) linked home ownership to two-income households. New car sales nationwide soared from 69,500 in 1945 to 2.1 million in 1946 and 5.1 million in 1949; Chicago's automobile count increased from 428,000 in 1945 to 765,000 in 1953. Highway construction burgeoned, reaching $2 billion in 1949 and $4 billion by 1955 across the United States.CHICAGO-AREA EXPRESSWAYS, 2003 (MAP) As early as 1943, the federal government urged large metropolises nationwide—including the governments of Chicago and Cook County—to devise plans for a postwar system of modern highways. The culmination was the Interstate Highway Act of 1956, which spurred a transcontinental network of superhighways stretching 42,500 miles and costing $60 billion. The resulting complex of metropolitan expressways in and around Chicago proved pivotal. These included the Bishop Ford Freeway (begun 1953 and completed 1956); Edens Expressway (1951–1958); Tri-State Tollway (1953–1958); Eisenhower Expressway (1954–1960); East-West Tollway (1958–1972); Kennedy Expressway (1958–1960); Dan Ryan Expressway (1961–1962); and Stevenson Expressway (1964–1966). Residents of Naperville, appreciating the benefits of securing improved ties to Chicago, campaigned unabashedly to place the route of the East-West Tollway just north of its boundary.WOODFIELD MALL INTERIOR, 1973 Postwar deconcentration of retailing underscored consumer proclivities first evident during the 1920s. The proliferation of suburban malls (42 of them built in the 1950s around Chicago) affirmed the preference for living and shopping in automobile-dependent suburbs. To the consternation of businesses in the central business district, Chicago's segment of metropolitan revenue derived from retail sales—measured in the billions—dropped from 71 percent in 1949 to approximately 40 percent in 1972. Correspondingly, receipts in downtown movie palaces dropped as early as 1947. Woodfield Mall opened in the northwestern suburb of Schaumburg in 1971. Its 2.3-million square feet featured four major department stores, 230 smaller retail establishments, and 11,000 parking spaces spread over nearly 200 acres. Malls became civic space, featuring artistic performances and civic meetings as well as consumer-oriented pursuits.At the beginning of the twenty-first century, meaningful prospects existed for addressing Chicago's metropolitan future. They centered in an abiding faith in our capacity as a democratic nation to foster renewal and change, with the suburban majority discovering compelling reasons to recast its sensibilities on a regional scale. One project took aim at alleviating the spatial mismatch. Originally advanced by the mayor of Schaumburg in 1997 and endorsed by other municipalities along the northwest suburban corridor, it anticipated shortages in the private-sector workforce. This unprecedented plan would expand the reach of the Chicago Transit Authority rail line into the northwest suburbs, with suburban stations strategically situated at Hoffman Estates and Woodfield Mall. The CTA outlined a more comprehensive design in 2002 to extend itself beyond the city in other directions as well.METROPOLIS 2020 PLAN During the 1990s, several Chicago-based not-for-profit organizations—the Chicago Community Trust, the Civic Federation, the John D. and Catherine T. MacArthur Foundation, and the Metropolitan Planning Council—worked to advance regional solutions. More often than not, their ally was the Northeastern Illinois Planning Commission. A public agency created by the state of Illinois in 1957, it identifies salient regional issues but lacks legislative authority for implementation. (“We're like the United Nations except that we have no army—and more governments,” an NIPC representative observed in 1993.) Because of the leverage resulting from its philanthropic resources and its sustained commitment to the future of Chicago, the MacArthur Foundation emerged as a champion of regional initiatives rooted in consensus. Favorites included enlarged transportation systems, metropolitan land-use planning, augmenting the stock as well as dispersing the locations of affordable housing, and metropolitan government as well as tax structures.But disagreement surfaced about how to implement policy objectives. Activists—urban and suburban—envisioned political action and welcomed the likelihood of needier communities contesting for the prerequisites savored by their prosperous neighbors. Whether by means of consensus or contention, the desired end might culminate in a series of political and economic imperatives—involving the public and private sectors, diverse neighborhoods and communities, giant corporations, small enterprises, and labor unions—at the local, state, and even national levels.Legal scholar Gerald E. Frug has raised the possibilities of interlocal political institutions. The Puget Sound Regional Council, founded in 1991 to encompass four counties constituting metropolitan Seattle, is a singular example. Constituencies, in addition to the 4 counties, include 70 municipalities, 3 public authorities, and 2 state agencies. The problems it contends with—in the areas of transportation, economics, and growth management—are caused mainly by population deconcentration. In other metropolises, initiatives take varied forms, among them Minnesota's Fiscal Disparities Act (1971), Oregon's Urban Growth Boundaries (1973), the South Coast Air Quality Management District in Southern California (1976), and the Georgia Regional Transportation Authority (1999). Chicago's programmatic strategy, embodied in Metropolis 2020, is by contrast decidedly ad hoc.“Metropolitan” is a contested word in the glossary of American urban history, a continuous source of fractious debate. Reaching back to the very inception of the American nation-state, the lack of provision for cities in the federal system created by the Constitution has rendered their status perpetually unresolved. Viewed through skeptical eyes, “metropolitan” is regarded pejoratively, invoking images of people furtively escaping into their local suburban enclaves. Their expectation: eluding the intricacies associated with their daily lives as citizens of the metropolis. Alternately, this key word also can take its form as a set of programmatic solutions. Their goal: diminishing rather than perpetuating the disparities between the neighborhoods and communities that separate the citizens who inhabit the dual metropolis.",
    "Author of Text": "Michael H. Ebner"
}