{
    "Title": "Sudanese",
    "Descriptive Text": "At the end of 2001, an estimated 350 to 450 Sudanese were living in and around Chicago. Southern Sudanese immigrants began to arrive during the mid-1980s, when civil war broke out in the Sudan between the Islamic northern government and the primarily Christian and African traditionalist southern region, a conflict compounded by the drought of 1984–85, the worst in a hundred years. They constituted a relatively small and scattered group around the city throughout the 1980s and 1990s, but in 2001, two episodes accelerated the growth and organization of the Sudanese community. The first was the initiative taken by senior Sudanese immigrants to form the Sudanese Association, an effort which culminated in June 2001. The second was the arrival of a set of southern Sudanese refugees popularly known as the Lost Boys of the Sudan, who began living in metropolitan Chicago in March 2001. While they neither form nor represent the entire Sudanese community, these young men are responsible for mobilizing a Sudanese presence that was less conspicuous prior to their arrival; as a result, they have significantly characterized the Sudanese impact on Chicago.Displaced from the Sudan in 1987–88 by the ongoing civil war, the “Lost Boys” spent the intervening years before coming to America living in refugee camps in Ethiopia and Kenya. In 2000, the U.S. Department of State arranged to bring some of these southern Sudanese to the United States, including 150 to Cook and DuPage Counties. Most of the young men brought to metropolitan Chicago originated from the Dinka tribe of the southern Sudan; some are Nuer and Mora. Their ages ranged mainly from 18 to 26, and they were exclusively men. Most southern Sudanese girls were compelled to stay behind in Sudan, and comparatively few made it to the camps; however, about three-quarters of the 68 girls initially sent to the United States lived in nearby Michigan.Most of the men came to the United States to take advantage of work and education opportunities. Many planned to go back to the Sudan eventually to participate in the southern political cause; some would settle in Chicago permanently in order to provide financial support to family at home and to foster local awareness about the conditions in Sudan. The men clustered principally on the city's North Side in Rogers Park, Edgewater, and Ravenswood / Albany Park. The “Lost Boys” brought with them various skills, including accounting, engineering, carpentry and masonry, crop and animal husbandry, social and humanitarian work, and teaching. Yet they could not always apply this experience to corresponding jobs in Chicago, and the majority of Sudanese men began work in food service, retail, hospitals, hotels, and airport security. Others secured more specialized positions, particularly those with relevant educational and vocational backgrounds. St. Augustine's College and Truman College in Uptown offered various levels of schooling, from GED preparation to college degree programs, and Seabury-Western Theological Seminary in Evanston periodically hosted Sudanese clergy studying for advanced degrees.Southern Sudanese strongly identify with their Christian heritage: almost all are Episcopalian, a few are Roman Catholic. Local Episcopal and Catholic churches became their earliest centers of worship and community networking. These include St. Paul's by-the-Lake in Rogers Park, the site of a weekly social gathering; Church of the Atonement in Edgewater; St. Nicholas in Evanston; and St. Luke's in Evanston. Sudanese Chicagoans are committed to retaining their African heritage, and they find ways to solidify their communal identity through various cultural activities. In particular, the southern Sudanese observe May 16, a holiday commemorating the day in 1983 when southern Sudanese separatists first organized against the northern government.",
    "Bibliography": "Editorial. “Sudan's ‘Lost Boys' Find Chicago.” Chicago Tribune, July 5, 2001.Lyman, Rick. “Sudan's ‘Lost Boys' Survive Trek, Find a Future.” Chicago Tribune, May 17, 1992.Madhani, Aamer. “New Life in U.S. Stifled When There Are No Jobs: Sudan Refugees Learn Economic Reality.” Chicago Tribune, November 7, 2001.",
    "Author of Text": "Elizabeth E. Prevost",
    "Street addresses associated": [
        "Rogers Park",
        "Edgewater",
        "Ravenswood",
        "Albany Park"
    ]
}