{
    "Title": "Suffrage",
    "Descriptive Text": "Full suffrage became a political issue for Chicago in the 1860s. On the eve of the Civil War, Illinois was one of seven Midwestern states that denied the vote to African American residents. After the Fifteenth Amendment enfranchised African Americans in Illinois in 1870, black Chicagoans moved slowly into politics and political officeholding. Chicagoan John Jones, who had led the fight to remove all state and local restrictions on African Americans, was elected to the Cook County Board of Commissioners in 1871, the first black man to hold elective office in the state, and John W. E. Thomas of Chicago was elected to the state legislature in 1876.SCRAPBOOK ON WOMEN'S SUFFRAGE, 1875 Chicago women did not win complete suffrage until 1920. The first women's organization to raise the suffrage issue directly was the Chicago Sorosis Club, founded by Mary Livermore, Myra Bradwell, and Kate Doggett in 1868. Almost upon its founding, the Sorosis confronted the issue of whether to concentrate on securing women's rights alone, or to promote a universal suffrage that included black suffrage and rejected any property or education requirements for voting. The dilemma split the Sorosis, as it did the national suffrage movement, and any united effort for suffrage disappeared in February 1869 when both sides held woman suffrage conventions and each group formed its own association.WOMAN SUFFRAGE SAMPLE BALLOT, 1912 A group of middle-class and professional women revived organized suffrage activity in the mid-1880s when they founded the Cook County Suffrage Association. Then, when the rift in the national suffrage movement over whether to seek national or state-by-state suffrage healed in the 1890s, the Chicago-area movement gained significant momentum. In 1894, the Chicago Woman's Club organized the Chicago Political Equality League to work for suffrage and named Celia Parker Woolley as president of this new group. In 1901, Catharine Waugh McCulloch, who had attended the 1896 Democratic Party national convention as a member of the National Woman Suffrage Association, led a small movement to secure women taxpayers' right to elect township officials who assessed and collected taxes. Suffragist women thereafter expanded their focus to securing municipal suffrage for all women as the means to protect their homes and families in the city. They seized upon Chicago's attempt to write a new municipal charter in 1906 to demand that any new charter legislation include municipal suffrage for all women. When the proposed charter failed to include municipal suffrage, around a hundred women's organizations, including working-class and immigrant women, waged a successful campaign to urge male voters to defeat the charter when it was put before Chicago voters in late 1907. In 1910, many of the most active suffragists organized their own Suffragist Party.Although white, middle-class Chicago and Cook County women organized the early woman suffrage campaign, from 1907 the movement crossed class, race, and ethnic boundaries. Restaurant worker Elizabeth Maloney led the Self-Supporting Women's Equal Suffrage Association. Glove-worker Agnes Nestor journeyed to Springfield in 1909 to lobby for suffrage, along with the leader of the Jewish Chicago Woman's Aid, Flora Witkowsky. Women's clubs of the city's settlement houses distributed suffrage leaflets and sold buttons declaring “Votes for Women” on one side and “Women's Trade Union League” on the other side. When the Socialist Party held its national convention in Chicago in 1908, Chicagoan Corinne Brown led socialist women in organizing a separate meeting to establish women's organizations to pursue suffrage. In 1913, Ida B. Wells-Barnett organized the Alpha Suffrage Club of African American women. Chicagoan Mary Fitzbutler Waring was a leading African American campaigner for woman suffrage, while Chicagoan Mary C. Bryon was named one of the few African American organizers in the National American Woman Suffrage Association. Thousands of working women joined the Wage Earners' Suffrage League organized by Emma Steghagen.The first major suffrage victory came in 1913 when the Illinois legislature gave all women of the state suffrage for local and national elections. Because a woman's citizenship was still tied to her husband's citizenship by a national law of 1907, many women still could not vote. Nevertheless, more than 150,000 Chicago women registered to vote in the spring of 1914. Many Chicago-area women remained unwilling to settle for anything short of full political equality, so the campaign continued. When full suffrage came with the national amendment in 1920, Chicago played its final role in the woman suffrage movement, hosting the meeting disbanding the National American Woman Suffrage Association and replacing it with the League of Women Voters.",
    "Bibliography": "Buechler, Steven. The Transformation of the Woman Suffrage Movement: The Case of Illinois, 1850–1920. 1986.Flanagan, Maureen A. “The Predicament of New Rights: Suffrage and Women's Political Power from a Local Perspective.” Social Politics: International Studies in Gender, State, and Society (Fall 1995): 305–330.Hendricks, Wanda. “Ida B. Wells-Barnett and the Alpha Suffrage Club.” In One Woman, One Vote: Rediscovering the Woman Suffrage Movement, ed. Marjorie Spruill Wheeler, 1995, 263–276.",
    "Author of Text": "Maureen A. Flanagan"
}