{
    "Title": "Summer Theater",
    "Descriptive Text": "The typical theater season in Chicago lasts from mid-September until late July, when theater companies present audiences with the latest psychological drama, love story, or memory play. In the summer, theaters in the city lighten their fare and produce musicals or comedies, often drawing a different kind of theatergoer. Summer audiences consist of more families and people who generally do not attend productions during the regular season.Even though the regular season traditionally ends with the warm weather, patrons of the dramatic arts are still able to find opportunities to attend plays well into the summer months. The Goodman Theatre frequently extends its season-ending musical to accommodate tourists and other visitors to the city. Steppenwolf Theatre often ends its season by bringing back original ensemble members such as Laurie Metcalf or Gary Sinise, who have since moved on to successful Hollywood careers. From 1986 to 1996, the International Theatre Festival biannually brought theater groups from around the world to Chicago. Bailiwick Repertory's annual Pride Performance Series, which focuses on gay and lesbian themes, began in the summer of 1989 and now extends well into Bailiwick's regular run.Other theater companies in the Chicago area present productions exclusively in the summer, and exclusively outdoors. The Chicago Park District's Theater on the Lake, located at Fullerton and the lakeshore, was established in the early 1950s. The Oak Park Festival Theatre has played to audiences since 1975. Playwright David Mamet played in the Festival Theatre's first production, Shakespeare's A Midsummer Night's Dream. Subsequent seasons drew local actors William H. Macy and Joe Mantegna, now well-known movie actors, to the Oak Park stage. These outdoor theaters bring the Bard of Avon and classic plays to a broad audience who often bring their children and extended families to enjoy the “magic of outdoor theater at night.”",
    "Bibliography": "Voedisch, Lynn. “Lite Theatre: A Guide to Breezy Entertainments on Local Stages.” Chicago Sun-Times, June 2, 1989.",
    "Author of Text": "Andrea Telli",
    "Street addresses associated": [
        "Loop"
    ]
}