{
    "Title": "Summit, IL",
    "Descriptive Text": "Cook County, 12 miles SW of the Loop. Aptly named, Summit sits on the gentle rise separating the Chicago River from the Des Plaines. Various Indian tribes traveled for centuries through a mass of trails and portages that crossed the swampy interfluve. A hint of the original landscape can be found in the Chicago Portage National Historic Site, on Harlem Avenue in Lyons, just north of Summit.Father Jacques Marquette and Louis Jolliet first used that portage during their return from the Mississippi in 1673. In the early 1830s Russell Heacock built an inn and farmed in the area. Summit is located along the Illinois & Michigan Canal, and in 1845 canal commissioners sold area land to defray construction costs. Peter Kern bought much of what would become Summit in 1851. His children sold most of this land to Frederick Petersdorf and John Wentworth.From the start, Summit was marked by an extremely diverse ethnic mix. Native-born settlers, lured by frontier opportunities, were joined by Irish canal workers by the late 1830s. The Germans followed shortly thereafter. From the 1880s to the early 1900s, the flow of immigration became a flood as Poles, Croats, Slovaks, Russians, Italians, and the Dutch all arrived. A few African American and Mexican households were present at the turn of the century, and the first Greek family arrived in 1910. Incorporated in 1890, Summit's population was 547 in 1900; it rose to 4,019 by 1920.The early settlement was known for the quality of its produce, and large shipments of vegetables were sold in Chicago. In those early days, the village formed around Lawndale and Douglas Streets on the north side. As population increased, the business district grew along Archer.Since the mid-nineteenth century, Summit has been served by several major railroad lines running through the valley; its importance as a rail junction increased when the Indiana Harbor Belt Railroad entered from the east along 63rd Street. The I&M Canal was replaced by the larger Sanitary and Ship Canal, completed in 1900.South of the village, in 1907, the Corn Products Refining Company began building what would become the largest corn-milling plant in the world. Summit annexed this area in 1911. Called Argo after one of the firm's products, this area continues to pull development in its direction.After World War I, manufacturing and services diversified in Summit. The Des Plaines Valley News began in 1913, and in 2000 was one of the last independent suburban newspapers. Between 1916 and 1922, the Elgin Motor Car Company produced over 8,000 automobiles. Food processing companies, functionally related to the Argo plant, were established. The rail yards transferred meat products from the Chicago stockyards. In the 1950s, the canal was filled in at Summit, so the land could be used for the Stevenson Expressway.Restricted at the start of the century to the home, shops, or—if widowed—to maintaining rooming houses, women now take a leading part not only in Summit's civic affairs, but in business and politics. In 1995, this was exemplified by the election of Summit's first female mayor.",
    "Bibliography": "Summit Bicentennial Commission, Heritage Committee. Summit Heritage. 1990.",
    "Author of Text": "John D. Schroeder"
}