{
    "Title": "Sunday Closings",
    "Descriptive Text": "In Chicago, the policy of Sunday closing, requiring commercial venues to close on the traditional Christian day of worship, was tied to three questions that had moral overtones for many Americans during the nineteenth and early twentieth centuries: alcohol consumption and licensing, regulation of labor, and leisure. The city's first Sunday closing law, in 1845, prohibited any “tippling house” from opening on the first day of the week. Chicago's law resembled the state's 1845 Sunday law, which prohibited open tippling houses and the sale of alcohol on Sundays and stipulated that anyone who disturbed the peace and order on Sundays by labor (works of necessity and charity excepted) or amusements would be fined. Shipyard and railroad workers who loaded and unloaded passengers and goods were exempt, as were Sunday travelers, and the law allowed a person to hold a different day sacred and consider Sundays a regular workday.The city and state's closing laws, however, proved unpopular with Chicago's Irish and German immigrants. German Americans, for example, were accustomed to attending beer gardens with family entertainment on Sundays. When Mayor Levi Boone attempted to enforce the law in 1855, the ensuing Lager Beer Riot left the Sunday law a dead letter in the city. Less than two decades later, Mayor Joseph Medill attempted to enforce the Sunday closing law at the request of a group of Protestant temperance advocates. His unsuccessful campaign mobilized Chicago's Irish and German voters against the law, and the city amended it in 1874. The new city ordinance allowed businesses to open on Sunday providing all doors and windows that opened onto public streets were closed or covered. The city law provoked contention over whether it superseded the state Sunday closing law, and in 1909 the Illinois Supreme Court affirmed that the state law was operative in Chicago. By that time the movement for Prohibition had gathered momentum in the state. Although the city allowed Sunday drinking by the mid-1870s, it prohibited selling goods on sidewalks on Sundays, and in 1883 the city banned Sunday street peddling.MEMBERS OF ANTI-SALOON LEAGUE, 1910 In 1887 the Chicago clerks union initiated agitation that led to the introduction of state legislation to require all businesses, factories, and other places of employment to close on Sundays. The city's butchers, who desired a six-day workweek, joined the movement. The vast majority of the bill's supporters, however, were native-born Protestant ministers and temperance workers who sought the suppression of Sunday commerce to ensure a concomitant suppression of vice. With citizens and police routinely ignoring existing laws, it was impossible to stem the tide of Sunday consumption. The 1887 bill and a second in 1889 failed to pass in the legislature. By 1890 professional baseball games and theater performances were commonly held in Chicago on Sundays.The most spectacular struggle over Sunday closing in Chicago occurred when city organizers sought federal support to host the World's Columbian Exposition in 1893. Effective petitioning by Protestant church leaders ensured a Sunday closing requirement in the fair's 1892 enabling legislation. The fair's directors filed suit and won a partial victory. Although the fair opened on Sundays, no machines were allowed to operate and most exhibits remained closed.Two state laws, both enacted in the 1930s, defused some of the moral and labor questions that had sustained the state's 1845 Sunday law. The 1934 Liquor Control Act, passed in the wake of Prohibition, prohibited alcohol sales on Sundays unless allowed by local government. The second law, enacted in 1935, specified that employees receive a day of rest each week and advance notice when required to work on Sundays. By 1963 the last section of the 1845 Sunday law, which forbade disturbances of the peace on Sunday, had been repealed. In its place the state prohibited specific activities, including horse racing and automobile sales.",
    "Bibliography": "Laband, David N., and Deborah Hendry Heinbuch. Blue Laws: The History, Economics, and Politics of Sunday-Closing Laws. 1987.Pettibone, Dennis Lynn. “Caesar's Sabbath: The Sunday-Law Controversy in the United States, 1879–1892.” Ph.D. diss., University of California, Riverside. 1979.Sawislak, Karen. Smoldering City: Chicagoans and the Great Fire, 1871–1874. 1995.",
    "Author of Text": "Rachel E. Bohlmann"
}