{
    "Title": "Swedes",
    "Descriptive Text": "During the early decades of Swedish immigration, Chicago served as a gateway to settlement in agricultural areas of the Midwest. Overpopulation and the comparatively late industrialization of the Swedish economy persuaded over one million Swedes to permanently emigrate between 1845 and 1930, attracted by available agricultural land and an expanding American labor market in cities such as Chicago. By 1910, one-fifth of all people who were born in Sweden lived in the United States. Only Ireland and Norway lost a higher proportion of their population in the migration to America.Most Swedish immigrants were young, Protestant, and literate, originating from rural areas of southern Sweden. Chicago's first Swedish settlement emerged in 1846, when immigrants destined for the Swedish religious colony in Bishop Hill, Illinois, decided instead to settle in Chicago. The Swedish community in Chicago subsequently grew to become the largest in the United States. The Swedish presence in Chicago can be divided into four distinct phases: early establishment between 1846 and 1880; mass migration and dispersal from 1880 to 1930; maturation and decline between 1930 and 1960; and modernization after 1960.In 1848, only 40 Swedes lived in Chicago, and that population grew slowly. Many of these earliest settlers came to work on the Illinois & Michigan Canal. Although the Swedish settlement remained small for the next two decades, reaching 816 people in 1860 and 6,154 in 1870, it represented the largest single cluster of Swedes in the United States. During the 1870s, the Swedish population in the city doubled, outnumbered only by the German, Irish, and British immigrant groups. These early Swedish settlers established three distinct ethnic enclaves. The largest emerged north of the Chicago River on the Near North Side and became known as Swede Town; a second, smaller enclave developed on the South Side in Douglas and Armour Square; and the third grew on the West Side in North Lawndale. Smaller settlements emerged in West Town and the Near West Side.Most Swedish men worked in skilled trades, such as construction and metalworking, or in factory jobs at the McCormick Reaper Works, the Union Stock Yard, or the Pullman Palace Car Company. Like their Irish counterparts, most Swedish women who worked outside the home found employment as domestic servants in American households. Within the Swedish enclaves, Swedes established a network of churches and secular associations, the earliest of which were the St. Ansgarius Church (1849), the only Episcopal Swedish church in Chicago, the Immanuel Lutheran Church (1853), and the social club Svea (1857). Chicago became an important center of the Swedish American press. The Lutheran newspaper Hemlandet (1855) relocated to Chicago from Galesburg, Illinois, in 1859, and was rivaled by the more secularly oriented Svenska Amerikanaren (1866). Both newspapers reached Swedes across America and in Sweden.After 1880, the Swedish population in Chicago exploded. Waves of new immigrants were drawn by the city's expanding economy. During the 1880s, the Swedish-born population in Chicago increased by roughly 233 percent to more than 43,000 people. By 1930 there were 65,735 Swedish-born Chicagoans and more than 140,000 children of Swedish immigrants. Networks of friends and relatives eased the transition to urban life, helping newcomers find housing, jobs, and social connections.After the 1880s, Swedes relocated to newer settlements away from the older enclaves in the central districts of the city. By 1920 Swedes dominated the North Side neighborhoods of Lake View, Andersonville, and North Park; and West Side neighborhoods of Austin and Belmont Cragin. On the South Side, Swedes settled primarily in Hyde Park, Woodlawn, Englewood, West Englewood, South Shore, Greater Grand Crossing, East Side, Morgan Park, and Roseland. Swedes were least likely to settle in areas dominated by Greeks, Czechs, Hungarians, Russians, Poles, Yugoslavians, and Italians; instead, they settled near Germans, Irish, and Norwegians, groups whose earliest arrival in Chicago coincided with their own.In these widely dispersed areas, Swedish immigrants created lively ethnic communities, building new churches and social organizations. The variety of churches established—Augustana Lutheran, Mission Covenant, Free Church, and the Swedish branches of the Salvation Army and Methodist and Baptist churches—reflected denominational movements among the Swedish people. Through worship, music, and socials, churches served as important cultural hubs to Swedes in the city, and many single immigrants met their spouses through these churches. Secular clubs developed in neighborhoods after the establishment of the mainline Swedish churches, when the Swedish population was large enough to sustain a variety of organizational interests. Singing and sports clubs, fraternal lodges, temperance and educational organizations, professional associations, and Swedish branches of trade unions all added to the diversity of Swedish life in Chicago.Churches and secular organizations started benevolent institutions to assist sick, unemployed, widowed, orphaned, and aging immigrants, the largest of which became Augustana Hospital (1882) and Swedish Covenant Hospital (1886). Although most Swedish children attended public schools, the Swedish churches augmented this education by providing Swedish-language summer programs. The Mission Covenant Church transferred its college and seminary to Chicago in 1893, naming it North Park College and Theological Seminary after the neighborhood in which it was located. Most Swedes continued to work as skilled, semiskilled, and domestic workers, but an ever increasing number achieved success in business and professional endeavors. Per Samuel Peterson (1830–1903), after whom Peterson Avenue is named, began the Rose Hill Nursery in 1856 and by 1900 he supplied most of the trees along the streets of Chicago. The American-born son of Swedish immigrants, Charles R. Walgreen (1873–1939), founded his first Walgreen's drugstore in Chicago in 1901. Immigrant Frederick Lundin (1868–1947) won seats in the Illinois state senate in 1894 and the U.S. House of Representatives in 1908. He played an instrumental role in the successful mayoral elections of William Hale Thompson in 1915 and 1919 and the creation of Thompson's patronage system.Until 1960, Swedes ranked as Chicago's fifth-largest foreign-born group, behind Poles, Germans, Russians, and Italians. By then, however, Chicago's Swedish community was shrinking and growing older. Swedish-born settlers declined from 65,735 in 1930 to 16,674 in 1960. International depression and world war disrupted Swedish immigration, and a modernizing Swedish economy improved conditions there and diminished the need to leave for better opportunities elsewhere. Swedish organizational membership flattened during these years and more associations adopted English as their official language as fewer newcomers arrived from Sweden. The importance of preserving the historical record of Swedish immigrants in Chicago and the United States was realized by a new generation, and with this in mind, the Swedish Pioneer Historical Society was founded in Chicago in 1948.By 1970, slightly more than 7,000 native-born Swedes resided in the city. With the ease of trans-Atlantic travel, most modern Swedes living in Chicago were on short-term business assignments, studying abroad, or married to Americans. The vast majority were highly educated and fluent in English well before settling in Chicago. Despite declining numbers, the Swedish ethnic heritage in Chicago lived on. In the 2000 census, more than 123,000 residents of the metropolitan region cited Swedish as their main ethnic identity.Preservation of ethnic heritage was carried on by the Swedish American Historical Society (formerly the Swedish Pioneer Historical Society), the Swedish American Museum Center (1976), the Central Swedish Committee and its member organizations, and the Center for Scandinavian Studies at North Park University (1985). The Andersonville neighborhood remained an important Swedish American center, yet it lacked the dense clustering of Swedish residents of an earlier time. As third- and fourth-generation Swedish Americans dispersed residentially, the work of Swedish fraternals, churches, and foundations that did not depend upon residential clustering became even more important in reminding Chicago of the important role Swedes played in shaping the city's history.",
    "Bibliography": "Anderson, Philip J., and Dag Blanck. Swedish-American Life in Chicago: Cultural and Urban Aspects of an Immigrant People, 1850–1930. 1992.Beijbom, Ulf. Swedes in Chicago: A Demographic and Social Study of the 1846–1880 Immigration. 1971.Nordahl, Per. Weaving the Ethnic Fabric: Social Networks among Swedish-American Radicals in Chicago, 1890–1940. 1994.",
    "Author of Text": "Anita Olson Gustafson",
    "Street addresses associated": [
        "Near North Side",
        "Douglas",
        "Armour Square",
        "West Side",
        "West Town",
        "Near West Side",
        "Lake View",
        "Andersonville",
        "North Park",
        "Austin",
        "Belmont",
        "Hyde Park",
        "Englewood",
        "Woodlawn",
        "South Shore",
        "Grand Crossing",
        "Morgan Park",
        "Roseland"
    ]
}