{
    "Title": "Swimming",
    "Descriptive Text": "Chicago's elite athletic clubs and YMCAs pioneered competitive swimming in Chicago during the 1890s. The Chicago Athletic Association, the city's principal athletic club, opened its pool in 1893, formed its first competitive swim team shortly thereafter, and hosted the nation's second annual Amateur Athletic Union (AAU) indoor and outdoor championships in 1897.Chicago's first great swimmer, H. Jamison Handy, won a bronze medal in the breaststroke as a member of Central YMCA Olympic squad in 1904. Handy improved the crawl with an underwater exhaling technique that brought him record-setting national championships between 1906 and 1909.The University of Chicago completed its first swimming pool in 1904 and hosted the first intercollegiate contest in the Midwest—a dual meet with the University of Wisconsin—the following year. Northwestern University built its first pool in 1910 and, with largely local swimmers, soon became one of the best programs in the nation.SWIMMING LESSONS AT 51ST ST. BEACH By the 1920s, many ethnic associations and settlement houses had also built swimming pools and established competitive swim programs. The Chicago Hebrew Institute, which built its first pool in 1915, was noted for its strong women's program.Among Chicago's high schools, the Cook County League conducted its first swim meet in 1906, and the Illinois Athletic Club (IAC) inaugurated an annual interscholastic meet in 1908. New Trier ( Winnetka ) built the country's first indoor high-school pool in 1913; many other Chicago area schools soon followed. In 1932, the Illinois High School Association (IHSA) inaugurated a state high-school swimming meet.In 1912, Bill Bachrach became swimming coach at the IAC, which dominated competitive U.S. swimming for the next decade. The IAC continued to produce champions up through the 1920s, including freestyler Johnny Weissmuller, one of the world's all-time greatest swimmers. When the AAU began sponsoring women's swimming competition in 1916, Bachrach worked assiduously with female swimmers. His most notable protégées were two 1924 Olympic champions, backstroker Sybil Bauer and freestyler Ethel Lackie. By the late 1920s, though, the Illinois Women's Athletic Club (IWAC), founded by Bertha Severin in 1918, was dominating women's swim competition. IWAC member Jane Fauntz competed in the 1928 Olympics in the breaststroke and in the 1932 Olympics in springboard diving.The Lake Shore Athletic Club (LSAC), founded in 1927, succeeded the IAC as Chicago's preeminent producer of swimmers, winning three national titles during the 1930s and earning the club international prestige. In 1941, Adolph Kiefer (a former LSAC swimmer) led the Chicago Towers Club to the national title. The LSAC became a women's swim power in 1933, when it inherited a team of great swimmers from the defunct IWAC—including Olympic breaststroker Dorothy Schiller.BATHERS ON OAK STREET BEACH, 1941 After World War II, Chicago's private athletic clubs largely retreated from sponsoring AAU teams. The Chicago Town Club, located in the Sheridan Hotel on Michigan Avenue, emerged as a national power in the late 1940s and produced two Olympic freestylers, Jackie LaVine (1948 and 1952) and Jody Alderson (1952).From the 1930s through the 1950s, Chicago consistently ranked second to California as a producer of world-class swimmers and divers because of the talent produced in Chicago-area high schools. Top swim powers were Maine ( Des Plaines ), Lane Tech (Chicago), New Trier ( Winnetka ), Evanston, and Fenwick ( Oak Park ). During the 1960s, Hinsdale Central dominated state competition, producing Olympian John Kinsella. In 1975, the IHSA added women's competition.Robert Pruter",
    "Bibliography": "Gems, Gerald R. “The Rise of Sport at a Jewish Settlement House.” In Sports and the American Jew, ed. Steven A. Riess, 1998, 152–153.Hyatt, Chauncey A. “Interscholastic Swimming in the Middle West, 1915–16.” Intercollegiate Swimming Guide, 1916–17. 1916, 111.Pieroth, Doris H. Their Day in the Sun: Women of the 1932 Olympics. 1996.",
    "Author of Text": "Robert Pruter"
}