{
    "Title": "Swiss",
    "Descriptive Text": "Swiss immigrants come from a small country yet belong to four different ethnic groups and speak either German, French, Italian, or Romansch. They have remained nearly invisible as they are often taken for German, French, or Italian. Most are either of the Reformed or Roman Catholic faith. Coming from a long-established democracy, the approximately 400,000 Swiss estimated to have resided in the United States between 1820 and 1990 easily blended into American life. In 1870 there were some 1,500 Swiss in Chicago out of 8,980 in Illinois; in 1930, 4,230 out of 7,315. In the 2000 census more than 20,000 people in the greater Chicago metropolitan area reported some Swiss ancestry.The occupational status level of Chicago's Swiss resembled that of Americans at large. A 1915 membership roster of a Chicago Swiss organization listed among its 389 members some 30 professionals, among them 6 merchants, 5 owners of factories, 5 hotel owners, and 4 physicians, as well as 19 laborers. The rest were engaged in numerous lower- and middle-class occupations. This paralleled the general status of Swiss in the United States, of whom about 40 percent were middle class in 1915.Among Chicago's first Swiss were William Haas and Andrew Sulzer, who established Chicago's first brewery in 1833. Swiss actively involved in Chicago's civic life have included Conrad Sulzer, an early official and benefactor of Ridgeville and Lake View; Brigadier General Hermann Lieb, editor of the Chicago Democrat and Cook County Clerk from 1873 to 1877; surgeon Henry Banga, a pioneer of antiseptic methods at Michael Reese Hospital; Albert Ochsner of Rush Medical College, chief surgeon at Augustana Hospital; surgeon Nicholas Senn, also at Rush, donor of a building for medical research and of two European medical collections, now part of the John Crerar Library. Rudolph Ganz, president of the Chicago Musical College from 1933 to 1954, greatly enhanced Chicago's musical life. Physician Elisabeth Kübler-Ross, author of On Death and Dying (1969), pioneered new approaches to the terminally ill.Chicago's Swiss established several organizations—at times divided along ethnic lines—to further social cohesion, preserve the national heritage, and provide mutual help. A Grütli Verein was organized in 1856, a Swiss Club in 1888, a Swiss Men's Choir in 1869, a Swiss Benevolent Society in 1872, a French Swiss Benevolent Society in 1888, and in 1927 a Swiss American Historical Society. Several of those organizations had also special singing, gymnastics, and Alpine wrestling sections. Metropolitan Chicago has been and remains a favored destination of Swiss newcomers to the United States. Today many of them are not immigrants, however, but professionals temporarily relocating to pursue their careers.",
    "Bibliography": "Schelbert, Leo. “Some Glimpses of the Past: The Swiss Benevolent Society of Chicago, 1872–1972.” In 100th Annual Report of the President, Swiss Benevolent Society of Chicago, 1971, 10–19.Schelbert, Urspeter, ed. Swiss Colonists in 19th Century America. 1995. Reprint of Geschichte und Leben der Schweizer Kolonien, ed. Adelrich Steinach. 1889.",
    "Author of Text": "Leo Schelbert",
    "Street addresses associated": [
        "Ridgeville",
        "Lake View"
    ]
}