{
    "Title": "Syrians",
    "Descriptive Text": "The first wave of “Syrian” immigrants to the United States came from a part of the Ottoman Empire known as bilad al-Sham, an area that included the current Syria, Lebanon, Jordan, Palestine, and Israel. Faced with overpopulation, declining local industries, and punishing debt, “Syrians” (as the inhabitants of bilad al-Sham called themselves) began to make the journey to the Americas in large numbers at the close of the nineteenth century.Included in this first wave was a pioneering group of Syrians bound for the World's Columbian Exposition of 1893. They were officially part of the Ottoman contingent on the fair's Midway Plaisance and—along with other peoples from the Middle East and North Africa—enticed fairgoers to buy their handmade wares. News of the fair's success and of work opportunities in and around Chicago reached family and friends in Ramallah, Damascus, Zahle, and other Syrian towns, prompting many to emigrate.Like their counterparts in Latin America, most Syrians in Chicago worked initially as street peddlers. They sold curios from the “Holy Land” such as rosaries and holy water, but quickly began to add items like buttons, thread, and handmade lace to their packs. Successful peddlers channeled their savings into dry-goods retail and wholesale supply stores, while a few wealthier merchants catered to luxury tastes in fine linens, kimonos, and carpets. Syrian women were especially active in the peddling trade, and were also sought after as seamstresses in Michigan Avenue businesses owned by well-to-do Syrians.The early Syrian community in Chicago consisted mainly of Melkites (Greek Catholics). In 1894 they founded St. John the Baptist Church at 323 South Franklin Street, which was one of the first Arabic-speaking parishes in the United States. By 1910, the parish had grown to over 350 people and was able to buy a building of its own on South Washtenaw. The new St. John's became the center of community activity for the next half century, serving as a place of worship and meeting place for its Maronite, Orthodox, and Melkite constituents. Syrians in Chicago also supported voluntary associations and a lively Arabic-language press.The Immigration Act of 1924 severely limited the number of Syrians allowed entry into the United States. By this time, geographic Syria had been divided up into mandates administered by France and Britain. The struggle for the independence of their homelands galvanized many members of the diaspora, although an equal number—particularly second-generation Syrian Americans—were assimilating into the American mainstream and losing touch with the culture and concerns of their parents and grandparents. In Chicago, St. John's lost many of its members as they moved to the suburbs and joined Roman Catholic churches closer to their homes in Berwyn, Elmhurst, Oak Park, and River Forest. Others broke away from St. John's for different reasons, such as to form their own Eastern-rite churches like St. George Antiochian Orthodox and Our Lady of Lebanon.The 1960s and 1970s marked a turning point for the Syrian community in Chicago, as a new wave of immigrants from the independent Arab states reinvigorated the diaspora politically and culturally. This wave differed significantly from the first in that it comprised largely students and professionals, many of whom had left during the unrest brought on by the wars with Israel. While their presence enriched the Arab communities here, it deprived the Arab world of some of its most talented citizens—so much so that this period is commonly referred to as the “Arab brain drain.” The majority of the immigrants who came to Chicago during this period were Palestinian and Jordanian. At the end of the twentieth century these immigrants played leading roles in the Chicago Arab American community, 3 percent of whom were estimated to be of Syrian descent.",
    "Bibliography": "Haddad, Safiyah Fahmi. “Socialization and Cultural Change among Syrian-Americans in Chicago.” Ph.D. diss., University of Chicago. 1964.Hitti, Philip. The Syrians in America. 1924.Naff, Alixa. Becoming American: The Early Arab Immigrant Experience. 1985.",
    "Author of Text": "Sarah Gualtieri"
}