{
    "Title": "Wadsworth, IL",
    "Descriptive Text": "Lake County, 41 miles N of the Loop. The Wadsworth area was not settled as early as many other communities in Lake County. Green Bay Road bypassed it to the east while the plank road to the county's interior from the lake port of Waukegan ran south of the area. It was not until the mid-1840s that land-seeking Yankees followed the upper reaches of the Des Plaines River to the area's great oak groves and meadows.Early farms were not prosperous; meadow soils were often mixed with thick bands of clay deposited over 13,000 years ago by the receding Wisconsin glacier. Many of the larger meadows were originally massive holes filled with the muck and sediment from glacial drainage. Farmers still find 10,000-year-old spruce logs and the bones of mastodons under their fields.In 1873, the Chicago, Milwaukee & St. Paul Railroad completed the construction of a line between Milwaukee and Chicago which ran along the east bank of the Des Plaines River. Hoping to increase his land's value, local farmer John Lux platted a village site in 1874. The “Milwaukee Road” accepted the plat as a station stop, naming it Wadsworth after Elisha Wadsworth, a major Milwaukee Road stockholder.Although a post office opened in Wadsworth in 1874, the station was primarily used as a milk collection point for the area's numerous large dairy farms for Chicago delivery. Because of the large amount of clay found in the area, two drainage tile factories and a brick factory came into operation near the station by 1886.Since much undeveloped land still remained around Wadsworth in 1958, Tempel Smith, owner of Tempel Steel Company of Chicago, decided to purchase five thousand acres next to the original village for Tempel Farms, home to a troupe of noted Lipizzan horses.Although Wadsworth's population was only 558 in 1962, most residents feared the annexation of the land surrounding Wadsworth, including Tempel Farms, into an aggressively expanding Waukegan. In, 1962 Wadsworth's residents voted to incorporate their village, and elected Albert Heiser the first village president. Heiser and the village trustees strongly favored retaining the village's spacious agricultural landscapes. Wadsworth's population did not reach 1,000 until 1980.Because construction around the source of the Des Plaines River caused seasonal flooding, village leaders supported the development of a new 450-acre wetland along the bank of the river to act as a natural flood control basin. The pioneering project was completed in 1997 and has kept the scenic upper Des Plaines basin from needing channelization.With their lands protected by estate zoning, the 2,500 people living in Wadsworth at the end of the twentieth century have maintained a spacious rural lifestyle similar to that which existed in the 1870s.",
    "Bibliography": "“Our Town: Wadsworth/Gurnee.” Waukegan News Sun, November 5, 1990.Cermak, June, ed. Bridge to the Past. 1977.Dolan, Laurie, ed. Wadsworth Village Hall: Dedication. 1985.",
    "Author of Text": "Craig L. Pfannkuche",
    "Hyperlinked Terms Associated": [
        "Waukegan",
        "Yankees",
        "Des Plaines River",
        "soils",
        "annexation",
        "agricultural",
        "food control",
        "zoning"
    ]
}