{
    "Title": "War Monuments",
    "Descriptive Text": "The first war monuments in most Chicago-area communities were erected in cemeteries and dedicated to the 22,436 Cook County men who fought in the Civil War. Typical were the Chicago Soldiers and Sailors Monument in Rosehill Cemetery and the German veterans statue in St. Boniface Cemetery, which depict enlisted men standing guard over the graves of their comrades. In the lakefront parks of Chicago, numerous heroic equestrian bronzes commemorate heroes of the Civil War: Ulysses S. Grant, John A. Logan, and Abraham Lincoln. Hundreds of thousands of Chicago-area residents thronged to the parks for the dedication of these larger-than-life monuments.Twentieth-century Chicagoans have taken a more circumspect approach to commemoration. Save for Leonard Crunelle's monument to African American doughboys on King Drive, the emphasis on World War I commemoration was to produce so-called “living monuments” that could contribute to the community. Rather than glorify either war or the warrior, Chicagoans built utilitarian structures such as Soldier Field (1926) and Navy Pier (rededicated in 1927), which over time ceased to be thought of as memorials at all.World War II produced an explosion of small, ad hoc memorials in virtually every neighborhood in Chicago. Street-corner memorial plaques and neighborhood honor rolls expressed community solidarity. After the war many of these memorials were gradually removed, casualties of changing neighborhoods and callously implemented street improvements.The 1980s brought a new wave of war memorials. The opening of the Vietnam Veterans Memorial in Washington DC in 1982 sparked a national movement to come to terms with America's Cold War military campaigns. At the same time, suburban villages founded or transformed by the post–World War II boom sought symbols that rooted residents in the American experience and bound them together as a community. Like almost all memorials, the monuments of the 1980s and 1990s were the result of the efforts of veterans groups anxious that their sacrifice be not forgotten.",
    "Bibliography": "Bodnar, John. Remaking America: Public Memory, Commemoration, and Patriotism in the Twentieth Century. 1992.Karamanski, Theodore J. “Memory's Landscape.” Chicago History 26.2 (Summer 1997): 54–72.",
    "Author of Text": "Theodore J. Karamanski",
    "Hyperlinked Terms Associated": [
        "cemeteries",
        "Cook County",
        "Civil War.",
        "German",
        "African American",
        "World War I",
        "Soldier Field",
        "Navy Pier",
        "World War II",
        "cold war"
    ],
    "Street addresses associated": [
        "Roseland"
    ]
}