{
    "Title": "Ward (Montgomery) & Co.",
    "Descriptive Text": "The world's first great mail-order retail company was founded in Chicago in 1872 by Aaron Montgomery Ward. Ward, a New Jersey native, arrived in Chicago in 1866 and found a job with Field, Palmer & Leiter, the large dry-goods business that would become Marshall Field & Co. After selling Field's products in hard-to-reach rural areas for several years, Ward decided to create an easier means to market merchandise. In 1892, Ward and brother-in-law George R. Thorne invested $2,400 in a new mail-order business. Boosted by orders from members of the Patrons of Husbandry (or “Grange”), the Midwestern farmers' association for which it served as an official supply house, the business grew rapidly. In 1874, the catalog was 32 pages long; by 1876, a 152-page Ward catalog listed 3,000 items. The slogan adopted in 1875, “satisfaction guaranteed or your money back,” proved to be appealing to consumers, who used Ward's catalogs to order all sorts of goods, including clothing, barbed wire, saddles, windmills, and even steam engines. By 1897, annual sales had reached $7 million and the catalog was nearly 1,000 pages long. In 1900, there were about 1,400 workers at the company's Michigan Avenue headquarters; 10 years later, when annual sales stood at nearly $19 million, Ward employed more than 7,000 Chicago-area residents at its huge new facility along the North Branch of the Chicago River. As branches were added around the country, annual sales grew to over $100 million by 1920. The company entered a new era in 1926, when it decided to follow the lead of Sears, Roebuck & Co., its main rival, by opening retail stores. By 1931, there were more than 530 Montgomery Ward stores across the country. Led by Sewell Avery, the company continued to grow during the Great Depression: between 1928 and 1941, annual sales grew from $200 million to $600 million. By the early 1940s, Ward employed over 70,000 people nationwide. During World War II, when Avery refused to recognize an employees' union that was backed by the government's War Labor Board, the Army seized much of the company's property. Although annual sales passed $1 billion in 1956, Ward grew much more slowly during the second half of the twentieth century than it had previously. In 1968, Ward merged with the Container Corp. of America, another Chicago-based company. In 1974, with about 450 stores across the country and nearly $900 million in annual sales, Ward was purchased by the Mobil Oil Corp. After Mobil sold Ward in 1985, the retailer became a private company. But profits proved elusive. At the beginning of the twenty-first century, when it grossed $7 billion in annual sales and still employed close to 7,000 people in the Chicago area, Ward announced that it would shut down permanently. After nearly 130 years in business as a major Chicago company and leading American retailer, the company founded by Aaron Montgomery Ward was gone.",
    "Bibliography": "This entry is part of the Encyclopedia's Dictionary of Leading Chicago Businesses (1820-2000) that was prepared by Mark R. Wilson, with additional contributions from Stephen R. Porter and Janice L. Reiff."
}