{
    "Title": "Washington Heights",
    "Descriptive Text": "Community Area 73, 12 miles S of the Loop. Located on the far South Side of Chicago, Washington Heights, is bounded by 89th and 107th Streets and two railroad lines at roughly Ashland Boulevard to the west and Stewart Avenue to the east. The community area includes the settlements once known as Brainerd and Fernwood. From the 1830s to the 1860s, the area was populated mostly by farmers. After the 1860s, railroads dominated the economy of the region, beginning in 1864–1865 when railroad workers temporarily settled in the area.Subdivision followed the arrival of the railroad. In 1866 Willis M. Hitt and Laurin P. Hilliard bought the land from 103rd to 107th Streets from farmers and subdivided for development along 103rd street from Loomis to Racine. In 1869, the Blue Island Land and Building Company purchased and subdivided 1,500 acres between 99th and 107th Streets. By 1874, Washington Heights had enough residents to incorporate. In 1883, the Fernwood subdivision was registered between 99th and 103rd Streets. Fernwood lay to the southeast of Washington Heights, and had over 185 houses by 1885. The Brainerd subdivision, named after an early farm family, was developed from 87th to 91st Streets, but owing to a lack of transit, there were only six houses standing by 1885. In 1890 Washington Heights and Brainerd were annexed to the city of Chicago, and in 1891 Fernwood was annexed and designated as part of Washington Heights.By 1900 “the heights” area of Washington Heights had developed separately as a settlement for upper-income residents and was renamed Beverly. The Washington Heights Community Area grew to nearly 18,000 people by 1930. Brick bungalows constructed from 1920 to 1950 defined the residential character of Washington Heights. In this period, the community was made up of white ethnics including Germans and Swedes, but mainly Irish, many of whom had moved to Washington Heights from South Englewood and Greater Grand Crossing for better housing.After World War II, Washington Heights experienced racial succession as African Americans began to settle just east of Halsted. By 1960, African Americans constituted 12 percent of a population of 29,793. Real-estate firms practiced blockbusting tactics to scare whites to sell their homes “before property values went down.” White families did move, but property values remained steady. A journalist wrote in 1969: “The economic level of the new residents is no different from that of the old. Neither are the social values. ... But many whites are running scared.” By 1970, the population of Washington Heights peaked at 36,540, 75 percent black. A decade later the community had declined to 29,843 people, 98 percent black. Throughout the change, Washington Heights has retained its essentially middle-class character, as over three-fourths of the population own homes and incomes are well above the city median. Washington Heights also boasts the Woodson Branch of the Chicago Public Library at 95th and Halsted. Its Vivian Harsh Collection is the second-largest collection of African American history and literature in the Midwest.",
    "Bibliography": "Chicago Fact Book Consortium, ed. Local Community Fact Book: Chicago Metropolitan Area, 1990. 1995.Chicago Historic Resources Survey: An Inventory of Architecturally and Historically Significant Structures. 1996.",
    "Author of Text": "Clinton E. Stockwell",
    "Street addresses associated": [
        "Washington Park",
        "Grand Boulevard",
        "Woodlawn"
    ]
}