{
    "Title": "Washington Park",
    "Descriptive Text": "Washington Park's 372 acres stretch west from Cottage Grove Avenue between 51st and 60th Streets. In 1870 noted landscape designers Frederick Law Olmsted and Calvert Vaux centered their prairie-based design on a 100-acre greensward called the South Open Green. Surrounding the green were curvilinear walking trails, trees, and shrubs to create an element of the picturesque within the park. The designers also planned more formal spaces, including a bandstand and refectory, a promenade, carriage roads, and gathering spots for picnics.The Great Chicago Fire of 1871 destroyed the building that housed Olmsted and Vaux's blueprints. The South Park Commission hired landscape designer Horace W. S. Cleveland in 1872 to execute the plans as best he could, though financial setbacks as a result of the fire and the 1873 depression made the commissioners scale back their plans. Cleveland carried out the plans for the greensward, walking paths, carriage drives, and some shrub and tree plantings, and enhanced the site with more formal flower plantings that were less expensive than the alterations to the landscape proposed by Olmsted and Vaux. Architect Daniel H. Burnham designed stables, administrative offices, and the refectory for the park.Washington Park often was the scene of racial tension and conflict as the demographic composition of its users began to change. The African American population north and east of the park began expanding during and after World War I. Many blacks who tried to use the park reported threats and intimidation, primarily from white gangs. Still, black semiprofessional baseball teams played each other on the baseball fields at Washington Park through the 1920s. In the 1930s, park commissioners added new facilities, including swimming pools and a wading pool. By the 1990s, Washington Park boasted some of the premier aquatics facilities in Chicago.",
    "Author of Text": "Robin F. Bachin",
    "Hyperlinked Terms Associated": [
        "landscape designers",
        "trees",
        "Fire of 1871",
        "landscape",
        "African American",
        "World War I",
        "gangs",
        "swimming",
        "baseball"
    ],
    "Street addresses associated": [
        "Washington Park"
    ]
}