{
    "Title": "Waste Disposal",
    "Descriptive Text": "Early Chicago's wastes included ashes from wood burned by households and businesses, droppings of horses on streets and in stables, and relatively small amounts of food wastes, newspapers, and the like. Most of it appears to have been readily biodegradable. In 1849 the city of Chicago appointed its first city scavengers. Wastes were often dumped in marshy areas on the city's edge. In Chicago's flat terrain, the transformation of lowlands into city blocks suitable for development often involved raising the level of the land through dumping of wastes, which also eliminated standing water. Many Chicago buildings and streets now rest on as much as a dozen feet of nineteenth-century refuse. The mouth of the Chicago River was transformed by landfilled refuse, and debris from the Great Fire, along with much ordinary refuse, was used to extend Lake (now Grant) Park.Though residents protested the odors, rats, and insects at dumps, environmental regulation was very limited. The city sanitation services often performed poorly, leaving wooden garbage boxes overflowing, especially in immigrant neighborhoods where residents lacked clout. Reformers at Hull House pressured the city to improve collection in the 1890s, and Jane Addams served as a local garbage inspector for several years.BUBBLY CREEK, 1911 Chicago's industries generated enormous quantities of waste. City ordinances limited land dumping of meatpacking wastes after 1878, but packers dumped refuse liberally into the waterways, a practice tolerated because the industry was so important to the city's economy. “Bubbly Creek,” a fork of the Chicago River, was so named because of the bubbles rising from decomposing slaughterhouse wastes. Tanneries, distilleries, and other industries dumped wastes into the North Branch of the Chicago River and the Calumet River. Iron and steel mill wastes were used to extend the lakefront of southeast Chicago and northwestern Indiana.Industrial wastes grew in the early twentieth century. Steel mills often dumped slag on adjacent lands, where in some cases residences were built. Oil, chemical, and steel industries dumped into waterways, especially on the Southeast Side. Chicago's Lake Michigan water supply was largely but not completely protected from these wastes by reversing the flow of the Chicago River and by digging canals which diverted wastes away from the lake.Only slowly did the problems created by careless waste disposal methods begin to be addressed. Slag from U.S. Steel's Gary Works was used in cement making and fertilizer production. Pressure from the Metropolitan Sanitary District (now the Metropolitan Water Reclamation District of Greater Chicago) led to neutralization of sulfuric acid discharged into the Calumet by Sherwin-Williams, because it damaged sewage treatment equipment. Unfortunately, cleanup and treatment sometimes created further problems. Sewage treatment, begun in 1922, generated sludge which was dumped on land. And though public pressure was occasionally effective in addressing careless waste disposal, often there were no barriers to unsafe practices. The advent of nuclear energy added to the hazards. Between 1945 and 1963, for instance, radioactive thorium wastes were used as landscaping fill, deposited in ordinary dumps, or discharged into the DuPage River.In 1905, the city was disposing of 1,614 tons of refuse each day, and clay pits and quarries near the city began to fill up. Former dumps were often used for schools or parks, including the land on which Soldier Field is built. Chicago experimented again with incineration and other disposal methods, but most wastes were still dumped. By 1954, the city had no more new sites outside of Lake Calumet. In 1963, Chicago exported almost three million cubic yards of wastes to 72 active suburban dumps, which also served booming suburban populations.The amount of household refuse grew enormously in the late twentieth century as the region's population grew and an affluent society indulged in waste-generating practices. Ashes virtually disappeared from municipal refuse as coal was replaced by other heating sources, but Americans disposed of growing quantities of nonreturnable cans and bottles, corrugated food packaging, and plastics. By 1988 the typical Chicagoan threw out a ton of garbage per year.GARBAGE IN ALLEY, N.D. In Chicago, household wastes were picked up by a department long known as a source of patronage jobs for politicians. To cut costs in the 1980s, plastic garbage carts replaced metal garbage cans—long a symbol of machine politics in Chicago, where aldermen handed them out to residents with their names stenciled on the side. Businesses, apartment owners, and most suburban governments contracted with private haulers. Private haulers were once the domain of small operators, including many African Americans. At times they were subject to extortion by mobsters. In the 1970s and '80s, however, a few large companies came to dominate the business, benefiting from superior access to landfills and better finances and organization. The biggest companies owned and operated landfills and incinerators.To accommodate the growing volume of wastes, the city turned to incineration in the 1950s. From the early 1960s until 1980, Chicago burned most of its garbage. But scientists and the public grew increasingly concerned over smokestack emissions, especially from plastics and other complex substances. In addition, incinerator ashes contained toxic chemicals. In 1996, faced with prohibitive costs for up-to-date pollution controls, the city closed down its last municipally operated incinerator. State subsidies to incinerators were eliminated, and private incinerators in schools, hospitals, apartment buildings, and single-family residences began to shut down in the 1970s, leaving only a few hundred by the 1990s.The result was to increase dependence on landfills for city, suburban, and industrial wastes. But by midcentury, the long-term environmental hazards of landfills had become well known, especially contamination of underground water supplies. Sanitary landfill techniques to avoid these problems—including lining the site and monitoring “leachate” to ensure toxic substances do not leak into the water table—were known by the 1940s, but Chicago was reluctant to adopt them because of their higher costs. State regulations mandated sanitary landfills by 1966, but they were poorly enforced at first. Many older landfills in the region pose threats to water supplies.Within the city, landfills opened or expanded only in the sparsely populated Lake Calumet region, much of it marshlands not suitable for industry or residences. Hundreds of acres of Lake Calumet itself have been filled in with Chicago refuse, and by the 1990s, the Southeast Side's Tenth Ward had over 25 square miles of landfill. Though the city had protected its Lake Michigan water supply, it paid little heed to the effect of landfilling on Calumet-area birds, fish, or groundwater.By the 1980s and 1990s, sanitary landfill techniques had become the norm. Small operations could not meet the new standards, and vocal opposition from neighbors and environmental groups limited landfills to those that could plan far in advance and build expensive facilities. By 2000, the 9 counties of northeastern Illinois had only 14 landfills, most of them huge suburban facilities. While earlier dumps had consisted of quarries or marshes, filled to ground level and abandoned, many “landfills” were now small mountains of wastes, stretching hundreds of feet into the air, with pipes protruding to vent escaping methane. New features on the region's flat landscape, these landfills, when shut, are often converted to use as golf courses or parks. Locating new landfills in the region became increasingly difficult, and public officials and landfill operators began sending refuse downstate.Fly dumping, or dumping without a permit, became a serious problem in the 1980s, as landfill costs grew and regulations proliferated. Relatively small private companies found it advantageous to dump illegally, targeting especially minority neighborhoods. The most infamous case involved a two-block area near Kildare and Roosevelt where a company owned by John Christopher dumped construction debris that rose to more than five stories. Christopher was a key figure in the federal government's “Silver Shovel” investigation into corruption related in part to fly dumping.The growing costs of landfill and potential disappearance of suitable sites created a sense of crisis in the late 1980s. A few communities adopted user fees to give householders incentives to curb waste generation. The Illinois legislature began limiting what items could be placed in landfills. The law banned putting yard waste—roughly one-fifth of municipal wastes—in sanitary landfills in 1990 and obliged local governments to recycle. Chicago embarked on a unique “blue bag” recycling system in 1995, in which recyclables are placed in special blue bags, tossed into the garbage truck with other wastes, and sorted later. The program was criticized for low participation rates and for breakage of bags, resulting in “mixed” waste that could not be genuinely recycled. In most suburbs, recyclables were placed in special containers and picked up by a separate truck.Government pressure also brought changes in handling of industrial wastes. In the late 1970s, courts ordered an end to the dumping of untreated pollutants. The practice of dumping dredging spoils, which are often toxic, into Lake Michigan finally ended in 1967 and was replaced with landfilling. Under heavy regulation, specialty companies dispose of hazardous wastes, which are typically landfilled in specially designed sites or burned in special incinerators. Controversy continues over the long-term safety of these procedures.Past waste disposal practices have left a legacy of dangers to public health and safety. Cleaning up old disposal sites, or “brownfields,” with wastes ranging from old cars to benzene, has become a major challenge, especially for the federal government's “Superfund,” which attempts to clean up and redispose of hazardous wastes at the worst sites. As of 2000, the Chicago area had more than 240 Superfund sites, about one-third in the city itself.",
    "Bibliography": "Clippings on “refuse disposal.” Municipal Reference Collection, Harold Washington Library, Chicago, IL.Colten, Craig E. “Chicago's Waste Lands: Refuse Disposal and Urban Growth, 1840–1990.” Journal of Historical Geography 20.2 (1994): 124–142.Melosi, Martin V. The Sanitary City: Urban Infrastructure in America, Colonial Times to the Present. 2000.",
    "Author of Text": "Christopher Thale",
    "Hyperlinked Terms Associated": [
        "Chicago River",
        "Grant Park",
        "enviromental regulation",
        "clout",
        "Hull House",
        "meatpacking",
        "Chicago River",
        "Calumet River",
        "Iron and steel",
        "chemical",
        "Lake Michigan",
        "DuPage River",
        "quarries",
        "schools",
        "Soldier Field",
        "coal",
        "patronage",
        "governments",
        "African Americans",
        "hospitals",
        "water supplies",
        "Calumet region",
        "groundwater",
        "construction",
        "public health"
    ]
}