{
    "Title": "Water Supply",
    "Descriptive Text": "In 1851, Chicagoans responding to recurrent cholera epidemics organized the city's first public water board, which hired William J. McAlpine to design a municipal water supply system. The water commission began laying pipe within areas in which the threats of fire and disease were thought to be highest, including the central business district and the residences of some of the wealthiest and poorest Chicagoans. Public hydrants protected the district from threat of fire and were used by those unable to afford direct connections to their homes.At first, the commission laid water pipe solely with regard to public health and safety. By 1864, however, the commissioners refused to extend water pipes into areas that would not yield a sufficient income in water rents. Property holders willing to advance the money to cover the extension of water service pipes and mains could pay to have the water system extended to their property.PULLMAN WATER TOWER, 1890-1901 The wealthiest residents had water connections as a matter of course. The poorest residents who lived in the central portions of the city generally had access to a single tap within the building in which they were living because of municipal regulations. Because of the cost of water connections, some middle-class residents forewent these improvements to keep costs down in the purchase of their homes. Other middle-class families, more secure financially, sought out subdivisions in which water connections—and other service improvements—were already in place.Early on, the annual water rents and revenue from tap water permits provided a significant and increasing income. By 1878, the waterworks ended its fiscal year with a surplus, and the commissioners retired some of the bonds that had financed the original construction. However, the commission spent more money on extending the system than on retiring debts through the turn of the century.Outside the city limits, residents turned to township governments and small village boards with their water demands. One reason for the massive 1889 annexation was the high quality of water provision within Chicago. It took decades for Chicago's water department to service the vastly increased territory within the confines of the city. The water department had the difficult task of integrating many small systems into one large one, as well as extending service into areas which previously had not received water. By 1902, only Rogers Park, Norwood Park, and Austin, former suburban settlements on the extreme edges of the city, remained outside the boundaries of water extensions. While no further major annexations took place, by 1990 Chicago's water department was providing water to 90 suburban communities, as well as the city itself.Lake Michigan remains the main source of water in the metropolitan area. In 1900, the Sanitary District of Chicago completed the 28-mile Sanitary and Ship canal to reverse the flow of the Chicago River away from Lake Michigan, thereby improving the quality of lake water. Canada as well as neighboring states opposed the diversion of Lake Michigan water, and Supreme Court decisions limited the amount of Lake Michigan water that could be diverted into the Sanitary and Ship Canal (1930) and the water supply for Illinois communities (1967). As a result, the amount of water which any community in the state may draw from Lake Michigan is regulated by the Illinois Department of Transportation's Division of Water Resources. Because of these legal limitations on Illinois' use of Lake Michigan water, new allocations come at the expense of existing users and contribute to the continuing highly charged debate about water in the Chicago area.",
    "Bibliography": "Cain, Louis P. Sanitation Strategy for a Lakefront Metropolis. 1978.O'Connell, James C. Chicago's Quest for Pure Water. 1977.Rosen, Howard, and Ann Durkin Keating, eds. Water and the City. 1991.",
    "Author of Text": "Ann Durkin Keating",
    "Hyperlinked Terms Associated": [
        "epidemics",
        "water",
        "public health",
        "subdivisions",
        "township",
        "annexation",
        "Rogers Park",
        "Norwood Park",
        "Austin",
        "Lake Michigan",
        "Sanitary and Ship canal",
        "Chicago River"
    ],
    "Street addresses associated": [
        "Rogers Park",
        "Norwood Park",
        "Austin"
    ]
}