{
    "Title": "Water",
    "Descriptive Text": "Chicago's unusual wastewater disposal history was conditioned by the location of the city at the juncture of Lake Michigan and the Chicago River. Initially, the city used the lake to supply water and to dispose of wastes. Beginning in the 1850s on an informal basis, and in 1871 on a formal basis, Chicago flushed its wastewater into the Mississippi River drainage system by reversing the flow of the Chicago River. With continued growth, sewage treatment works became necessary to conserve the lake water quality.Before its natural topography was altered, the Chicago River reached the Des Plaines River during the wet seasons via a shallow lake across the divide between the Great Lakes and Mississippi River drainage systems. The first regional public work proposed was a canal crossing the Chicago portage, to create a permanent, navigable waterway between the Atlantic Ocean and the Gulf of Mexico. When completed in 1848, the Illinois & Michigan Canal was fed by the Des Plaines and Calumet Rivers and by the South Branch of the Chicago River through a lift wheel at Bridgeport.A second topographical feature that contributed to the shaping of Chicago's wastewater strategy was that, during wet seasons, the flat, nonporous terrain turned to mud. In 1852, the Illinois legislature empowered sewage commissioners to install sewers in the most densely settled areas of Chicago.DEDICATION OF WATER TOWER, 1867 The board's plan, designed by chief engineer Ellis Sylvester Chesbrough, called for an intercepting, combined sewer system that emptied into the river. Chicago's flatness created problems. These were resolved by the costly expedient of raising Chicago's level. The new sewers were laid at the level necessary to accomplish gravity flow. Earth was then packed around them and new streets were constructed above the sewers. Much of the fill was obtained by dredging the Chicago River in order to lower and enlarge it. Inevitably the river became heavily polluted. The pollution spread from the river into Lake Michigan until it reached the water supply intake.The river was probably first reversed during several dry summers in the 1850s. To maintain the summit level in the canal, the Bridgeport lift wheel was run continuously, and lake water was pulled through the river. By 1860 Chicago's sewerage commissioners were considering a permanent reversal.\"THE GREAT CHICAGO SEWER,\" 1871 As conditions in the river worsened, other civic leaders agreed. An 1865 report recommended the canal be deepened over the 26-mile stretch between Bridgeport and Lockport, and additional pumps were to be added at Bridgeport. These new works, completed in 1871, formally reversed the flow under normal conditions and transformed the canal into an open sewer whose current diluted impurities. The Sanitary District of Chicago (now the Metropolitan Water Reclamation District of Greater Chicago) was created at the end of the century as the Chicago metropolitan area quickly outgrew the canal's wastewater-carrying capability.The Sanitary District Enabling Act of May 29, 1889, was a direct result of the Drainage and Water Supply Commission's recommendation to create a regional government for solving water supply and wastewater problems. The enabling act provided for the construction of the Chicago Sanitary and Ship Canal to collect sewage and discharge it, diluted with Lake Michigan water, into the Des Plaines River. It was cheaper to build a new canal than enlarge the old one. Section 23 set the channel's capacity at 10,000 cubic feet per second, the Chicago River's maximum measured flood flow. Over time, the district annexed contiguous areas. The two largest additions, the North Shore and Calumet areas, were added in 1903. The North Shore (1910) and the Calumet-Sag (1922) Channels were constructed to serve these areas.In 1895 a federal commission investigated the new channel's potential effect on lake and harbor levels. Its report claimed that the district's proposed diversion of 10,000 cfs would lower the level of the Great Lakes by six inches. From this point forward, overestimates would fuel the long-running “lake levels controversy.”The concern with lake levels, which was more likely the result of climatic variation than Chicago's diversion, was undoubtedly influenced by the fact that several Great Lakes states brought lawsuits to restrain Chicago from diverting any water at all. The inclusion of Canada in these suits, through the International Waterways Commission, gave impetus to the effort. The IWC argued that the growth of industry, combined with continued population growth, would put significant pressure on the sewage-handling capabilities of the channel system. All the critics, as well as many within the district, agreed that some form of sewage treatment would eventually prove necessary in addition to (if not in place of ) the open sewers.SANITARY-SHIP CANAL ALBUM, 1892-1900 While these suits were pending, the main channel was constructed in three distinct sections: an earth section between Robey Street (now Damen Avenue) and Summit, an earth and rock section between Summit and Willow Springs, and finally a rock section from Willow Springs to Lockport. When completed, the rock section was 40 percent larger than the other two. This proved to be the determining factor in selecting a size for the Calumet-Sag Channel, which reached its confluence with the main channel at the Sag, the north end of the rock section.Residents of the Illinois River basin, into which the main channel emptied, objected to receiving Chicago's wastewater. St. Louis believed the wastewater posed a threat to its Mississippi River water supply. On January 2, 1900, the district quietly removed the dam at the main channel's northern end, and two weeks later, on January 17, the dam at Lockport opened. That same day, Missouri petitioned the U.S. Supreme Court to enjoin the state of Illinois and the Sanitary District of Chicago from discharging sewage into the new canal, a suit that was ultimately unsuccessful.SKOKIE MARSH Chicago quickly felt the beneficial effects of the new channel. The typhoid death rate fell by almost 80 percent, and there were similar decreases for other waterborne diseases. Within 10 years, however, it was clear that the critics were correct: the channels were too small to handle the growing volume of domestic and industrial wastes. Consequently, during the 1920s, the district began to construct the major treatment works that became the foundation of its wastewater strategy. The U.S. Supreme Court limited the annual average net diversion from Lake Michigan to successively lower levels over an eight-year period, ultimately reaching a level of 1,500 cfs. This decision reinforced the district's shift from a strategy based on open sewers to one based on wastewater treatment. The Calumet sewage treatment works had been placed in operation in 1922, followed by the North Side works (1928), the West Side works (1931), and the Southwest works (1939). These plants were enlarged and additional plants added ( Hanover Park, John E. Egan, and O'Hare ) as continued regional growth increased the quantity of wastewater needing treatment. By 1970 Chicago had the largest wastewater treatment facilities in the world.Three important problems persist. First, the lake levels controversy remains. Since the channel system still receives the treated effluent and overflow, it is necessary for some diversion to provide a current. When drought conditions in the 1980s hampered navigation on the Illinois and Mississippi Rivers, suggestions that the Chicago diversion be increased were opposed on the basis of the potential reduction in lake levels.Second, pollution continues to affect the area. In 1969, the Sanitary District adopted an ordinance that forced pretreatment of industrial pollutants at their source. It prohibited discharges into Lake Michigan and reduced those into the waterways. Although more than 90 percent of the district's wastewater is treated, a heavy rainfall or quickly melting snow still can force the district to open the floodgates and let raw sewage escape into the lake, violating the spirit, if not the letter, of this law.DEEP TUNNEL SYSTEM, 2003 (MAP) A 1972 federal law required areawide planning to control water pollution. The Tunnel and Reservoir Plan (TARP), prepared by the Northeastern Illinois Planning Commission with Sanitary District expertise, provided a solution to the third problem, the lack of efficient natural drainage in such a flat region. The majority of the district has combined sewers carrying both waste and storm water. Heavy rainstorms can overload the combined sewer systems so that the sewers overflow into the district's waterways and flood low-lying areas. Phase 1 of TARP, the antipollution phase, which went into operation in 1985, involved the construction of 10 miles of tunnels to capture the overflow. Phase 2, the antiflooding phase, calls for an additional 21 miles of tunnels plus three large reservoirs.From the initial reversal of the river, to the creation of the Sanitary District, to the planning mandated by federal law, as the city's human and business populations grew, the underlying objective of Chicago's wastewater strategy has been to protect and conserve the area's Lake Michigan water supply.",
    "Bibliography": "Cain, Louis P. “Separating Wastewater from the Water Supply in a Lakefront City: Conserving Chicago's Water Resources.” In Water and the City: The Next Century, ed. Howard Rosen and Ann Durkin Keating, 1991.Cain, Louis P. “The Search for an Optimum Sanitation Jurisdiction: The Metropolitan Sanitary District of Greater Chicago, A Case Study.” Essays in Public Works History, no. 10 (July 1980).Cain, Louis P. Sanitation Strategy for a Lakefront Metropolis: The Case of Chicago. 1978.",
    "Author of Text": "Louis P. Cain",
    "Hyperlinked Terms Associated": [
        "Lake Michigan",
        "Chicago River",
        "Lake",
        "Des Plaines River",
        "Great Lakes",
        "public work",
        "portage",
        "Illinois & Michigan Canal",
        "Calumet",
        "Bridgeport",
        "water supply",
        "Lockport",
        "Sanitary and Ship Canal",
        "Great Lakes",
        "Summit",
        "Willow Springs",
        "Hanover Park",
        "OHare"
    ],
    "Street addresses associated": [
        "Bridgeport"
    ]
}