{
    "Title": "Waterfront",
    "Descriptive Text": "Metropolitan Chicago's expansive waterfront includes a portion of the shores of Lake Michigan and the banks of the Chicago, Des Plaines, Calumet, Fox and DuPage Rivers and their tributaries. It also includes built areas and connective systems such as the Illinois & Michigan Canal and the Sanitary and Ship Canal. This collective waterfront has been used for commerce, industry, and leisure.Chicago's position on a mid-continental divide between the Great Lakes and Mississippi River systems facilitated the city's early economic growth.Early developments reflected the massive industrial growth of the city, and Chicago's waterfront was primarily devoted to commerce and industry. Near the end of the nineteenth century, concerns over cleaner water and environments and changing industrial patterns marked a move toward increased leisure use of Chicago's waterways. By the close of the twentieth century, the shores of Lake Michigan and those of the river systems had become less polluted, providing increased recreational opportunities.In the early part of the nineteenth century, Chicago's riverine waterways flowed relatively clear, encouraging leisure pursuits such as fishing, swimming, hunting, walking along the waterfront, and boating. By midcentury, however, people interested in such activities needed to travel away from the city center and the polluted Chicago River, whose use as Chicago's harbor and primary industrial site exacted a devastating toll.CLARENDON MUNICIPAL BEACH, 1916 In contrast, Lake Michigan, the city's source for fresh water, increasingly became the reserve of leisure activities. By the middle of the nineteenth century, promenading along the lakefront to breathe in the healthful lake air became a popular activity. Within the city, the lakefront was spared much of the heavy industry and instead hosted some of the city's early green space and residential use. There were notable exceptions near the heart of the city, such as the Illinois Central Railroad line that was run in the 1850s along the lakefront. Despite the obstructed view and increased pollution, people continued to flock to the lakeshore to promenade, fish, boat, and ice skate in the area between the shore and the piers. After the Great Chicago Fire of 1871, this area was filled in by debris from the conflagration.Just prior to the fire, the city began to create its large park system with plans that included modifications to the lakefront. Professional baseball was played adjacent to the lake near Michigan Avenue and Randolph Street. To the south, at Adams Street, the Inter-State Industrial Exposition of 1873 featured a Crystal Palace–styled building that hosted annual fairs, conventions, and other forms of entertainment over the next two decades. The building defined the lakefront as a cultural center and presaged the city's lakefront fairs. During those years, sailing attracted recreational craft onto the lake at the new yacht clubs and harbors along the shores of Lake Michigan.GRANT PARK AND LAKE MICHIGAN, 1890 Another significant boost to the lakefront came from the World's Columbian Exposition, which led to the development of the east side of Jackson Park. After the exposition, a number of architects and planners made designs for Chicago's lakefront, calling for a permanent “White City” to be built there. In 1896, the city began extending Grant Park into Lake Michigan with landfill, a project that became a model for much of the lakefront.Away from the city, the lakefront was increasingly dotted with large industrial developments in the latter part of the century. By 1900 the lake's shore was divided into discrete zones of recreational, residential, agricultural, and industrial uses.ILLINOIS CENTRAL RAILROAD TRACKS, 1896 Industrialization and pollution quickly became impediments to recreational activities on the waterways. Concern over water quality, especially preserving Lake Michigan's water, became one of the city's top priorities. Efforts to keep the lake's water supply from contamination by the Chicago River led to the reversal of the river's flow with the deep cut of the Illinois & Michigan Canal in 1871 and the construction of the Sanitary and Ship Canal at the turn of the century. The creation and expansion of Calumet harbor in the latter part of the nineteenth century marked an improvement for the Chicago River, at the ecological expense of Lake Calumet and the Calumet River.In 1909, Daniel Burnham and Edward Bennett published their comprehensive plan for Chicago. The Burnham Plan, adopted by the city, prescribed the expansive recreational development of the lakefront and the Chicago River. Included was a plan for the construction of a pier in the lake, eventually known as Navy Pier.NORTHERLY ISLAND AND LAGOON, 1933 The Century of Progress fairs of 1933 and 1934 were built on landfill just south of Grant Park. The Great Depression limited the original plans for extensive landfill activity. Yet the New Deal created an opportunity to make other improvements, such as the construction of Lake Shore Drive. These improvements helped make the lakefront the focal point for citywide celebrations and a core of cultural institutions that now include the Art Institute of Chicago, the Field Museum, the Shedd Aquarium, the Adler Planetarium, and the Grant Park Music Festival.Subsequent changes to Chicago's waterfront have increased its recreational uses. When, in 1973, Mayor Richard J. Daley mused that he would like to see the day when people fished and grilled their catch on the river's shore, the idea seemed far-fetched. However, this scenario has become possible with increased environmental awareness, sewage treatment, and the work of special interest groups such as the Friends of the Chicago River. In a symbolic gesture reflective of this activity, the city in 1989 dedicated the Chicago Water Arc, which shoots water over the Chicago River from McClurg Court.",
    "Bibliography": "Cronon, William. Nature's Metropolis: Chicago and the Great West. 1991.Solzman, David M. The Chicago River: An Illustrated History and Guide to the River and Its Waterways. 1998.",
    "Author of Text": "Dennis H. Cremin",
    "Hyperlinked Terms Associated": [
        "Lake Michigan",
        "Chicago",
        "Des Plaines",
        "Fox",
        "DuPage Rivers",
        "Illinois & Michigan Canal",
        "Sanitary and Ship",
        "leisure",
        "Great Lakes",
        "riverine",
        "leisure",
        "swimming",
        "water",
        "Illinois Central Railroad",
        "ice skate",
        "Fire of 1871",
        "baseball",
        "sailing",
        "Worlds Columbian Exposition",
        "water supply",
        "Illinois & Michigan Canal",
        "Sanitary and Ship Canal",
        "Calumet River",
        "Burnham Plan",
        "Navy Pier",
        "Century of Progress",
        "Great Depression",
        "New Deal",
        "Art Institute of Chicago",
        "Field Museum",
        "Shedd Aquarium",
        "Adler Planetarium"
    ],
    "Street addresses associated": [
        "Jackson Park",
        "Grant Park"
    ]
}