{
    "Title": "Water Polo",
    "Descriptive Text": "Water polo originated in England in 1874 and arrived in Chicago in 1893, when Englishman John Robinson became swimming instructor at the Chicago Athletic Association. As codified by Americans in 1897, water polo involved a semi-inflated ball and was a far more brutal game than that played in Europe. In 1911, Chicago amateur club teams dropped the softball style and switched to the European style, which started a decade of innovation by Chicago teams. Top hall of fame and Olympian water polo players developed by the Illinois Athletic Club (IAC) were Harry Hebner, Perry McGillivray, and H. Jamison Handy.For much of the twentieth century, amateur clubs in New York and Chicago dominated the sport: from 1906 to 1960, 31 of the 43 national championships in the indoor competition were won by Chicago-area teams, most of them from the IAC. During the 1950s and 1960s the city supported a thriving league of amateur clubs. During the 1960s, however, Chicago lost its preeminence in water polo, as teams from California began to dominate the sport. The IAC won its last national title in 1960, and the Mayor Daley Youth Foundation team was the last Chicago club to win a national title, in 1967.The University of Chicago and Northwestern University formed water polo teams not long after building swimming pools, in 1904 and 1910 respectively, each winning several unofficial Big Ten titles before ending their programs in the early 1940s. Water polo had been briefly popular in Chicago-area high schools around 1900, but died out until 1969, when a boys' state championship was inaugurated by the Illinois Swimming Association (ISA). In 1980 the ISA introduced a girls' state tournament. The Illinois High School Association took over sponsorship of the boys' and girls' state water polo championship tournaments in 2002.",
    "Bibliography": "Bell, Taylor. “Making Major Ripples.” May 18, 1997.Menke, Frank G. The Encyclopedia of Sports. 6th rev. ed., rev. Pete Palmer. 1977.Smith, James R. The World Encyclopedia of Water Polo. 1989.",
    "Author of Text": "Robert Pruter",
    "Hyperlinked Terms Associated": [
        "swimming",
        "University of Chicago",
        "Northwestern University"
    ]
}