{
    "Title": "Wauconda, IL",
    "Descriptive Text": "Lake County, 37 miles NW of the Loop. In 1836, Justus Bangs was attracted to land on the south side of what is now called Bangs Lake along a horse trail from Chicago to Janesville, Wisconsin. Lacking good transportation, the beautiful, fertile area could not profitably support farming. To obtain the cash to improve his land, Bangs contracted to carry mail between Chicago and Janesville through his informal settlement until 1845, when the trail was improved to allow stagecoach travel.By 1839, Andrew Cook, a Bangs family friend, had erected a cabin near Bangs and helped construct a log schoolhouse. By the mid 1840s, Cook fired local clay into brick for a substantial home that still stands near the southwest shore of Bangs Lake. In 1850 Bangs and Cook platted a village to aid in the sale of area land. They called the unincorporated town Bangs Lake, although others called the community “Wauconda” at the suggestion of a local schoolteacher impressed with an Indian character from a romance novel of the time.Slow growth prevented the incorporation of the village of Wauconda until 1877. Robert Harrison became its first president.Although Wauconda's population was only 368 in 1910, the community had achieved some prominence as a vacation spot for blue-collar Chicagoans enjoying the waters of Bangs Lake. Numerous summer homes ringed the lake and a small commercial center developed.While Rand Road, the old mail route to Janesville, now Route 12, remained a muddy or snow-clogged track, residents searched for a way to ease travel to Wauconda. In 1910 Justin Orvis and Robert Wynn touted the construction of a traction rail line from Palatine to Fox Lake. As grain prices rose, Wauconda citizens quickly contributed almost $20,000 for the line. Construction began immediately from Palatine, but economic and engineering difficulties delayed the entry of the restructured steam line, the Palatine, Lake Zurich & Wauconda (PLZ&W), into Wauconda until mid-1913. The railroad hauled agricultural products, local passengers, and numerous summer vacationers from Chicago to Bangs Lake and the many picnic groves along the line. Still, the underfunded and poorly constructed line did not help develop Wauconda; the community's population grew to only 550 by 1939.The hard surfacing of Rand Road in the 1920s (which doomed the PLZ&W) and the movement of large numbers of World War II veterans into the area by auto were the main factors which brought expansion to Wauconda. Wauconda's 1946 population of 650 almost doubled by 1952. Many of the new residents were ex-soldiers from Chicago's West and Northwest Sides, living in converted summer cottages. Wauconda remained a popular vacation destination into the 1960s, and its beaches were memorialized in the 1980 movie “Blues Brothers.” Its permanent population rose to over 2,200 by 1956 and 5,662 in 1974 as the community became a suburban residential area. The village attracted many additional residents in the 1990s, a population of 9,448 in 2000.",
    "Bibliography": "Wauconda. Wauconda Chamber of Commerce. 1980.Whitney, Richard. Old Maud: The Story of the Palatine, Lake Zurich and Wauconda Railroad. 1992.Wishik, Tony. “Wauconda.” Wauconda Herald, August 17, 1977.",
    "Author of Text": "Craig L. Pfannkuche",
    "Hyperlinked Terms Associated": [
        "transportation",
        "vacation spot",
        "Palatine",
        "Fox Lake",
        "Lake Zurich",
        "railroad"
    ],
    "Historical Sources Associated (Title, Source, and Link)": "Wauconda"
}