{
    "Title": "Waukegan, IL",
    "Descriptive Text": "Lake County, 36 miles N of the Loop. French traders were familiar with the Waukegan area as early as 1650, and explorers Louis Jolliet and Jacques Marquette encamped there in 1673 on their journey to find the Mississippi River. By 1725 traders established the Little Fort trading post, which existed until 1760. Thomas Jenkins of Chicago constructed a two-story frame structure on Lake Michigan in 1835 (on the site of the old trading post), and by 1841 Little Fort was established as the county seat of Lake County. In March 1849 residents approved the name Waukegan, the Potawatomi equivalent to Little Fort.The phenomenal growth of Waukegan, located 36 miles north of Chicago and 60 miles south of Milwaukee, can be attributed to industry, Lake Michigan, and the railroads. Toward the middle of the nineteenth century, Waukegan became a thriving center of industry with enterprises that included ship and wagon building, flour milling, sheep raising, pork packing, and dairying. The most successful of these early Waukegan industries was the brewing of malt liquors. By the late 1860s William Besley's Waukegan Brewing Company sold throughout America and beyond. It was also in the 1860s that a substantial German population developed in the area. At mid-nineteenth century, Waukegan harbor was one of the busiest on the Great Lakes, with nearly a thousand ships sailing per year. Growth was further stimulated by the construction of the Chicago & Milwaukee Railroad by 1855, which was followed by the Elgin, Joliet & Eastern Railroad systems. These railroads became indispensable to the larger industries which appeared in Waukegan in the later part of the century: U.S. Sugar Refinery, Washburn and Moen Wire Mill (U.S. Steel Corporation), U.S. Starch Works, and Thomas Brass and Iron Works.Trolley service reached Waukegan by 1896 and the first electric service by way of the Chicago & Milwaukee Electric Interurbans by 1899. Further infrastructural improvements occurred between 1900 and 1910, spurring middle-class residential development. Jack Benny, Ray Bradbury, and Otto Graham are among the community's most famous former residents. Churches built by Roman Catholics, Congregationalists, and Baptists, along with Shimer College (1853), remain Waukegan's chief religious and educational institutions.Though largely a residential community throughout the twentieth century, Waukegan also continued as an industrial center with companies such as Abbott Laboratories, Fansteel, Anchor Glass, Baxter International, and National Gypsum. In the latter twentieth century, shopping districts and financial, governmental, and legal services have added to that industrial core. The near north historic district, which includes houses in the Victorian, Prairie School, Greek revival, and Italianate styles, was placed on the National Register of Historic Places in 1978. The population of Waukegan was 67,653 in 1980, and 87,901 by 2000. The small African American population in Waukegan that had existed since the 1870s had grown to nearly 20 percent of the total population by 2000.",
    "Bibliography": "Bateman, Newton, and Paul Selby, eds. Historical Encyclopedia of Illinois and History of Lake County. 1902.Dorsey, Curtis L. “Black Migration to Waukegan and the Conditions Encountered up to 1933.” M.A. thesis, Northeastern Illinois University. 1974.Osling, Louise, and Julia. Historical Highlights of the Waukegan Area. 1976.",
    "Author of Text": "Wallace Best",
    "Hyperlinked Terms Associated": [
        "French",
        "Lake Michigan",
        "Potawatomi",
        "railroads",
        "German",
        "Great Lakes",
        "Elgin",
        "Joliet",
        "Iron",
        "Interurbans",
        "Roman Catholics",
        "Shimer College",
        "shopping districts",
        "African American"
    ],
    "Historical Sources Associated (Title, Source, and Link)": "Waukegan"
}