{
    "Title": "Welfare Capitalism",
    "Descriptive Text": "From the earliest factories to the mature industrial state, employers have frequently augmented cash payments to workers with noncash compensation. Utilizing a clever assortment of auxiliary benefits, welfare capitalists have attempted to achieve business goals by innovative management of labor relations. While no American city became its hub, Chicago firms have presented prime examples of each phase of welfare capitalism.During the Gilded Age, the classic expression of welfare capitalism was the Pullman Palace Car Company. Pullman's picturesque village featured a theater, library, three churches, and recreational facilities. Hundreds of company-owned dwellings were deliberately set apart from workshops, and no saloonkeeper was permitted to tempt tired and thirsty workmen. Workers were discouraged from appearing publicly in informal attire, and company inspectors imposed fines for disorderly housekeeping. George Pullman hoped his model community would nurture business virtues, defined as dedication, neatness, promptness, and sobriety. These in turn would encourage employee loyalty, control alcohol use, reduce labor turnover, and generally build labor tranquility. “Clean living” would bring good profit.But in 1894 Pullman's dream of a placid, classless village was dashed by a bitter strike. The walkout showed that social programming alone could not inoculate a firm against disruption. Meanwhile, other firms also strived for industrial peace. In 1901 the McCormick Harvesting Machine Company hired Gertrude Beeks, a protégé of Jane Addams, as the full-time “social secretary” of its works. Her appointment signified the arrival of welfare capitalism as a profession and its linkage to the Chicago settlement house movement.Beeks's assignment was nebulously defined as doing “betterment work.” She organized Sunday outings, a choral group and operetta, and an employees' loan fund. In 1919 the McCormick company added an employee representation plan, a common feature among large welfare capitalist firms of the time. In combination, McCormick programs were intended to blur the distinction between worker and manager, to bind employees to the firm, and most emphatically, to deter unionization.The peak of enthusiasm for welfare capitalism was in the 1920s, and in that era the Western Electric Company was widely respected as a model employer. Its executives concluded that settlement houses did not fully meet the needs of female employees at its Hawthorne Works. So it offered baseball, tennis, bowling, and golf, all of which were very popular with both office and factory women, as were holiday festivals and community dances. Dozens of firms aimed similar programs at young working women.Though the Great Depression restricted the growth of welfare capitalism and transformed its character, it did not destroy it. Stock purchase and profit sharing declined, as did certain recreational and educational programs. In 1935, company unions became an illegal practice. But after World War II, welfare capitalism reemerged, with Sears, Roebuck & Co. in the leading position.Sears had long practiced traditional welfare capitalism. But a new chief and the impact of the Depression modified its strategy. Grounded in social science techniques, the modernized Sears program emphasized profit sharing and stock ownership, employment security, and equalitarian personnel policies. The updated version of welfare capitalism appeared in other firms and in other “fringe benefits,” but it generally remained faithful to the historic goals of encouraging workforce stability and eradicating unionism.",
    "Bibliography": "Brandes, Stuart D. American Welfare Capitalism, 1880–1940. 1976.Buder, Stanley. Pullman: An Experiment in Industrial Order and Community Planning, 1880–1930. 1967.Jacoby, Sanford M. Modern Manors: Welfare Capitalism since the New Deal. 1997.",
    "Author of Text": "Stuart Brandes",
    "Street addresses associated": [
        "South Chicago"
    ]
}