{
    "Title": "Welsh",
    "Descriptive Text": "The Welsh have left a light trace on Chicago. Although the city was once home to one of the largest Welsh populations in urban America, the relatively small number of Welsh and the scattered geography of their residences and businesses meant that they never developed a strong ethnic community, as did some other small but geographically concentrated immigrant groups. This was typical of the Welsh. They tended to pass through cities like New York, Philadelphia, and Chicago en route to agricultural areas or coal and iron towns. For one moment, however, the Welsh did make their presence felt in Chicago—during the World's Columbian Exposition of 1893.The first wave of Welsh immigrants to the Midwest came in 1840–1855. Most continued their rural way of life, farming in Wisconsin, Iowa, or Minnesota. Racine rather than Chicago was their main port of entry. In 1850, there were more Welsh in rural Waukesha County, Wisconsin, than in the entire state of Illinois. The first Welsh chapel in Chicago relied on preachers from Wisconsin to supply services in the Welsh language. By 1870 the city had 565 Welsh-born residents and its rural-industrial hinterland nearly 2,600 more, including skilled iron workers at South Chicago rolling mills and coal mining families in western Illinois. Chicago's Welsh population peaked around the turn of the century, when over 1,800 immigrants provided sufficient leadership and enthusiasm for a surge in Welsh American ethnic consciousness.The Columbian Exhibition of 1893 spurred quiescent Welsh organizations, such as the Cambrian Benevolent Society, and Welsh-born businessmen, such as Pullman executive Samuel Job, to display Welsh culture in its most refined light. Aiming to match the grand scale of the World's Fair, the Welsh mounted an International Eisteddfod (aye-STETH-vod), a competitive literary and music festival, on the Fair grounds. Choral performances reportedly drew crowds of 6,000 to the Festival Hall. Despite the participation of prominent figures such as the Unitarian minister Jenkin Lloyd Jones, competitions for composing traditional Welsh verse were far less popular, reflecting the waning significance of the language and the irrelevance of antique literary forms to most Welsh immigrants and their children. The costumed procession of Druidic bards at the Eisteddfod's opening ceremony received most notice in the Chicago press. To the Welsh themselves, the event signaled their arrival on the national stage as respectable Americans whose ethnic heritage, encapsulated in musical excellence, made them the right sort of immigrants.This period also saw a flowering of Welsh American institutions in Chicago, including the newspaper Y Columbia (serving largely as a publicity organ for the Eisteddfod), the Kymry Society, and the Madoc Lodge of the Order of American True Ivorites. Of the city's six Welsh chapels, the Calvinistic Methodists' mother chapel, Hebron (1852–circa 1988), proved the most durable, maintaining at least occasional Welsh-language services until the early 1980s. Although the chapels were social centers for the dispersed Welsh community, their shifting locations to western suburbs mapped the assimilation of their members into the unhyphenated American middle class.",
    "Bibliography": "Edwards, Hywel Teifi. Eisteddfod Ffair y Byd: Chicago, 1893 (The World's Fair Eisteddfod: Chicago, 1893). 1990.Hartmann, Edward G. Americans from Wales. 1983.Monaghan, Jay. “The Welsh People in Chicago.” Illinois State Historical Society Journal 32 (1939): 498–516.",
    "Author of Text": "Anne Kelly Knowles",
    "Hyperlinked Terms Associated": [
        "Worlds Columbian Exposition",
        "iron workers",
        "South Chicago",
        "coal",
        "Choral"
    ],
    "Street addresses associated": [
        "South Chicago"
    ]
}