{
    "Title": "Westmont, IL",
    "Descriptive Text": "DuPage County, 19 miles W of the Loop. Easy access to transportation is central to Westmont's story. In 1834 two stage routes passed through the area, one along Ogden Avenue and the other down Naperville Road. The Chicago, Burlington & Quincy Railroad began stopping in Westmont (then Bushville) in 1864.While neighboring towns were settled by the wealthy, Westmont grew through the efforts of working people. In 1872, following the Chicago Fire, William Gregg found the region to have good clay for brickmaking and started the Excelsior Brick Company. He built his factory on the highest point of the railroad so that after bricks were loaded onto a railcar, the load was easily shuttled downhill to the city. In the 1870s Excelsior employed 120 people and produced 70,000 bricks a day. Czech, Polish, and Italian workers came and lived in the settlement that was soon named Greggs. Two schools and a depot were built. Gregg invented a triple-pressure brick machine, which manufactured bricks able to withstand 100,000 pounds of pressure without cracking. The boom period lasted until after 1900, when the brickyard closed down and many workers left.In 1919 Arthur McIntosh bought land in Westmont and offered working-class Chicagoans an opportunity to own property for five dollars down and small monthly payments. By 1923 the McIntosh subdivision had more than 1,800 people, many either Austrian, Polish, or German immigrants or their children. Newcomers first lived in tents and shacks, and had no paved streets or utilities. Before long, however, they constructed modest cottages.In 1921 the village was incorporated as Westmont, but during Prohibition acquired the nicknames “Whiskey Hill” and “Wet Mont,” as liquor flowed in the community. People in neighboring towns frequented the area where the illegal trade continued.Population grew to 2,733 in 1930; and as late as 1939, 35 percent were foreign-born. Development escalated in the post– World War II days; brick houses became fashionable in a large development called Blackhawk Heights. By the 1960s a large number of laborers and skilled tradesmen had moved into the area to take jobs at Western Electric and International Harvester.In 1990 renters dominated the housing market, totaling nearly 50 percent, with single-family houses beginning to replace apartments. Car dealerships were prevalent along Ogden Avenue and generated 40 percent of the sales tax revenue in 1994. Westmont's population had grown to 24,554 in 2000, with 12 percent Asian, 7 percent Latino, and 5 percent African American.",
    "Bibliography": "Knoblauch, Marion, ed. DuPage County: A Descriptive and Historical Guide, 1831–1939. 1948.Thompson, Richard A., ed. DuPage Roots. 1985.",
    "Author of Text": "Marilyn Elizabeth Perry",
    "Hyperlinked Terms Associated": [
        "transportation",
        "railroad",
        "Czech",
        "Polish",
        "Italian",
        "Austrian",
        "German",
        "Prohibition",
        "World War II"
    ],
    "Historical Sources Associated (Title, Source, and Link)": "Westmont, IL"
}