{
    "Title": "West Ridge",
    "Descriptive Text": "Community Area 2, 9 miles N of the Loop. West Ridge, also called West Rogers Park or North Town, lies nestled between Ridge Avenue and the North Shore Channel. Potawatomi established villages in this area in the seventeenth century but were forced to abandon their claims in a series of treaties between 1816 and 1829. Indian Boundary Park (1922) is situated along the northern boundary of the 1816 Indian cession. During the 1830s and 1840s German and Luxembourger farmers settled in the area and a small community known as Ridgeville grew up around the intersection of Ridge and Devon Avenues.During most of the nineteenth century West Ridge remained relatively rural. St. Henry's Roman Catholic Church served as both the religious and social center of the community. West Ridge was home to two cemeteries, Rosehill and St. Henry's, and Angel Guardian Orphanage. Truck farms, greenhouses, and the open prairie characterized much of the area. Disagreements with Rogers Park about taxes for local improvements led to the incorporation of West Ridge as a village in 1890. Despite local controversy over annexation to Chicago in 1893, proponents prevailed and West Ridge became part of Chicago. Unlike in Rogers Park, annexation did not bring immediate growth. The number of residents remained under 500 until after 1900. No prominent business districts existed, as community members relied on either Rogers Park or Evanston for their goods and services.The pace of growth quickened in West Ridge after 1900. Brickyards formerly located along the North Branch of the Chicago River moved into the area of present-day Kedzie Avenue to take advantage of the sand and natural clay deposits. The construction of the North Shore Channel of the Sanitary District of Chicago in 1909 increased the amount of clay available. Scandinavian and German workers moved from other parts of Chicago to find jobs in the expanding brickyard operations, and workers' cottages appeared in the western part of the community. Real-estate interests began to market West Ridge both locally and nationally.The end of World War I triggered a real-estate boom. Brick bungalows and two-flats became the dominant residential structures in the neighborhood. Apartment buildings also appeared, but relatively poor transportation facilities in the area before 1930 limited the demand for large multiunit buildings. By the end of the 1920s Park Gables and a number of Tudor revival apartment buildings clustered around Indian Boundary Park. A tennis club built in the Tudor revival style opened at 1925 W. Thome. A business district along Devon Avenue also developed during this period as the area's population swelled from about 7,500 in 1920 to almost 40,000 by 1930 and local residents looked to their own community for goods and services.Unlike many Chicago communities, West Ridge grew steadily during the 1930s. Population growth and economic development, however, did not alter the overwhelming residential character of the community. The area possesses no manufacturing establishments and its economic base remains primarily commercial in orientation. Population growth necessitated more housing units and larger, multiunit structures appeared. One of the largest residential construction projects in Chicago during the 1930s, the Granville Garden Apartments in the 6200 block of Hoyne Avenue, was built in 1938 to help meet the need for housing.The end of World War II sparked a final surge of growth which began to level off by the end of the 1960s. A large number of Jews moved to West Ridge from other parts of Chicago and were joined by a steady stream of Russian and Polish Jews. Although the pace of growth has slowed since the 1960s, West Ridge has been a popular destination for many ethnic groups, and its commercial centers cater to Jews, Middle Easterners, Indians, Pakistanis and Koreans. As of the 2000 census, 73,199 people resided in West Ridge, of which approximately 46 percent were not native born.",
    "Bibliography": "Chicago Fact Book Consortium, ed. Local Community Fact Book: Chicago Metropolitan Area, 1990. 1995.Palmer, Vivien M. comp. Documents: History of the West Rogers Park Community, Chicago, 1925–1930, vol. 2. 1966.The Rogers Park/West Ridge Historical Society and Museum. Chicago, IL.",
    "Author of Text": "Patricia Mooney-Melvin",
    "Hyperlinked Terms Associated": [
        "Rogers Park",
        "Potawatomi",
        "German",
        "Luxembourger",
        "Roman Catholic",
        "cemeteries",
        "Orphanage",
        "annexation",
        "Evanston",
        "Chicago River",
        "Real-estate",
        "World War I",
        "bungalows",
        "Apartment",
        "transportation",
        "tennis",
        "World War II",
        "Jews",
        "Indians",
        "Pakistanis",
        "Koreans"
    ],
    "Historical Sources Associated (Title, Source, and Link)": "Rogers Park",
    "Street addresses associated": [
        "West Ridge",
        "West Rogers Park",
        "Rogers Park"
    ]
}