{
    "Title": "Western Electric Co.",
    "Descriptive Text": "Gray & Barton, a telegraph industry supply company founded in 1869 by Elisha Gray and Enos Barton, moved from Cleveland to Chicago immediately after it was established. In 1872, the company changed its name to the Western Electric Manufacturing Co., which was located at Kinzie and State Streets. Led by Barton and company president Anson Stager, Western Electric expanded during the 1870s from 20 people in 1870 to a workforce of 105 men and 25 women by 1880. In 1881, when annual sales had already grown to nearly $1 million, the firm was purchased by the American Bell Telephone Co. (the company that would become AT&T); it was renamed the Western Electric Co. and became Bell's manufacturing arm. When Barton succeeded Stager as president in 1886, Western Electric was prospering at its new plant at Clinton and Van Buren Streets. By the turn of the century, this facility employed about 5,300 workers. In 1904, when annual sales neared $32 million, the company relocated to suburban Cicero, where it had built a large new manufacturing complex known as the Hawthorne Works. By 1917, this facility employed 25,000 people, many of them Cicero residents of Czech or Polish descent, making it one of the largest manufacturing plants in the world. In 1915, Western Electric was associated with one of the worst accidents in Chicago history, when the Eastland, a vessel filled with employees and their family members attending the company's annual outing, capsized at its dock in the Chicago River, killing more than 800 people. By the 1920s, when annual sales reached $300 million and the company opened a new plant in New Jersey, Western Electric supplied roughly 90 percent of all the telephone equipment used in the United States. At the same time, its Hawthorne Works became famous as a leader in the “scientific management” of employees and the production process. During the 1910s, researchers at the Hawthorne Works pioneered new technologies such as the high-vacuum tube, the condenser microphone, and radio systems for airplanes. During the Great Depression, the company laid off thousands of workers, but business recovered during World War II, when Western Electric became a leading producer of radar equipment. During the war years, when it was subject to federal rules for government contractors, the company began to employ African Americans for the first time. During the 1950s and 1960s, when its Hawthorne plant was one of several around the country, Western Electric continued to grow, as annual sales rose from about $1 billion to $5 billion. After 1970, when there were still 25,000 employees at the Hawthorne Works and another 190,000 workers worldwide, Western Electric slipped. As part of the Federal Communications Commission's ordered break-up of AT&T, Western Electric was subsumed under a new entity, AT&T Technologies, in 1984. The Hawthorne Works plant was closed for good, and Western Electric effectively ceased operations under its old name. In the middle 1990s, AT&T Technologies and its divisional branches joined Bell Labs to become New Jersey-based Lucent Technologies. By early 2001, Lucent employed about 11,000 people in Illinois, most of them in suburban Naperville and Lisle, but companywide layoffs had cut that number in half within only two years."
}