{
    "Title": "West Elsdon",
    "Descriptive Text": "Community Area 62, 8 miles SW of the Loop. Before the early twentieth century, the area now designated West Elsdon was a marshy remnant of an ancient lake. The Grand Trunk Railroad tracks gave definition to the eastern boundary of the area in 1880. Among the early settlers were German far- mers and Irish railroad workers.The area became part of Chicago with the annexation of the town of Lake in 1889. A small hamlet of railroad workers called Elsdon grew up around car shops built by the Grand Trunk Railroad near 51st Street and Central Park, in what is now neighboring Gage Park. The railroad eventually opened passenger stations at 51st, 55th, and 59th Streets, but most residential development remained east of the tracks, as the land in West Elsdon was swampier and unimproved.By the 1920s, people were settling in the area in greater numbers. Population grew from 855 in 1920 to 2,861 in 1930. The development of the nearby Kenwood and Clearing Industrial Districts and the opening of Chicago Municipal Airport ( Midway Airport ) in 1927 just to the west made the area an attractive place to settle. The new residents were primarily Polish and Czech, with smaller numbers of Italian, Yugoslavian, and Lithuanian immigrants. The Roman Catholic Archdiocese of Chicago established St. Turibius parish in 1927 to serve the growing Catholic population. An elementary school was established with the church, and Lourdes High School was built in 1936.During the 1920s, Crawford Avenue (Pulaski), 55th Street, and other streets were paved, sewers were installed, and two public schools were built. Though some street improvements were made in the section west of Pulaski during the 1930s, the Great Depression economy suspended growth for a time. The area remained rural, and as late as 1938 cows and goats still grazed along 55th Street.During World War II growth resumed, and the West Elsdon Civic Association organized itself to lobby for street improvements and other community goals. West Elsdon grew from a population of 3,255 in 1940 to its peak of 14,215 in 1960. Almost all of the new building consisted of detached single-family brick houses, and West Elsdon became an extension of the Bungalow Belt.Many new residents were second-generation or established first-generation immigrants, sometimes moving from the Back of the Yards or other Southwest Side neighborhoods. They were drawn by the prospect of owning a house in a quiet residential area. Predominately Polish, many were part of the “white flight” from neighborhoods to the east.West Elsdon residents played a central role in the history of racial segregation in Chicago during the Airport Homes race riots in 1946, the first of a series of public housing riots in Chicago. “Airport Homes” was the name of the site in nearby West Lawn established by the Chicago Housing Authority to provide temporary housing to returning veterans and their families during the postwar housing shortage. Residents of West Lawn and West Elsdon rioted and succeeded in intimidating a few black war veterans and their families from joining white veterans in the homes.The West Elsdon Civic Association became one of the first vocal political enemies of the CHA and its first executive secretary, Elizabeth Wood. Opposition to public housing remained strong in the area. In the early 1970s the West Elsdon Civic Association was an active participant in the “No-CHA” citywide coalition opposing scattered-site public housing in predominantly middle-class white neighborhoods.In the half century following World War II, West Elsdon remained a quiet, blue-collar white community with a high rate of homeownership. Several processes brought changes in the 1990s. As the older white ethnic generation aged, new families with young children moved to the area. Mexican residents increasingly settled in the eastern part of West Elsdon. As the number of children classified as Hispanic increased in the public elementary schools in the early 1990s, the number of black children admitted from other communities under a school desegregation consent decree rapidly declined.In 1993 the Chicago Transit Authority began rapid transit service to the Loop on its Orange Line, with a station at Pulaski on the northern edge of the community. This brought suburban-style retail development on Pulaski, and raised property values nearby.",
    "Author of Text": "Douglas Knox",
    "Hyperlinked Terms Associated": [
        "Railroad",
        "German",
        "Irish railroad workers",
        "annexation",
        "Lake",
        "Gage Park",
        "Midway Airport",
        "Polish",
        "Czech",
        "Italian",
        "Yugoslavian",
        "Lithuanian",
        "Roman Catholic Archdiocese of Chicago",
        "schools",
        "Great Depression",
        "Bungalow Belt",
        "Back of the Yards",
        "race riots",
        "public housing",
        "West Lawn",
        "Chicago Housing Authority",
        "World War II",
        "Mexican",
        "school desegregation",
        "Chicago Transit Authority",
        "rapid transit",
        "Loop",
        "Chicago Transit Authority"
    ],
    "Historical Sources Associated (Title, Source, and Link)": "West Elsdon",
    "Street addresses associated": [
        "West Elsdon",
        "Back of the Yards",
        "West Lawn"
    ]
}