{
    "Title": "West Lawn",
    "Descriptive Text": "Community Area 65, 9 miles SW of the Loop. West Lawn is west of Chicago Lawn, from which it is divided by the Grand Trunk Railroad tracks. Developers subdivided the land northeastof 67th Street and Pulaski as part of a more extensive promotion of ChicagoLawn in the 1870s. The rail station at 63rd and Central Park attracted settlement primarily to the east of the tracks, while the marshy land of West Lawn remained unsettled.A brickyard and an artesian well were briefly active on land northwest of 67th and Central Park in the late nineteenth century, but both projects were soon abandoned, leaving a cold, dangerous pond that served as a swimming hole and ice- skating rink before it was filled in during the early twentieth century.With the growth of the industrial district in Clearing to the west and the extension of a horse-drawn street railway on 63rd Street through West Lawn to Clearing, the population grew to 2,544 by 1920. The area east of Pulaski and north of 63rd street was settled with single-family houses by 1930, when the census reported 8,919 people in West Lawn, primarily German, Irish, Czech, Polish, and Italian, with a small Lithuanian immigrant population. Residents were factory, clerical, and professional workers.Institutional development followed the growth in population. The Roman Catholic parish of St. Nicholas of Tolentine began as a mission in 1909, with a small church and school building. Four Protestant churches were established between 1923 and 1931.In anticipation of rising real-estate values, streets were paved and other improvements made on the vacant land west of Pulaski during the 1930s. The Great Depression, however, suspended growth, and special assessments and delinquent property taxes discouraged building. In the early 1940s, an observer standing on Pulaski near 67th Street saw paved but vacant streets to the west contrasting with unpaved streets full of new houses to the east.Growth resumed with World War II. The nearby Chicago Municipal Airport ( Midway ) expanded. Industrial development in the southwestern corner of West Lawn and in neighboring Clearing attracted new residents. A factory at Cicero Avenue and 77th Street produced bomber engines during the war and was adapted for Tucker, and, later, Ford automobile manufacturing after the war.In 1946 the Chicago Housing Authority constructed housing in West Lawn for returning veterans. Residents of West Lawn and West Elsdon, to the north, however, actively prevented racial integration during the Airport Homes race riots at 60th Street and Karlov in 1946.Population grew rapidly in the decades after World War II, from 14,460 in 1950 to 27,644 in 1970. This growth in part resulted from a white ethnic migration out of neighborhoods undergoing racial change. With a growing Catholic population, the parishes of St. Mary Star of the Sea (1948) and Queen of the Universe (1955) were formed from parts of the St. Nicholas of Tolentine parish. Parish schools grew rapidly, with enrollments peaking in the early 1960s.The Ford City Shopping Center opened in 1965 on the site of the then-abandoned Ford auto factory on Cicero Avenue. Manufacturers such as Tootsie Roll and Sweetheart Cup built near Ford City to take advantage of rail access. Richard J. Daley College, a regional Federal Records Center, and an army reserve base also located west of Pulaski and south of 72nd.Pulaski and 63rd Street continued to develop as a local retail center and public space. In 1986 the West Lawn branch of the Chicago Public Library opened near the corner, becoming one of the busiest branches. Also in 1986 the Balzekas Museum of Lithuanian Culture moved into the defunct Von Solbrig Hospital building at 65th and Pulaski.While political, community area, and neighborhood boundaries often crosscut each other, West Lawn became the heart of the Thirteenth Ward, a conservative, white Democratic stronghold. No ward in the city gave a smaller percentage of votes to Harold Washington in the 1983 and 1987 mayoral elections.Since the 1970s, younger Mexican families have been attracted to the area, and some Arab families and businesses have followed the 63rd Street retail corridor westward from Chicago Lawn. The revival of activity at Midway Airport and the opening of the CTA Orange Line in neighboring areas have raised residential property values and brought renewed attention to the area from other parts of the city.",
    "Bibliography": "Fremon, David. Chicago Politics Ward by Ward. 1987.Hirsch, Arnold. Making the Second Ghetto: Race and Housing in Chicago, 1940–1960. 1983.",
    "Author of Text": "|",
    "Hyperlinked Terms Associated": [
        "Chicago Lawn",
        "Railroad",
        "kating",
        "swimming",
        "street railway",
        "German",
        "Irish",
        "Czech",
        "Polish",
        "Italian",
        "Lithuanian",
        "Roman Catholic",
        "Protestant",
        "Great Depression",
        "real-estate",
        "World War II",
        "Midway",
        "Clearing",
        "automobile manufacturing",
        "Chicago Housing Authority",
        "West Elsdon",
        "race riots",
        "College",
        "Chicago Public Library",
        "community area",
        "Democratic",
        "Mexican"
    ],
    "Historical Sources Associated (Title, Source, and Link)": "West Eldson",
    "Street addresses associated": [
        "West Englewood"
    ]
}