{
    "Title": "West Garfield Park",
    "Descriptive Text": "Community Area 26, 5 miles W of the Loop. Before 1873, most people who saw the farms scattered on the square mile west of the future Garfield Park were on their way somewhere else. The Barry Point Road (Fifth Avenue) headed southwest to Lyons. Truck farmers going to Chicago and stagecoaches traveling west to Moreland ( Austin ) and Oak Park took the Elgin Road (Lake Street). The West Chicago Park Commission established three West Side parks in 1870, naming the one in the middle “Central Park.” In 1873, the North Western Railway built its shops north of Kinzie, initiating the area's urbanization. Several thousand employees and their families, mostly Scandinavians and Irish, built the village of Central Park south of Kinzie. The local school was named after G. W. Tilton, superintendent of the railroad shops. Residents from as far south as Harrison Street bought their groceries on Lake Street.Although the village was primarily residential, it also offered recreation. Central Park, renamed for the assassinated President Garfield in 1881, featured an administrative building with a gilded dome, exhibit houses for exotic plants, picnic groves, and a bicycle track. Horse-racing fans went to the Garfield Park Race Track, founded as a gentlemen's club in 1878 and converted for gambling 10 years later. Taverns catering to spectators lined Madison Street. The Garfield Park track, however, could not compete with the prestigious Washington Park course or the Hawthorne track. In 1892, the Chicago police raided the Garfield Park track three times. During the last raid, a horseman shot two police officers and was himself killed, sealing racing's fate there. Various spectator shows, including Buffalo Bill's Wild West Show, appeared in the arena before it was demolished in the early twentieth century to make way for homes.The demise of the seedy racetrack opened space for new housing and commerce. A policemen's syndicate sold its members homes on Wilcox Street, nicknamed “Uniform Row.” The establishment of the Sears plant in neighboring North Lawndale drew new residents to the southeast quarter of the area. Lake Street, shadowed by the “L” built in 1893, went into decline and Madison Street took its place as the district's commercial heart. Entrepreneurs opened department stores, movie palaces, and hotels in the newly advertised “Madison-Crawford district” after 1914. Merchants so valued this identification that they led a 19-year fight against the renaming of Crawford Avenue as Pulaski Road, even though Peter Crawford's farm had been in the area of present-day South Lawndale. West Garfield Park's rise was tempered by bank closures, deprivation, and neglect during the Great Depression and World War II, but residents and businesspeople emerged into the postwar years ready to restore its standing.During the 1950s, however, changes in the West Side prompted some residents to reevaluate that commitment. The new Congress (Eisenhower) Expressway displaced residents from the neighborhood's southern sector. Others homeowners feared that West Garfield Park would experience the same rapid racial change underway in East Garfield Park and North Lawndale. In 1959, when a black family bought a house on the 4300 block of Jackson, white homeowners formed the United Property Group, which opposed further sales to African Americans. The Garfield Park Good Neighbors Council, by contrast, gave a friendly welcome to black homebuyers. These groups unsuccessfully petitioned the state to build the new University of Illinois campus in Garfield Park, hoping to prevent further population change, create a racial buffer zone, and stimulate the local economy.Middle-class black families did move into the area. Like the whites who were abandoning their homes, they built small organizations and block clubs intended to maintain their new neighborhood. They could not, however, prevent the increasing rolls of absentee landlords from neglecting and overcrowding their apartment buildings. During the early 1960s, West Garfield Park was increasingly stigmatized as a poor, disorganized community by observers who did not see its block-by-block variations or its struggling, unpublicized organizations. Rioting that centered on the Madison-Pulaski intersection in 1965 and 1968 hastened the departure of the remaining white businesspeople from West Garfield Park and further damaged its image.In the 1970s, open-housing laws provided Chicago's black middle class with an avenue of escape from the city's increasing poverty and physical decline. In their absence, the area's economic base eroded further, leaving the West Side vulnerable to illegal drug traffic and accompanying crime. Nevertheless, a few organizations dedicated themselves to turning around West Garfield Park. Most notable among these was Bethel New Life, which hoped to enshrine the West Side's past with an oral history project and ensure its future with new and rehabilitated housing.",
    "Bibliography": "Hawkins, Michael Ryan. “The West Side History Project: Tours #1–4, 1928.” 1993. Harold Washington Library Department of Special Collections.Local Community Fact Book series.Seligman, Amanda. “Block by Block: Racing Decay on Chicago's West Side, 1948–1968.” Ph.D. diss., Northwestern University. 1999.",
    "Author of Text": "Amanda Seligman",
    "Hyperlinked Terms Associated": [
        "Garfield Park",
        "Lyons",
        "Austin",
        "Oak Park",
        "Elgin",
        "Irish",
        "railroad",
        "bicycle",
        "Horse-racing",
        "gambling",
        "police",
        "North Lawndale",
        "department stores",
        "movie palaces",
        "hotels",
        "South Lawndale",
        "Great Depression",
        "Expressway",
        "East Garfield Park",
        "African Americans",
        "University of Illinois",
        "open-housing"
    ],
    "Historical Sources Associated (Title, Source, and Link)": "Garfield Park|lyons|Oak Park",
    "Street addresses associated": [
        "West Lawn",
        "Chicago Lawn"
    ]
}