{
    "Title": "West Town",
    "Descriptive Text": "Community Area 24, 3 miles NW of the Loop. Chicago's West Town community area, located on the city's near northwest side, is perhaps best understood as an amalgam of several distinct neighborhoods. With its official boundaries roughly corresponding to Bloomingdale on the north, Kinzie on the south, the Chicago River's North Branch to the east, and a shifting western boundary that goes as far as Kedzie, West Town has long sustained a strikingly diverse population mix.Most of the area east of Wood Street was within the original 1837 city limits. Workers came to the area in the late 1840s to build railroad lines. Other settlers were attracted to factories near the river.ST. STANISLAUS KOSTKA CHURCH, 1910S By the turn of the twentieth century, Germans and Scandinavians tended to live in the north and northwestern sections, particularly near Wicker Park, while Polish immigrants settled around Division and Ashland Streets, an area that eventually became known as “Polish Downtown.” Russian Jews tended to live near Humboldt Park to the west, while Italians concentrated on the southeastern portions, particularly along Grand Avenue. The Ukrainian community settled in the section between Chicago and Division, Damen and Western—popularly known as Ukrainian Village —and their presence there is still marked through such institutions as the Ukrainian Institute of Modern Art as well as a number of architecturally imposing churches, including the St. Nicholas Ukrainian Catholic Cathedral and the Holy Trinity Orthodox Cathedral, the latter designed by Louis Sullivan.In the second half of the twentieth century, West Town became a primarily Latino “port of entry” neighborhood. First, Puerto Ricans moved westward toward Humboldt Park, and then Mexicans concentrated in areas east of the Ukrainian Village. By 1990, Mexicans formed the dominant Latino group. Their presence is reflected in the shopping district along Chicago Avenue, particularly east of Damen. African Americans have settled in the area since the 1930s but became particularly numerous in the 1970s with the construction of the Noble Square Cooperative project as well as other subsidized housing in the vicinity. In the late twentieth century, black artists and other more affluent blacks moved in as part of the overall evolution of Wicker Park as a “hip alternative” area catering to musicians and artists. The African American percentage of the community area population stood at a solid 10 percent during the last two decades of the twentieth century.At the turn of the twenty-first century, West Town was changing again. The influx of artists, students, and other younger “bohemian” populations drew more affluent residents, particularly in the Bucktown section north of North Avenue. This gentrification subsequently spread to the southeast areas along Milwaukee Avenue and Halsted, with restaurants, nightclubs, and shops near the cultural landmarks and institutions created and sustained by earlier residents. The various Latino groups remained a clear majority into the early 1990s but fell to 47 percent by 2000. Lower-income residents of West Town have moved to areas further north and west to escape the area's rising real-estate values.",
    "Bibliography": "Pacyga, Dominic A., and Ellen Skerrett. Chicago, City of Neighborhoods: Histories and Tours. 1986.",
    "Author of Text": "Steven Essig",
    "Hyperlinked Terms Associated": [
        "Chicago Rivers",
        "railroad",
        "Germans",
        "Wicker Park",
        "Polish",
        "Jews",
        "Humboldt Park",
        "Italians",
        "Ukrainian",
        "Ukrainian Village",
        "Puerto Ricans",
        "Mexicans",
        "shopping district",
        "African Americans",
        "subsidized housing",
        "artists",
        "Bucktown",
        "restaurants",
        "real-estate"
    ],
    "Historical Sources Associated (Title, Source, and Link)": "west town",
    "Street addresses associated": [
        "West Town",
        "Wicker Park",
        "Ukrainian Village",
        "Humboldt Park",
        "Bucktown"
    ]
}