{
    "Title": "West Pullman",
    "Descriptive Text": "Community Area 53, 14 miles S of the Loop. When University of Chicago sociologists created the West Pullman community area in the 1920s, they merged several existing communities. The first was Kensington, a town established at the junction of the Illinois Central and Michigan Central Railroads in the 1850s that grew rapidly in the 1880s along with the new town of Pullman that adjoined it. The second was the former village of Gano, first offered by Cincinnati developers in the 1880s and populated by Pullman workers anxious to own their own homes and escape from the corporate control of the company town. West Pullman, launched as an industrial and residential subdivision in 1891 by the West Pullman Land Association (WPLA), was the largest of the identifiable communities and home to the working-class families whose livelihood depended on the factories the WPLA had recruited to its industrial district. Stewart Ridge emerged at the turn of the century when the WPLA put size and building restrictions on its most desirable property to attract a wealthier class of resident. Those who created the new community area of West Pullman also incorporated large adjacent tracts of vacant land into it.By the 1920s, the area of West Pullman had developed into a residential community of over 20,000, with a large industrial base, several retail areas, schools, parks, and a variety of other institutions. Mechanics, laborers, and their families lived in the neighborhoods closest to Pullman and surrounding the West Pullman industrial area, where they worked at International Harvester, Whitman & Barnes, Carter White Lead Paint, and the other factories that had located there. Ethnic pockets flourished. Joining Gano's Germans and Scandinavians were Italians, Poles, Hungarians, Lithuanians, and, later, Armenians, all of whom built their own churches and other ethnic institutions. Different neighborhoods also reflected the great economic diversity that marked West Pullman. Corporate officers lived in large homes in Stewart Ridge; the area's poorest lived in small homes that were already a quarter of a century old and boasted no modern conveniences. And there were a growing number of families who could afford the newer homes being built on the edges of the older neighborhoods.Developers who built many of those homes put a new kind of restriction on their property, one that prohibited African Americans from living anywhere in their subdivisions. In doing so, they contributed to a growing effort to keep West Pullman white, at least outside of Kensington, which had some 170 African American residents in 1930. Employers helped. International Harvester, for example, did not hire African Americans at its West Pullman works until mandated to do so during World War II. In 1933, after an African American woman bought a two-flat near 120th and Stewart, irate neighbors exploded a black powder bomb at the house, reflecting what the South End Reporter identified as high “public indignation.” A decade later, West Pullmanites joined in the battle against the Chicago Housing Authority's Altgeld Gardens in nearby Riverdale and against smaller projects built in Greater Roseland.West Pullman's population fell during the Great Depression, but it boomed in the years following World War II. Land originally offered by the WPLA and re-offered in the 1920s finally found purchasers anxious for a new home with the conveniences offered by the increasingly middle-class community area and its excellent transportation links to the Loop, the industrial Calumet region, and the far south suburbs. By 1960, over 35,000 people called West Pullman home, all of them white.Beginning in the 1960s, some of the vacant land on West Pullman's western edges finally opened to African Americans. Built on formerly restricted land, Maple Park offered comfortable new homes to black Chicagoans anxious to find the same kinds of homes, services, and connections European Americans had found in West Pullman earlier. Gradually, African Americans began moving into other West Pullman neighborhoods as well. By 1980, 90 percent of West Pullman's 45,000 residents were black.Like other racially changing neighborhoods, West Pullman was victimized by predatory lenders in the 1970s. In the 1980s, its residents lost both industrial and professional jobs, making unemployment the community's single biggest problem. Additionally, the numerous factories that had closed in West Pullman left a toxic legacy behind. Lead from the paint factories and contaminants from other factories created health problems for residents and led to the designation of part of the industrial district as an EPA brownfield.The city, the federal government, and private investors, thanks to the ongoing efforts of neighborhood and community organizations, have finally begun to correct some of the intentional and accidental harm done to the community, with measures that include cleaning up toxic wastes and recruiting new industries and businesses. As they do, West Pullman continues to be a large community area rich with institutions and marked by economic diversity.",
    "Bibliography": "Chicago Plan Commission. Housing in Chicago Communities: Community Area Number 53. 1940.Melaniphy and Associates, Inc. Chicago Comprehensive Neighborhood Needs Analysis, West Pullman Community Area. 1982.",
    "Author of Text": "Janice L. Reiff",
    "Hyperlinked Terms Associated": [
        "University of Chicago",
        "community area",
        "Kensington",
        "Illinois Central",
        "Pullman",
        "subdivision",
        "schools",
        "Germans",
        "Italians",
        "Poles",
        "Hungarians",
        "Lithuanians",
        "Armenians",
        "African Americans",
        "Chicago Housing Authority",
        "Riverdale",
        "Roseland",
        "Great Depression",
        "World War II",
        "transportation",
        "Calumet region",
        "Loop",
        "unemployment"
    ],
    "Historical Sources Associated (Title, Source, and Link)": "Pullman|Roseland",
    "Street addresses associated": [
        "West Pullman",
        "Riverdale",
        "Roseland"
    ]
}