{
    "Title": "Westchester, IL",
    "Descriptive Text": "Cook County, 13 miles W of the Loop. Except for a handful of old farmhouses scattered throughout the village and a few streets named after German farmers who once owned the land, little remains of the nearly 150-year history of farming in the area that became Westchester. The village name, the vast majority of street names, and a few homes built in the 1920s provide clues to the founders' plans for a model English-style town, which was thwarted by the Great Depression.Plans for the village of Westchester began when utilities tycoon Samuel Insull and associates purchased approximately 2,200 acres of farmland in 1924. A native of London, Insull wanted the new suburb to be a model English town. The planned extension of the Garfield Park rapid transit line from Chicago made this location ideal for suburban development. Westchester incorporated in 1926. Several real-estate developers directed the construction of paved streets, sidewalks, sewers, and street lamps, plus the laying of water mains and the planting of parkway trees. The all-English street names chosen by Insull and the construction of houses and apartments of brick, stucco, and hand-hewn timbers set Westchester apart from many other Chicago suburbs. Completion of the rapid transit line to 12th St. (Roosevelt Road) in 1926 and to 22nd St. (Cermak Road) in 1930 enabled prospective buyers to view properties in Westchester.Construction came to a halt in the 1930s as many properties were tied up in contract and tax delinquencies. The clearing of these delinquent properties after World War II initially caused construction here to lag behind other nearby suburbs. Westchester's biggest gain in population occurred between 1950 and 1960 as the village grew from 4,308 to 18,092, and the few English-style houses that had been built before the Depression were surrounded by Georgians, ranches, and split-levels. With the removal of the rapid transit line and the building of expressways in the 1950s, transportation in the postwar era shifted its focus. Westchester's proximity to the Eisenhower Expressway (Westchester's northern boundary) and to the Tri-State toll road (near the village's western boundary) became increasingly important to village residents.In the 1980s, some of the remaining farmland became the Westbrook Corporate Center, a cluster of five 10-story office buildings near Cermak Road (22nd Street) and Wolf Road. This expanded the commercial tax base of the almost entirely residential village. Residential construction south of the Westbrook development in the 1990s has used up all but one tract of open land within the village—the 85-acre Wolf Road Prairie, which has been spared development, largely through the efforts of the Save the Prairie Society, active in Westchester since 1975. An Illinois State Nature Preserve, this prairie is but a small, rare remnant of the vast prairies that once covered much of Illinois.",
    "Bibliography": "Miscellaneous articles and newspaper clippings. Westchester Public Library, Westchester, IL.Petersen, Clarence. “‘A Good Place to Live’ Still Has Some Drive.” Chicago Tribune, May 6, 1989.",
    "Author of Text": "Patricia Krone Rose",
    "Hyperlinked Terms Associated": [
        "German",
        "Great Depression",
        "Garfield Park rapid transit",
        "real-estate",
        "World War II",
        "expressways",
        "toll road"
    ],
    "Historical Sources Associated (Title, Source, and Link)": "Westchester|Cook County"
}