{
    "Title": "Western Springs, IL",
    "Descriptive Text": "Cook County, 15 miles W of the Loop. Western Springs, located along the Chicago, Burlington & Quincy Railroad between Chicago and Aurora, encompasses roughly the area between Willow Springs Road, Ogden Avenue, Interstate 294, and 55th Street. Named for local mineral springs on the southwest side of town, Western Springs originally consisted of flat prairie land with a swamp on its western border.By 1834, after the Black Hawk War, farmer Joseph Vial had built a cabin along what is now Plainfield Road south of Western Springs. This cabin served as a stagecoach station, hotel, general store, and post office for the entire area.The CB&Q Railroad built a line through Western Springs in 1863, filling in much of the west-side swamp in the process. In 1870 the Western Springs Land Association, consisting of promoter Thomas Clarkson Hill, William Page, and two sons of Phillip F. W. Peck, bought the three tracts that make up the area for $105,000.A large number of early residents were Quakers, and deeds often prohibited the sale of alcohol. In 1872 Hill moved to the area from Chicago, and the community began organizing to attract more commuters. Residents built a wooden schoolhouse (1872) and a post office (1873). Over time, with increased commuter settlement, Western Springs came to look less and less Quaker.In 1885 the Grand Avenue School replaced the wooden schoolhouse, and the office of village marshal was created as a combination policeman, dogcatcher, and groundskeeper. In 1886 the Friend's Church (razed in 1958) was built on the corner of Walnut and Woodland. That same year Western Springs incorporated as a village on February 30, 1886, and elected T. C. Hill as its first president.After the spring dried up in 1890, the village hired engineers Edgar and Benezette Williams to build the village waterworks system, including the famous water tower. Constructed using Naperville stone, the tower stood 112 feet high. Replaced in 1962, it became a museum in 1970 and entered the National Register of Historic Places in 1981.Western Springs added many improvements over the years, including a fire department (1894), electric plant (1898), telephones (1899), a park district (1923), and a library (1926). The village expanded south of 47th Street, annexing the subdivisions of Forest Hills (1927), Springdale (1955), and Ridgewood (1973). Spring Rock Park was created in 1931, and four more parks followed in 1945.",
    "Bibliography": "Western Springs: A Centennial History of the Village, 1886–1986. 1985.",
    "Author of Text": "Tom Sterling",
    "Hyperlinked Terms Associated": [
        "Railroad",
        "Black Hawk War",
        "commuters",
        "Naperville",
        "telephones",
        "park district",
        "annexing",
        "subdivisions"
    ],
    "Historical Sources Associated (Title, Source, and Link)": "western springs"
}