{
    "Title": "Wheaton, IL",
    "Descriptive Text": "DuPage County, 25 miles W of the Loop. Erastus Gary arrived in 1831 to develop a farm and mill on the west branch of the DuPage River in Warrenville, several miles west of present-day Wheaton. Gary's neighbors from Connecticut, brothers Jesse and Warren Wheaton, claimed nearly a thousand acres of nearby land in 1838–39. Other settlers from New England soon followed. The settlement was formally incorporated in 1859, and by 1880 the population approached 1,000. The community became the county seat in 1867 following a decade-long contest with Naperville that resulted in a successful midnight raid on the Naperville courthouse for the county records. In 1887, Wheaton began a long-term prohibition of the sale of alcohol.A Wesleyan Methodist congregation organized in 1843 was the first formal church in the community. The Wesleyans opened Illinois Institute in 1853, which became Wheaton College in 1860. Methodists formed their own congregation in 1853, and Jonathan Blanchard organized a Congregationalchurch (temporarily sub- suming the Wesleyans) in 1860. Baptists, Roman Catholics, Lutherans, Episcopalians, and others followed shortly thereafter. Following World War II, many new congregations were formed as the population of the community increased rapidly over the succeeding decades from its 1940 level of 7,400.In 1874 local residents built one of the first public schools in the county that included grades 1–12. Additional grammar schools were built as the population increased: Holmes, Whittier, and Lowell, each in a different quarter of the town. A new high school was added in 1925, Wheaton North in 1964, and Wheaton South (Wheaton-Warrenville) in 1973.Wheaton was becoming a suburban community. The Galena & Chicago Union Railroad arrived in 1849, on land donated by Warren Wheaton, whose name identified the local station. Commuter service became a regular feature of the community. The establishment of the banking house of Gary and Wheaton, a new courthouse, the Adams Memorial Library, and construction of residences and places of business gave evidence of a growing, prospering community at the end of the nineteenth century. In 1902 a second railroad, the Chicago, Aurora & Elgin electric line, connected Wheaton to the Fox River Valley until 1957.Wheaton was the site of summer residences for some wealthy Chicagoans, offering a course for horse racing and the Chicago Golf Club (the first 18-hole golf course in the United States). The community was also home to several persons of national note: Judge Elbert Gary (founder of U.S. Steel and the city of Gary, Indiana), Senator C. Wayland Brooks, John Quincy Adams (financier and philanthropist), Edwin Hubble (astronomer), Grote Reber (radio astronomer), Red Grange and Vic Gustafson (football players), and Margaret Mortenson Landon (author of Anna and the King of Siam ). Wheaton College, the Billy Graham Center, the Theosophical Society in America, and World Evangelical Fellowship help make Wheaton a metropolitan religious center.",
    "Bibliography": "Burnham, Graham. Wheaton and Its Homes. 1892.Moore, Jean. From Tower to Tower: A History of Wheaton, Illinois. 1974.Moore, Jean. Wheaton, Illinois: A Pictorial History. 1994.",
    "Author of Text": "Thomas O. Kay",
    "Hyperlinked Terms Associated": [
        "Warrenville",
        "Dupage river",
        "Naperville",
        "prohibition",
        "Wheaton College",
        "Roman Catholics",
        "World War II",
        "Commuter",
        "horse racing",
        "Golf",
        "Gary"
    ],
    "Historical Sources Associated (Title, Source, and Link)": "warrenville|naperville"
}