{
    "Title": "Wheaton College",
    "Descriptive Text": "Organized in 1853 by Wesleyan Methodists, Illinois Institute was rechartered in 1860 as Wheaton College. Jonathan Blanchard came from Knox College to become Wheaton's first president, separating the school from any denominational support. At this time, Wheaton was the only school in Illinois with a college-level women's program. Blanchard used the school as a platform for abolitionism, anti-Masonic advocacy, and his national presidential campaign on the American Party ticket in 1884.The conservative theological stance of emergent fundamentalism became a defining characteristic of the college after Charles Blanchard succeeded his father as president in 1882. Accreditation and enrollment growth, however, would await the administration of James Oliver Buswell, an outspoken Presbyterian who became the nation's youngest college president in 1926. Buswell's tenure was characterized by expanding enrollment (from approximately 400 in 1925 to 1,100 in 1940), a building program, strong academic development, and divisiveness over faculty scholarship and personalities. During World War II, Wheaton expanded its campus, adding a library, a student center music building, a chapel, new dormitories, and food service facilities to meet the needs of increasing enrollment, which surpassed 1,600 by 1950.By the late 1940s, Wheaton emerged as a fortress of Protestant evangelicalism. National and international recognition was in large measure due to the stature of its best known alumnus, Billy Graham. Over the next half century, enrollment growth and more selective admissions accompanied athletic success, additional and improved facilities, and expanded programs. Sites in the Black Hills of South Dakota and northern Wisconsin augmented the 80-acre Wheaton campus. By 2000, approximately 2,300 undergraduates complemented the 250 graduate students enrolled in the Psy.D. and nine M.A. programs.The lifestyle and theological identification of Wheaton College with Evangelical Christianity, while independent of any denominational affiliation, remains its signature.",
    "Bibliography": "Bechtel, Paul M. Wheaton College: A Heritage Remembered, 1860–1984. 1984.Cairns, Earle Edwin. V. Raymond Edman: In the Presence of the King. 1972.Coray, Edward A. The Wheaton I Remember: Memoirs. 1974.",
    "Author of Text": "Thomas O. Kay",
    "Hyperlinked Terms Associated": [
        "abolitionism",
        "World War II",
        "Protestant",
        "Wheaton"
    ]
}