{
    "Title": "Wheeling, IL",
    "Descriptive Text": "Cook County, 23 miles NW of the Loop. Folklore attributes Wheeling's name to the rumble of wagon wheels bumping down the community's dusty main road, but the village was actually named for Wheeling, West Virginia. The continuous stream of wag- ons did give rise to numerous eateries along Milwaukee Avenue, earning the area a nickname of “Restaurant Row,” a name it continued to carry into the 1990s.By 1836, Milwaukee Avenue, then known as Des Plaines Valley Road, had become a stagecoach route between Chicago and Green Bay, Wisconsin. This prompted Joseph Filkins to build a tavern and hotel at the corner of Dundee Road and Milwaukee Avenue.Along with the surrounding German farming community, another hotel, a blacksmith shop, a hardware store, and a school spurred population growth in the 1840s. Napoleon Periolat started a brewery in 1850 which operated until 1910 and was followed by more hotels and restaurants.Because of Wheeling's location along the DesPlaines River, and its numerous restaurants and taverns, Chicagoans flocked to the area on weekends. In the 1880s the popular sport of bicycling prompted races between Wheeling and Chicago with as many as a hundred participants. In 1886 a line of the Wisconsin Central Railroad came through town, stopping at a station just south of Dundee Road.Wheeling had formed a township government in 1850. When railroad workers and laborers began frequenting Wheeling's saloons, often creating disturbances on the streets, local officials seeking the authority to maintain law and order opted to move for incorporation. In 1894, the newly formed village immediately began regulating the dramshops.In 1917 the Knights of Columbus built the Columbian Country Club, later called Windsor, Bon Air, and finally Chevy Chase. The country club and 18-hole golf course changed ownership in the 1930s and operated as a gambling establishment. Gambling plus big band music were also the attractions at Red Mary's Wheeling Inn. Regardless of the town's notoriety, it was these establishments and the good-quality restaurants that enabled Wheeling's residents to survive the Great Depression.Between 1950 and 1970 Wheeling grew from 916 to 14,746 residents. Manufacturing burgeoned during this period with the addition of 86-acre South Wheeling Industrial Park and the arrival of companies such as Acco International, makers of office supplies.In 1984 Wheeling annexed the 131-acre Arlington Country Club. Along with its neighbor, the city of Prospect Heights, Wheeling purchased Palwaukee Airport from the Priester family in 1986. The Metra North Central Service opened service through the area in 1996 and built a station for commuters off Wheeling Road just south of Dundee. The population in 2000 was at 34,496 21 percent of whom were Hispanic and 9 percent Asian.Neighboring suburbanites and Chicagoans have continued to frequent restaurants along Milwaukee Avenue. In 1990 village eateries totaled 40, including the prestigious French restaurant Le Francais, Bob Chinn's Crabhouse, Hackney's Restaurant, Don Roth's, and the 94th Aero Squadron.",
    "Bibliography": "McConnell, Shirley Ward. A Century to Remember. 1964.McIntyre, Barbara K., and Robert L. McIntyre, eds. Wheeling through the Years: An Oral History of Wheeling, an Illinois Village. 1987.Oaks, Glenn, ed. Wheeling Diamond Jubilee, 1894–1964. 1964.",
    "Author of Text": "Marilyn Elizabeth Perry",
    "Hyperlinked Terms Associated": [
        "Folklore",
        "German",
        "hardware",
        "brewery",
        "hotels",
        "DesPlaines River",
        "bicycling",
        "Railroad",
        "township",
        "railroad workers",
        "saloons",
        "golf",
        "gambling",
        "band",
        "Great Depression",
        "annexed",
        "prospect heights",
        "metra"
    ],
    "Historical Sources Associated (Title, Source, and Link)": "|airport",
    "Location markers (lat/long)": "Wheeling"
}