{
    "Title": "Whigs",
    "Descriptive Text": "From the mid-1830s to the mid-1850s, opponents of the Democratic Party organized under the banner of the Whigs. In the national political arena, Whigs distinguished themselves by promoting a national bank, higher tariffs, and more federal spending on transportation infrastructure; they also tended to support temperance and other moral-reform laws. In Chicago, as in the nation as a whole, this platform often landed Whigs in second place, behind Democrats who promised less intrusive government.The Whig party attracted some of early Chicago's leading businessmen and lawyers, including John H. Kinzie, George W. Dole, Benjamin W. Raymond, Justin Butterfield, and Jonathan Y. Scammon. Competitive in city politics for a decade, Whigs won 4 out of 10 mayoral elections between 1837 and 1846. From 1838 to 1843, Chicago was part of a large U.S. Congressional District represented by John T. Stuart, a Whig from Springfield. The city's Whigs advanced their views in the American newspaper and its successors, the Chicago Express and the Chicago Daily Journal; they also staged rallies, barbecues, and parades.By the late 1840s, the influence of Chicago Whigs was waning. As more European immigrants settled in the city, the pro-temperance, nativist flavor of the traditional Whig platform became more of a political liability. Meanwhile, it was apparent that partisan divisions at the national level did not necessarily translate to meaningful differences in the everyday practice of city politics. From 1847 to 1854, Whigs and Democrats did not contest city elections, which became nonpartisan during these years. After the American Whig party collapsed in the mid-1850s, many of Chicago's former Whigs joined a new party: the Republicans.",
    "Bibliography": "Einhorn, Robin. Property Rules: Political Economy in Chicago, 1833–1872. 1991.Pierce, Bessie Louise. A History of Chicago, vol. 1. 1937.",
    "Author of Text": "Thomas F. Schwartz and Mark R. Wilson",
    "Hyperlinked Terms Associated": [
        "Democratic",
        "transportation",
        "newspaper",
        "politics",
        "Republicans"
    ]
}