{
    "Title": "White Sox",
    "Descriptive Text": "With roots in Sioux City, Iowa, and St. Paul, Minnesota, the White Sox came to Chicago in 1900 to play in the new American League. Owned by Charles Comiskey, a former minor league owner and major league star player from Chicago's West Side, the White Stockings—shortened to White Sox by local sportswriters—opened their season in a makeshift ballpark at 39th Street and Wentworth. The team captured the American League pennant in 1901. Attendance was high; fans appreciated the exciting style of White Sox baseball as well as the twenty-five-cent admission charge—half the price of a Chicago Cubs ticket. In 1906, the Sox (93–58 and dubbed the “Hitless Wonders” for their American League–low batting average) upset the more established Cubs (116–36) in the World Series. Four years later, the team settled in its “permanent” home, Comiskey Park, at 35th and Shields.Comiskey was a genius at spotting talent. In the World War I era, he created an apparent dynasty by signing established stars like Eddie Collins and “Shoeless Joe” Jackson, as well as new talent like George “Buck” Weaver. Yet Comiskey alienated many players with his tightfisted, petty behavior. He kept their salaries low, deducted World Series bonuses from their paychecks, and even required them to launder their own uniforms. In 1919, player resentment boiled over. When the White Sox lost the World Series to the underdog Cincinnati Reds, rumors surfaced that several Sox players had taken bribes from gamblers to “throw” the games. In the end, eight players—including Jackson, pitcher Ed Cicotte, first baseman “Chick” Gandil, and shortstop “Swede” Risberg—were banned permanently from organized baseball.CHARLES COMISKEY CARD, C. 1915 The “Black Sox” scandal rocked the nation, the major leagues, and especially the team. Many fans blamed Charles Comiskey, who knew far more about the scandal than he cared to reveal. There would be no more pennants for Comiskey, who died a broken man in 1931. The team featured individual stars like batting champion Luke Appling in the following years, but it rarely played winning baseball. The White Sox did not shed their losing image until the early 1950s, when General Manager Frank “Trader” Lane acquired exciting new talent, including pitcher Billy Pierce, shortstop “Chico” Carrasquel, second baseman Nellie Fox, and outfielder Orestes “Minnie” Minoso, the team's first African American player. In 1959, a group of investors led by Bill Veeck took control of the team. That year the “Go Go” White Sox, managed by Al Lopez, captured the American League pennant with superb pitching, defense, and speed, but lost the World Series to the Los Angeles Dodgers.Although the White Sox contended for the pennant in 1964 and 1967, lean years lay ahead. Veeck gutted the farm system and traded away talented young prospects. Attendance plummeted; poor play was compounded by fears that the neighborhood surrounding Comiskey Park was no longer “safe.” Veeck responded with typical showmanship, hiring “witches” to change the team's luck and outfitting his players in hideous softball uniforms. Even popular announcer Harry Caray departed the White Sox for the Cubs in 1982.The 1980s opened with a ray of hope. Veeck and his partners sold the White Sox to Jerry Reinsdorf, a real-estate developer who owned the Chicago Bulls, and Eddie Einhorn, a television sports producer who had once sold hot dogs at Comiskey Park. Stocking the team with solid veterans like Carlton Fisk and Greg Luzinski, the new owners brought a division title to Chicago in 1983. But the erosion of fan support and media coverage continued, leading to fears that Reinsdorf and Einhorn would move the White Sox to another city. In response, the Illinois legislature provided funding for a new ballpark. The new park opened in 1991 across the street from the old stadium, which was demolished in favor of a parking lot.",
    "Bibliography": "Lindberg, Richard C. “Chicago White Sox: Second Class in the Second City.” In The Encyclopedia of Major League Baseball: American League, ed. Peter Bjarkman, 1993.",
    "Author of Text": "David M. Oshinsky",
    "Hyperlinked Terms Associated": [
        "baseball",
        "clubs",
        "comisky",
        "World War I",
        "“Black Sox” scandal",
        "African American",
        "real-estate",
        "bulls"
    ],
    "Street addresses associated": [
        "Bridgeport"
    ]
}