{
    "Title": "Whiting, IN",
    "Descriptive Text": "Lake County, 16 miles SE of the Loop. In 1889 the Standard Oil Company decided that it needed a refinery west of Cleveland to serve its growing kerosene and lubricant trade in the interior of the country. Company officials selected a site south of down- town Chicago on Lake Michigan filled with large sand ridges and populated by some 50 German families who hunted, fished, and supplied lodging and meals to the many sportsmen who used the area. The settlement of Whiting itself dates to 1871 when a post office was established at the place where “Old Pap Whiting,” a conductor on the Lake Shore Railroad, had wrecked his train.STANDARD OIL REFINERY, N.D. The refinery altered the remote outpost forever as it brought construction teams, saloons, stores, workers, and immigrant families to the town. Shortly after the commencement of construction boardinghouses sprouted at both entrances to the refinery. In a short while 119th Street became the chief center of commerce and trade. At the corner of 119th and Front Streets Henry Schrage sold food and clothing and distributed the mail. The first stage of the refinery was completed on September 2, 1890, and the facility was altered and expanded many times after that.Refinery jobs proved especially attractive to immigrants and led to the creation of a community marked by ethnic diversity. The workforce soon consisted of Americans, Croatians, Finns, Germans, Hungarians, Irish, Poles, Russians, and Slovaks, who were probably the largest ethnic group to settle in the town. As in most industrial plants of the time, native-born skilled workers held the best jobs, and unskilled toilers, like Croatians and Slovaks, did the hot, dirty task of cleaning the refinery stills.Standard Oil of Indiana dominated the life of the town throughout the twentieth century. Its Industrial Relations Plan, created in 1919, gave workers stock-purchase plans, health insurance, retirement programs, and a community center complete with gymnasium and pool which still serves the community. Families who benefited from these plans valued them greatly and many households even in the 1990s continued to receive Standard Oil pensions. During the Great Depression the company attempted to employ as many workers as possible, even if for only a few days a week.A turning point in the life of Whiting came in 1955 when an explosion started a fire at the plant so massive that it could be seen from downtown Chicago. The damage caused the company to modernize the facility in a way that reduced the demand for employees and led to layoffs in the early 1960s. Families accustomed to good benefits and stable employment were now angered enough to support a union outside the control of the company for the first time: the Oil, Chemical and Atomic Workers. Nevertheless, levels of employment continued to drop. The population fell from 10,880 in 1930 to 5,137 by 2000, with most of the loss coming after 1950. As the children of the first immigrant wave left to find work elsewhere, Mexican Americans moved in to take what positions were available.",
    "Bibliography": "Federal Writers' Project, Indiana. The Calumet Region Historical Guide. 1939.",
    "Author of Text": "John Bodnar",
    "Hyperlinked Terms Associated": [
        "refinery",
        "German",
        "Railroad",
        "saloons",
        "boardinghouses",
        "Croatians",
        "Finns",
        "Hungarians",
        "Irish",
        "Poles",
        "Russians",
        "Slovaks",
        "Great Depression",
        "Mexican"
    ],
    "Historical Sources Associated (Title, Source, and Link)": "Whiting, IN"
}