{
    "Title": "Wholesaling",
    "Descriptive Text": "Given that Chicago long ranked as America's “second city,” it is not surprising that it has served since the mid-nineteenth century as a major wholesaling center. Like most cities, Chicago has been a place for the exchange and distribution of commodities and information. Some of the most important actors in this urban economy have been wholesalers—that is, merchants who specialize in connecting the producers of commodities with the retailers who sell them to final users. Chicago wholesalers have been among the leading distributors and marketers of all sorts of goods, including lumber, grain, dry goods, hardware, and metals. Although the power of merchant middlemen has declined in many industries during the years since Chicago was founded, at the beginning of the twenty-first century the city remained a wholesaling capital.Chicago's wholesale trade grew rapidly after the Illinois & Michigan Canal was completed in 1848, and this growth was boosted even further by the completion of major railroad links to the city during the 1850s. By the eve of the Civil War, when the volume of the city's annual wholesale trade was estimated at no less than $32 million, Chicago had become one of the most important centers in North America for the distribution and marketing of lumber and grain. Leading Chicago lumber merchants like Charles Mears built fortunes during the city's early years by serving as wholesalers of forest products, sorting and grading lumber and collecting commissions by connecting producers and consumers. Meanwhile, grain elevator owners and merchants were making the city into one of the world's most important sites for the marketing of corn and wheat. The Chicago Board of Trade, one of the city's most important institutions, served as a regulator and promoter of the wholesale trade in grain.During the latter part of the nineteenth century, when Chicago continued to serve as a major center for the distribution of farm products, the city's merchants became some of the world's leading wholesalers of manufactured goods. By 1900, there were nearly 3,400 wholesale dealers in the city, and the volume of the annual wholesale trade handled by Chicago firms stood at about $1 billion. The city's greatest wholesalers at this time were the companies led by Marshall Field and John V. Farwell, both of which sold dry goods such as textiles and clothing. Marshall Field & Co., which by the later twentieth century would be known only as a department store retailer, was once one of the world's leading wholesalers. By the early 1880s, when Field's partner Levi Leiter left the company, its annual sales totaled about $4 million in the retail department, and $22 million in wholesale. The company's wholesale division, headed by John G. Shedd, purchased most of its goods from dealers in New York City and sold them to retailers throughout the Midwest by sending out catalogs and traveling salesmen. In 1887, Shedd's division moved into an enormous new Chicago wholesale store, designed by the architect H. H. Richardson and containing about 12 acres of floor space and 1,800 employees. Only slightly smaller than the wholesale operations of Marshall Field & Co. were those of the company owned by John V. Farwell, a veteran of the Chicago dry-goods trade. By the 1880s, when Field and Farwell reportedly ranked as two of the three leading wholesalers in the United States, the latter company was selling $20 million worth of goods a year to retailers around the country.Field and Farwell were not the only important firms during the wholesaling heyday that was occurring in Chicago during the late nineteenth and early twentieth centuries. In the field of dry goods, other major Chicago wholesalers included Mandel Brothers and Carson Pirie Scott. Among the city's leading dealers in groceries were Henry Horner & Co., which started wholesale operations in 1856, and William M. Hoyt & Co., which also started before the Civil War and which was selling over $5 million worth of groceries a year by the early 1890s. The city's leading jewel merchant at this time was Henry A. Spaulding, who opened a business in Chicago in 1888. One of the most important firms in the drug industry was one headed by Robert Morrison and Jonathan Plummer, who moved their business from Richmond, Indiana, to Chicago in 1876. By the 1910s, when it became the Fuller-Morrison Company, it employed 38 traveling salesmen and ranked as one of the largest drug wholesalers in the United States. No Chicago wholesaling company during this period was more prominent within its industry than the hardware-dealing firm of Hibbard, Spencer, Bartlett & Co., which grew out of a business established in the city during the 1850s by William G. Hibbard. By 1903, when the company moved into a new 11-story building at the foot of State Street Bridge, it was one of the leading hardware wholesalers in the country, a position it retained through the first half of the twentieth century.Although the aggregate volume of the city's wholesale trade has grown considerably over the years (from virtually zero before 1848 to $6 billion by 1929 to nearly $200 billion a year by the end of the twentieth century), the history of wholesaling in Chicago is not one of steady expansion across all industries. In fact, for a variety of reasons, wholesalers of certain kinds of commodities have lost economic power over time. In several industries, the growth in the size of manufacturers on the one side and retailers on the other squeezed out independent wholesalers. The urbanization of the American population, which reduced the geographical scope of large markets, boosted the rise of department stores and chain stores that could bypass middlemen by buying in bulk directly from manufacturers. Meanwhile, many of the merchants who served rural markets were being pushed out by large mail-order firms, including Chicago's own Montgomery Ward and Sears. At the other side of the supply chain, some of the large industrial corporations that began to appear in the late nineteenth century (including Chicago meatpackers such as Swift & Co.) began to dispense with wholesalers by creating their own distribution and marketing departments.In Chicago, one of the most notable transformations of the commercial sector during the early twentieth century was the decline of the great dry-goods wholesalers. At Marshall Field & Co., as late as 1906, about two-thirds of the annual sales volume of $73 million came from the wholesale department. Over the next two decades (when the company was headed by John Shedd, the former wholesale division chief), Field's continued to attempt to make money from the wholesale trade. In an effort to gain a steady supply source for its wholesale operations, Field's bought about 30 textile mills during this period; and during the late 1920s, it began to build the Merchandise Mart, the huge Chicago structure—intended as a wholesaling center—that became the world's largest building when it was completed in 1931. But despite these considerable efforts, Field's was unable to keep its wholesaling operations profitable, and they ended entirely during the Great Depression. At John V. Farwell & Co., wholesaling ended even earlier, in 1925. Carson Pirie Scott & Co., which (like Field's) had a growing retail business, closed its wholesale department in 1941.Although some of Chicago's leading wholesale dealers were pushed out of business before World War II, wholesaling remained an important part of the city's economy during the latter part of the twentieth century. The numbers of wholesaling firms in the Chicago area and the aggregate volume of their business continued to grow, and the city remained home to leading wholesalers of commodities such as hardware, groceries, paper products, and metals. During the Depression, the number of Chicagoans employed in various aspects of wholesale commerce declined from about 140,000 to about 120,000. But by the 1950s, about 175,000 local residents worked for roughly 11,000 Chicago-area wholesaling firms, which did a total of about $20 billion in annual sales. Only New York City was a more important American wholesaling center. By the early 1990s, when the Chicago area's roughly $190 billion in annual wholesale trade accounted for about 6 percent of the national total (down from 8 percent in 1929), the metropolitan area was home to about 18,000 wholesaling firms with 260,000 employees.During the latter part of the twentieth century, one of the city's leading wholesalers was Ryerson Tull, Inc., the descendant of an old Chicago firm founded by Joseph T. Ryerson before the Civil War. During the Depression, the Ryerson company merged with Inland Steel and served as the processing and distribution arm of that leading Chicago metals producer. By the end of the twentieth century, this operation had evolved into Ryerson Tull, a processor and distributor of metals with about 5,000 employees worldwide and $3 billion in annual sales. An even bigger Chicago wholesaler with deep roots in the city was the Truserv Corporation, an enormous dealer-owned cooperative hardware company that was a descendant of the old firm of Hibbard, Spencer & Bartlett. Truserv's leading competitor, the Ace Hardware Corporation, was also a homegrown Chicago company. Among the most important of the other wholesaling firms headquartered in the Chicago region at the beginning of the twenty-first century were W. W. Grainger, Inc., a dealer in machinery; Anixter International, which specialized in wire; Boise Cascade Office Products and United Stationers, Inc. (both sellers of paper products); Topco, a distributor of groceries; and the Chas. Levy Company, one of a handful of magazine wholesalers remaining in the United States.",
    "Bibliography": "Cronon, William. Nature's Metropolis: Chicago and the Great West. 1991.Currey, J. Seymour. Manufacturing and Wholesale Industries of Chicago. 3 vols. 1918.Porter, Glenn, and Harold Livesay. Merchants and Manufacturers: Studies in the Changing Structure of Nineteenth-Century Marketing. 1971.",
    "Author of Text": "Mark R. Wilson",
    "Hyperlinked Terms Associated": [
        "lumber",
        "hardware",
        "Illinois & Michigan Canal",
        "Civil War",
        "railroad",
        "department store",
        "groceries",
        "jewel",
        "Bridge",
        "mail-order",
        "meatpackers",
        "Great Depression",
        "World War II",
        "business"
    ]
}