{
    "Title": "Wicker Park",
    "Descriptive Text": "Neighborhood in the West Town Community Area. Bounded by Ashland and Western Avenues to the east and west, Bloomingdale and Division Streets to the north and south, Wicker Park became, in the aftermath of the Fire of 1871, the abode of Chicago's wealthy Germans and Scandinavians. Uninhabited, and on the western edge of the city, the area provided an alternative to a population who had already been spurned by the Anglo- Protestant establishment residing on Chicago's lakefront.The fire of 1871 also influenced the architecture of Wicker Park. Having witnessed the vulnerability of wood construction, many Wicker Park residents built large mansions made almost entirely of brick and stone. By the 1890s the area was an architectural showplace, possessing houses in a variety of styles, including Victorian Gothic and Italianate. Many of these houses circled the four-acre park after which the community was named.Not everyone who settled in Wicker Park, however, was wealthy and resided in a large house. By the late nineteenth century, Bell Avenue had become home to working-class African Americans and Eastern Europeans who lived in the small cottages dotting the street. Labor activists also resided in that section of Wicker Park, including the martyrs of the Haymarket Affair.By 1930 Wicker Park began to undergo a dramatic racial and class transition. The wealthy Germans and Scandinavians abandoned their mansions, while the area's poor and working-class residency grew. Poles drew the area into the “Old Polonia ” of surrounding West Town. Further changes came in the 1950s when a large Spanish-speaking population began to emerge. This transition coincided with a post– World War II housing shortage, and many of the mansions were divided into multifamily units and rooming houses. By the 1960s and 1970s, Wicker Park was a predominately poor and working-class neighborhood with a large Hispanic population.Efforts to revitalize Wicker Park in the early 1980s initiated another wave of changes to the neighborhood. Young white professionals bought many of the old houses and restored them to single-family residences. Gentrification stirred racial and class tensions, as it displaced much of the area's poor and mostly Hispanic population. By the 1990s, however, Wicker Park had achieved a level of cultural and racial heterogeneity. And with commercial development along Division and North Avenues, the neighborhood had become again one of the most desirable in Chicago.",
    "Bibliography": "“Wicker Park Restored to Its Former Elegance.” Chicago Tribune, July 13, 1986.Pacyga, Dominic A., and Ellen Skerrett. Chicago, City of Neighborhoods: Histories and Tours. 1986.Sommers, Nicholas. The Historic Homes of Old Wicker Park. 1979.",
    "Author of Text": "Wallace Best",
    "Hyperlinked Terms Associated": [
        "West Town",
        "Fire of 1871",
        "Protestant",
        "fire of 1871",
        "African Americans",
        "Haymarket",
        "Germans",
        "Poles",
        "Polonia",
        "World War II",
        "Gentrification"
    ],
    "Street addresses associated": [
        "Wicker Park",
        "West Town"
    ]
}