{
    "Title": "Willow Springs, IL",
    "Descriptive Text": "Cook and DuPage Counties, 17 miles SW of the Loop. The topography of the Des Plaines River Valley favors Willow Springs as a place of rustic beauty. Known for its ravines, much of what is now Willow Springs is known to geologists as Mt. Forest Island, a large upland moraine left by ice age glaciers thousands of years ago. Archaeological evidence indicates that Native Americans hunted and buried their dead here. Canal boats later stopped at the area's springs, hence the town's name.In the late 1830s the Illinois & Michigan Canal commissioners built Archer Avenue to connect Chicago with Lockport. Canal construction began in 1836. One of the contractors was George W. Beebe, from Montreal, who also kept a boardinghouse for canal diggers. After the canal was completed, Beebe opened a popular tavern on Archer Avenue.The cutting of timber for use by the Canal Commission and later the railroads served as the major industry in the mid-nineteenth century. The Joliet & Chicago railroad arrived after 1854, and Willow Springs became a favorite picnic place for Chicagoans, who flocked to “Lake Willow Springs” (actually a five-hundred-foot-wide section of the Des Plaines River) toting “multitudinous kegs of beer,” according to one source.In 1873 Chicagoan Henry Dietrich and others purchased three hundred acres and laid out the Mt. Forest subdivision near Willow Springs. In the fall of 1883 the Chicago, St. Louis & South-Western Railroad came through the town, the forerunner of today's Metra line.In the 1870s and 1880s ice harvesting from the Des Plaines River was a major enterprise in Willow Springs. The construction of the Sanitary and Ship Canal from 1892 to 1899 brought a new generation of canal workers to the Willow Springs area, including many Italians. This led to the village's incorporation in 1892, with the towns of Mt. Forest and Willow Springs combining their names to form Spring Forest. In 1937 the name was changed to Willow Springs.Willow Springs developed a reputation as a place with numerous saloons, and the onset of Prohibition in 1920 did little to curb the liquor trade. Speakeasies, moonshiners, and prostitution were all common. Cook County Sheriff's Police were the only law in town until Willow Springs established an independent police department in 1952.The 1940 census showed only 948 people, with 246 homes and 35 businesses. A post– World War II housing boom brought new residents and improved services. By 1970 the population stood at 3,318. Since then Willow Springs has experienced an expanding housing market, with average home values soaring to over $235,000 by the late 1990s.Most villagers trace their descent to Polish, German, Italian, or Irish origins, with very few African Americans and Hispanics. The town is cognizant of its connection to the I&M Canal, hosting the annual I&M Canal Rendezvous and maintaining a bike trail along the canal. Interstates 294 and 55 run through Willow Springs, and Metra's Heritage Corridor line stops here, enhancing transportation options for residents. A significant percentage of the village is owned by the Cook County Forest Preserve, providing residents with an outstanding recreational resource.",
    "Bibliography": "BibliographyAndreas, A. T. History of Cook County, Illinois. 1884, 816, 819.Chamberlin, Everett. Chicago and Its Suburbs. 1874, 411–412.The History of Willow Springs: 1892–1992. 1992.",
    "Author of Text": "Ronald S. Vasile"
}