{
    "Title": "Willowbrook, IL",
    "Descriptive Text": "DuPage County, 18 miles SW of the Loop. Into the twentieth century, farms dominated the Willowbrook area. The construction of Route 66 on Willowbrook's south side led to the development of restaurants and gas stations. In 1946 the “Nationally Famous Chicken Basket” opened, attracting drivers along the busy highway by installing a rooftop skating rink complete with professional ice skaters. Inside, big-name bands played music while customers peered out picture windows to watch helicopters take off from Hinsdale Airport. Dell Rhea bought the restaurant in 1963, renaming it Dell Rhea's Chicken Basket.Ridgemoor Homeowners Association, east of the Marion Hills Seminary, led the drive to incorporate. In 1960, the village of Willowbrook was created to prevent development of low-cost two-bedroom homes. The community had only 167 people living in 37 houses. The name of the village came from the willow trees along an area creek.Suburban growth came in the 1970s, drawing industry and retail. Industrial parks include Willowbrook Executive Plaza, a 105-acre park built in 1975 on the site of Hinsdale Airport. Many of the firms located in these parks are high-tech electronics and plastics-related firms. In addition, motels, stores, and shopping centers have turned Route 83, the village's main artery, into a bustling thoroughfare. Four shopping centers, the largest a quarter of a million square feet, are located in Willowbrook.In the 1980s, a swampy area was transformed into Willow Pond. Cleanup and tree plantings, a rock-laden shoreline, and lighting enabled the pond to be used for recreational activities such as skating. In 1990 the village was 60 percent multifamily occupied. Single-family residences included two-story, ranch, and split-level homes. The 1980 population of 4,953 grew to 8,598 in 1990 but increased by less than 400 in the 1990s. The 2000 population was 85 percent white, 10 percent Asian, 4 percent Hispanic, and 2 percent African American.",
    "Author of Text": "Marilyn Elizabeth Perry"
}