{
    "Title": "Will County",
    "Descriptive Text": "Less than two hundred years ago, the land that is now Will County was covered by prairie. Potawatomi farmed, trapped, and traversed the area, which was at the crossroads of their land trails and river routes. In the late seventeenth century, European fur traders also began to take advantage of the abundance of muskrat, beaver, and other creatures. Trade slowed substantially by the 1820s, as hunting and the enclosure and tilling of the soil depleted the fur supply.While the fur trade waned, the population expanded. In 1826, Jesse Walker established the area's first permanent white settlement, Walker's Grove, near the present town of Plainfield. While Walker worked as a missionary to Potawatomi, most newcomers relied on agriculture, milling, and trade for their subsistence.Responding to their expanding population and to the inconvenience of day-long trips to and from Chicago for legal transactions, settlers soon demanded separation from Cook County. On January 12, 1836, the state of Illinois responded to the residents' petition and formed the County of Will, combining parts of Cook and Iroquois Counties. The Illinois legislature named the county for Conrad Will, a member of the first nine general assemblies, who apparently never resided in the Will County area.Later that year, the three commissioners of the Will County board held their first meeting in the county seat of Juliet (later Joliet ). The commissioners divided the county into electoral, road, and school districts, appointed surveyors for the first county road, discussed the possibilities of canal construction, and fixed the price of tavern charges at twenty-five cents for a meal, twelve-and-a-half cents for lodging, and six-and-a-quarter cents for a drink.Despite their legal separation from Cook County, residents of Will County maintained economic and social ties with their neighbors in Chicago. Even before 1834, when Joliet served as a stopping post on the first coach route running west from Chicago, travel paths linked the two regions. On July 4, 1836, less than a year after county formation, workers broke ground for the 96-mile-long Illinois & Michigan Canal between the Illinois and Chicago Rivers, initiating the final link in a continuous water route from the East to the Gulf of Mexico.Even before the canal was opened in April 1848, laborers and developers flowed into Will County, especially the canal towns of Joliet and Lockport, hoping to profit from commercial activity along the waterway. Some even predicted that the canal would turn Joliet into the nation's center for livestock and grain exchange. When commercial traffic along the canal ceased in 1915 owing to competition from railroads and the deeper Chicago Sanitary and Ship Canal (opened in 1900), Joliet continued to serve as the county's hub of settlement, commerce, and industry.In the mid-nineteenth century, mining augmented the county's economy. In 1864, while drilling for water, William Henneberry unintentionally hit a rich vein of coal. Soon thereafter speculators arrived, and by the early 1880s coal mining had reached its peak in Will County, with seven companies operating mines, employing 2,180 men and producing 700,000 tons of coal annually.Although coal mining began to ebb in the 1890s, limestone quarrying boomed. By the 1880s, Joliet had adopted the nickname Stone City, shipping tons of limestone to Chicago for use in the construction of the Water Tower and residences and businesses throughout the city.In the early twentieth century, the economic base of the region again began to shift. Motivated by diminishing space for industry around Chicago and by the opening of the Sanitary Canal, manufacturers turned to Will County for development sites. In 1911, a Texaco oil refinery opened north of Lockport, followed by other refineries in Lemont and south of Joliet in the 1920s. During World War II, military production contributed to the further industrialization of areas within Will County. As the demand for labor increased, the number of residents soared. Between 1920 and 1930, the African American population in Will County more than doubled, and nearly doubled again by 1950 to reach 5,886.Like many other industrial areas in the Rust Belt, Joliet suffered from changing economic conditions in the 1970s and 1980s. While the population of Joliet fell during these decades, areas like Lockport, Romeoville, and Joliet's suburbs expanded rapidly. As the county's population grew, the unincorporated area between Joliet and Chicago's southern contiguous suburbs continued to shrink. The transportation ties that had linked the town of Chicago with the communities of Will County—walking paths, wagon roads, canals, rail lines, and highways—now ran within a single, expanding metropolitan region.",
    "Bibliography": "Conzen, Michael P., and Kay J. Carr, eds. The Illinois and Michigan Canal National Heritage Corridor: A Guide to Its History and Sources. 1988.History of Will County, Illinois. 1878.Sterling, Robert E. Pictorial History of Will County. 2 vols. 1975.",
    "Author of Text": "Sarah S. Marcus",
    "Hyperlinked Terms Associated": [
        "Potawatomi",
        "fur traders",
        "Plainfield",
        "Cook County",
        "Joliet",
        "school districts",
        "Illinois & Michigan Canal",
        "Chicago Rivers",
        "Lockport",
        "Sanitary and Ship Canal",
        "coal mining",
        "quarrying",
        "refineries",
        "Lemont",
        "World War II",
        "African American",
        "Romeoville",
        "transportation"
    ]
}