{
    "Title": "Wilmette, IL",
    "Descriptive Text": "Cook County, 14 miles N of the Loop. The village of Wilmette is named for Antoine Ouilmette, a French-Canadian fur trader who settled in Chicago in 1790 on the north bank of the Chicago River. Ouilmetteand his part- Potawatomi wife, Archange Chevallier, moved to the Lake Michigan shore of present-day Wilmette around 1826. Ouilmette was instrumental in convincing local Indians to sign the 1829 Treaty of Prairie du Chien, which gave the federal government title to much of northern Illinois. In appreciation, the government deeded 1,280 acres, encompassing much of present-day Wilmette and part of Evanston, to Archange and her children.By 1848, the Ouilmette family had sold off their entire parcel of land to farmers and developers such as John G. Westerfield, who in 1857 built pickle and vinegar factories, marking the beginning of commercial development in the area. Other early industries included a cooperage, a tavern, a brick kiln, and an icehouse. In 1854, the Chicago, North Shore & Milwaukee Railroad extended its tracks to Waukegan through Wilmette. Residents however, were unable to pool the funds needed to build a station along the line until 1869. Wilmette incorporated as a village in 1872, observed yearly on September 19 as Charter Day.In 1880, Wilmette had 419 residents. From that point, the village experienced tremendous population growth, encouraged by increasing train service. By 1900, the population had reached 2,300. The influx strained public services, and Wilmette residents considered annexation by neighboring Evanston. The proposal, however, was defeated in 1894 by a referendum vote of 168 to 165. Annexation of land to Wilmette began in 1912 and continued throughout the first half of the century. The neighboring village of Gross Point was annexed in two parcels in 1924 and in 1926 as a result of its bankruptcy.The most controversial annexation came in 1942, when Wilmette laid claim to “No Man's Land,” an unincorporated strip located on the northern border of the village. A lack of zoning restrictions had encouraged the development of entertainment establishments that were open on Sunday, but a 1932 fire had destroyed the strip as neighboring fire departments refused to assist the unincorporated area. The area did not regain commercial success until it opened in 1968 as the Plaza del Lago shopping center. Wilmette has opened several additional shopping centers, including Edens Plaza (1956), which encouraged westward residential settlement. The village is also home to the Baha'i House of Worship (1953), the first such temple to be built in North America.Wilmette's population peaked in 1970 at 32,134. The population of Wilmette consistently has been over 90 percent white, a percentage that declined in the late 1990s with an increase of Asians in the village. The economic status of the residents has remained among the highest in the Chicago area throughout the twentieth century. In 1980, the median income was $41,640, the fifth highest in the country, and by 2000 the figure had increased to $106,773.",
    "Bibliography": "BibliographyEbner, Michael. Creating Chicago's North Shore: A Suburban History. 1988.Holley, Horace. Wilmette Story. 1951.",
    "Author of Text": "Adam H. Stewart"
}