{
    "Title": "Winfield, IL",
    "Descriptive Text": "DuPage County, 27 miles W of the Loop. While along an early stagecoach line and the first railroad out of Chicago, Winfield remained in the shadow of its neighboring towns, West Chicago, Wheaton, and Naperville. Until the 1920s, Winfield primar- ily was a center for German -speaking farmers. Suburban growth came with the toll roads after 1960.Before the village of Winfield was officially established, the area was associated with Gary's Mill, a lumbering settlement established in the 1830s by Erastus, Jude, and Charles Gary, two miles northeast of Warren's Station. Although a James P. Doe of New Hampshire received a land grant in the area in 1845, he did not have it platted as the Town of Fredericksburg until 1853. The following year, however, it appeared on railroad maps as Winfield.Stagecoach-related business and significant freight shipping for the region were largely responsible for Winfield's early growth. When a railroad was established in Naperville in 1864, the bulk of the freight business at Winfield was lost.New Englanders predominated in Winfield's 1850 census. By 1860, half the residents were German, with some Dutch and some French from the Alsace-Lorraine region. The Winfield Creamery was one of the largest businesses at this time. The first public school opened in 1856, but St. John's parochial school was preferred when it opened in 1882, and the public school remained a one-teacher school until 1939. Enrollment in the public school climbed after World War II.An acre of land donated by Julius Warren in 1867 became the site for St. John the Baptist Roman Catholic Church, school, and rectory. The church remained German-speaking until World War I and has continued to serve the community in an expanded facility. In 1925, the Winfield Community Church became the town's first Protestant congregation.In 1897 Jessie P. Forsythe's rest home was established. In 1909 it became the Chicago-Winfield Tuberculosis Sanitorium, and since 1964 it has been the site of Central DuPage Hospital, a nonprofit, acute care facility.Cantigny Museum and Gardens is located in nearby unincorporated DuPage on the estate of Robert McCormick. The Kline Creek Farm, an 1890s farmstead living-history museum on 200 acres of forest preserve, is adjacent to the village's first golf course community. Barely maintaining its rural flavor amid encroaching suburban sprawl, the village installed its first traffic light in 1990. In 2000 there were 8,178 residents.",
    "Author of Text": "Jane S. Teague"
}