{
    "Title": "Winnetka, IL",
    "Descriptive Text": "Cook County, 16 miles N of the Loop. In 1836, Erastus and Zeruah Patterson established the Patterson Tavern along the Green Bay Trail, which connected Chicago to Fort Howard in Green Bay, Wisconsin. Eighteen years later Charles E. Peck and Walter S. Gurnee, president of the newly formed Chicago & Milwaukee Railroad, platted three hundred acres in New Trier Township along the western shores of Lake Michigan. The town was named Winnetka, a Native American word thought to mean “beautiful place.” That year, the Chicago & Milwaukee began servicing Winnetka and other shoreline communities north of the city. In 1869, Winnetka was incorporated as a village, and Charles Peck donated land now known as the Village Green east of Winnetka's main business district.The village began making municipal improvements in the 1870s. A 119-foot-tall brick water tower constructed near the lake served as a local landmark until 1972. In 1900, the Municipal Electric Utility Plant began operating. Profits from this villageowned utility funded the complete construction of Winnetka's village hall and also helped pay the salaries of local teachers during the Great Depression.In 1890, social activist and Winnetka resident Henry Demarest Lloyd helped found the Winnetka Town Meeting, providing a forum for residents to hear such speakers as Jane Addams and Clarence Darrow. In 1915, the village formed the Winnetka Caucus to maintain citizen control over Winnetka's future. Winnetka continues to operate under this system.The arrival in 1899 of the Chicago & Milwaukee Electric Railroad (later the Chicago, North Shore & Milwaukee) provided an additional link between suburb and city. Chicagoans looking to escape the crowded city were attracted to Winnetka's lakefront location and commuter services. Between 1880 and 1920 Winnetka's population grew ten-fold. Intent on maintaining its suburban repose, Winnetka elected to become dry in 1912. In 1917, the village council appointed a commission to formulate a comprehensive plan for village development. In 1921, the commission published the Winnetka Plan, which emphasized the goal of maintaining Winnetka's quiet character.The plan also stressed the need for grade separation of the railroad tracks. By 1937, 31 people had been killed at railroad crossings in Winnetka. Concerned that elevating the tracks would divide the community, Winnetka opted to have them lowered instead. Between 1938 and 1943, workers under the Public Works Administration excavated the roadbed and lowered the North Western and North Shore lines' rights-of-way. Winnetka's track depression is a unique feature among North Shore suburbs.Hailing from Winnetka, Secretary of the Interior Harold Ickes proposed draining the adjacent Skokie wetlands as a New Deal project. Civilian Conservation Corps workers spent 10 years on the massive land-reclamation project that created the Skokie lagoons.In 1955, the North Shore interurban line abandoned its passenger service to the communities along the lakeshore. Since the 1960s, Winnetka's population has remained below 13,000. At the close of the twentieth century, Winnetka was an affluent, predominantly white (97 percent) community whose members work primarily in professional or managerial occupations.",
    "Bibliography": "Dickinson, Lora Townsend. The Story of Winnetka. 1956.Ebner, Michael H. Creating Chicago's North Shore: A Suburban History. 1988.Harnsberger, Caroline Thomas. Winnetka: The Biography of a Village. 1977.",
    "Author of Text": "Elizabeth S. Fraterrigo"
}