{
    "Title": "Winthrop Harbor, IL",
    "Descriptive Text": "Lake County, 42 miles NW of the Loop. Winthrop Harbor has the distinction of being the northeasternmost point in Illinois. While J. H. Van Vlissingen made plans for development in 1883, Winthrop Harbor was not platted until 1899, when the Winthrop Harbor and Dock Company assumed ownership of more than two thousand acres. The village was incorporated in 1901, shortly before the 1902 incorporation of its southern neighbor, Zion.Although Winthrop Harbor was intended for industrial development, the community remained primarily rural and residential throughout the twentieth century. There are few multiunit dwellings in Winthrop Harbor, the vast majority being single-family, detached homes. Industry is located outside Winthrop Harbor in Zion, Waukegan, and North Chicago.In 1989, the Illinois Department of Natural Resources opened the North Point Marina, the largest on the Great Lakes. The marina includes a 240-acre forest preserve. Though still not returning projected profits, by the late 1990s North Point Marina had boosted the economy of the small rural community, adding revenues for state and village governments.The population of Winthrop Harbor has always been small compared to its neighboring Lake County towns. The village did experience an increase in population, however, during the 1990s. Between 1990 and 2000 the population of Winthrop Harbor grew from 6,240 to 6,670, as the area became increasingly popular as a vacation spot and location for second homes. The residents of Winthrop Harbor have historically been white. According to the 2000 Illinois census, 0.6 percent of Winthrop Harbor residents were African American, 1.9 percent Asian, and 4.5 percent Hispanic.",
    "Bibliography": "BibliographyBateman, Newton, and Paul Selby, eds. Historical Encyclopedia of Illinois and History of Lake County. 1902.Halsey, John J. A History of Lake County Illinois. 1912, 589.",
    "Author of Text": "Wallace Best"
}