{
    "Title": "Woman's Christian Temperance Union",
    "Descriptive Text": "The Woman's Christian Temperance Union (WCTU), the nation's largest women's organization during the late 1800s, attracted over 150,000 mostly Protestant, middle-class members by 1900. The WCTU provided thousands of Christian women with a perceivably riskless transition into the secular world of women's associations.Among the numerous Chicago WCTUs organized, the first, the Chicago Central Union, led by Frances Willard between 1874 and 1877, was the most prominent. Matilda Carse succeeded Willard, and under her guidance the union launched two day nurseries, a mission for wayward girls, Sunday and industrial schools, two medical dispensaries, an employment bureau, and a low-cost lodging house and restaurant.The WCTU was a forerunner of social settlements in many areas of social reform. Kindergartens, girls' sewing and cooking classes, and recreational and residential facilities were components of the Central Union's agenda prior to the founding of Hull House.The Chicago Central Union reached its zenith of activity during the 1880s and 1890s. The WCTU national headquarters, located in Chicago until 1900, lent the prestige of national leaders to local affairs. Frances Willard, who remained a local member while president of the national WCTU until her death in 1898, undoubtedly attracted many women to the Chicago group. During the early decades of the twentieth century, as the Central Union declined, its projects were administered by the Cook County WCTU, established in 1901 and still active.",
    "Bibliography": "“Twelfth Annual Meeting of the Central Union of the W.C.T.U.” Newspaper clipping in Frances Willard scrapbook no. 29. Frances E. Willard Library, Evanston, IL.Bordin, Ruth. Woman and Temperance: The Quest for Power and Liberty, 1873–1900. 1981.Minutes of the Woman's Christian Temperance Union of Chicago, Illinois, 1874, 1878–1881, 1883, 1886. Chicago Historical Society, Chicago, Ill.",
    "Author of Text": "Nancy Daffner"
}