{
    "Title": "Woman's Hospital Medical College",
    "Descriptive Text": "In 1870, after failing to gain acceptance for women in Chicago's male medical colleges, Mary H. Thompson and William H. Byford, a faculty member of the Chicago Medical College, established a women's medical school in connection with Thompson's Chicago Hospital for Women and Children. The Woman's Hospital Medical College of Chicago encountered many hardships during its early years. The college faced financial difficulties, and women doctors confronted opposition and resentment from much of the male medical profession.Faculty members, who loaned money to the school to purchase a school building in 1877, eased the financial woes of the college. In the 1880s, the school's reputation and enrollment increased substantially. In 1892, the faculty sought and secured an alliance with Northwestern University, believing that the relationship would enhance their school's respectability, ensure its longevity, and secure funding to improve teaching and laboratory facilities.Northwestern University, however, refused to invest money in the women's medical school. As resources diminished and other medical schools in Chicago and in the nation began accepting women, the school's ability to meet students' educational needs was threatened and enrollment declined. In 1902, the Northwestern University Woman's Medical School was closed.Ironically, the demise of the Woman's Hospital Medical College resulted from its success: by educating women as physicians and proving that women could become physicians, it convinced other medical schools to remove obstacles to the medical education of women.",
    "Bibliography": "Beatty, William K. “Mary Harris Thompson—Pioneer Surgeon and Hospital Founder.” Proceedings of the Institute of Medicine of Chicago 34 (1981): 83–86.Morantz-Sanchez, Regina Markell. Sympathy and Science: Women Physicians in American Medicine. 1985.Woman's Medical School, Northwestern University: The Institution and Its Founders. 1896.",
    "Author of Text": "Eve Fine"
}