{
    "Title": "Women's Trade Union League",
    "Descriptive Text": "The Chicago Women's Trade Union League (WTUL) was one of the most active branches of a national organization that aimed to organize women workers into trade unions, lobby for protective legislation and woman suffrage, and promote vocational education. Its membership included both working-class women and upper-class “allies” who supported the organization financially. Led by an unusual and at times uneasy mix of civic reformers including Jane Addams and Mary McDowell and trade unionists including Agnes Nestor and Mary Anderson, the WTUL held its meetings in Hull House from its inception in January 1904 until 1908, when it moved to the offices of the Chicago Federation of Labor. In addition to supporting strikes of women workers, WTUL programs included musical and dramatic clubs, a national publication edited in Chicago by Alice Henry, educational programs such as English-language classes and instruction on parliamentary procedure, and a visiting physicians program.Under the leadership of Margaret Dreier Robins, an upper-class woman who devoted her professional life to the organization, the Chicago WTUL deepened its alliance with the Chicago Federation of Labor, promoted the leadership of working-class women, and played a key role in the 1910–11 garment workers' strike. In addition to providing food relief to strikers and their families through a system of commissaries, the WTUL helped draft the agreement ending the strike for workers at clothing manufacturer Hart, Shaffner & Marx, where women workers had sparked the citywide strike. The WTUL also played a role in efforts to organize domestic workers, office and department store workers, telephone operators, and women packinghouse workers.Although the WTUL carried on until the 1950s, it became a less vital organizing force by the mid-1920s, especially after its national office moved from Chicago to Washington DC in 1929.",
    "Bibliography": "Dye, Nancy Schrom. As Equals and as Sisters: Feminism, the Labor Movement, and the Women's Trade Union League of New York. 1980.Nestor, Agnes. Woman Labor Leader: An Autobiography of Agnes Nestor. 1954.Payne, Elizabeth Anne. Reform, Labor, and Feminism: Margaret Dreier Robins and the Women's Trade Union League. 1988.",
    "Author of Text": "Tobias Higbie"
}