{
    "Title": "Wood Dale, IL",
    "Descriptive Text": "DuPage County, 19 miles W of the Loop. Before 1834 the Winnebago made a yearly hunting trip to this area from Wisconsin, burning the prairie to facilitate the trapping of pheasants, rabbits, and deer. In 1834 Hezekiah Dunklee, with Mason Smith, cleared a heavily forested area for planting which became known as Dunklee's Grove. Soon after, German immigrants purchased these lands for their own farms.When the Chicago & Pacific Railroad came through the area in 1873, farmer Frederick E. Lester donated land for a train depot. Clustered around the depot, the agricultural settlement was known as Lester's Station, and a subdivision platted near the train station was named Wooddale. Later subdivisions advertised land as ideal for chicken farms. Following incorporation as a village in 1928, Wooddale changed the spelling of its name to Wood Dale to distinguish it from another Illinois town of the same name.Travel into the area was improved in 1916 with the paving of Wood Dale Road from Lake Street to Irving Park Road, but it was air travel that later spurred nonagricultural development in the area. An airport on Thorndale Avenue between Central Avenue and Route 83 was used as a navy emergency training field during World War II. In 1950 part of the airport was leased to the Moody Bible Institute to train missionaries to become pilots and mechanics. The institute purchased the entire airport three years later and changed its name to Moody Airport. Eventually annexed by Wood Dale, the airfield became Klefstad Industrial Park.Proximity to O'Hare Airport, as well as to toll roads and expressways, made Wood Dale an ideal site for industrial development in the late twentieth century. Large corporations such as Motorola, Mitsubishi, and NEC built facilities in Wood Dale. A 225-acre industrial site called Chancellory Business Park housed more than 50 companies in 1990 and Wood Dale's industrial base spanned 700 acres, an increase from just 35 acres only 10 years earlier. Industrial revenues helped to create a water park complex and a new city hall.",
    "Bibliography": "Mittel, Mary Lou. “Wood Dale.” In DuPage Roots, ed. Richard A. Thompson, 1985.",
    "Author of Text": "Marilyn Elizabeth Perry",
    "Street addresses associated": [
        "Woodlawn",
        "Hyde Park",
        "West Woodlawn"
    ]
}