{
    "Title": "Woodlawn",
    "Descriptive Text": "Community Area 42, 7 miles SE of the Loop. Surrounded by Oakwoods Cemetery (1853), Jackson Park (1869), the Washington Park Race Track (1884), and the Midway Plaisance, the residential neighborhood of Woodlawn prospered when it could attract commercial enterprises within its limits.Woodlawn Park's first residents were Dutch farmers who arrived in the 1850s. The population hovered between 500 and 1,000 until 1890. Woodlawn's farmers sent their produce to merchants in nearby Chicago on the Illinois Central Railroad, which opened a station on Junction Avenue (63rd Street) in 1862. By 1889, when Chicago annexed Woodlawn along with the rest of Hyde Park Township, residents had created several active civic organizations, including a Citizen's Improvement Club and the Woodlawn Businessmen's Association.STATUE OF REPUBLIC, GRAND BASIN, 1893 The decision that Jackson Park would host the World's Columbian Exposition of 1893 brought 20,000 new residents and entrepreneurs to Woodlawn. In the subsequent building boom, developers landscaped Jackson Park, created the Midway, expanded the Elevated east along 63rd Street, and constructed large apartments and tourist hotels.When the fair's closing dispersed the tourists, economic depression threatened Woodlawn's future. Local boosters promoted two commercial centers: the Washington Park Subdivision, with its amusement parks, racetrack, and beer gardens; and 63rd Street, where dozens of specialty shops attracted “ L ”-riding Chicagoans throughout the 1920s. The rest of Woodlawn was residential. University of Chicago faculty found the neighborhood congenial. When betting was outlawed in 1905, apartment houses replaced the racetrack in Washington Park. West Woodlawn, a trapezoidal subdivision in the southwest part of the neighborhood, attracted middle-class African Americans with the means to buy homes outside the nearby Black Belt.The combination of racial succession and economic decline distressed local businessmen and officials of the University of Chicago, who organized to preempt the movement of poorer blacks east through the Washington Park Subdivision. In 1928, local landlords agreed to a joint restrictive covenant to keep nonwhites out of the subdivision. But the Great Depression made the higher rents blacks paid for illegally subdivided apartments a temptation to landlords. A lawsuit decided in the U.S. Supreme Court in 1940 found the covenant invalid, ratifying a demographic transformation already underway. In addition, 63rd Street's businesses began to fail, and taverns replaced furriers. In 1946 the Chicago Plan Commission designated Woodlawn eligible as a conservation area, but no plan was implemented. By 1960 Woodlawn had deteriorating, crowded housing and few commercial attractions to support a population that was 89 percent African American.THE WOODLAWN ORGANIZATION, 1963 In contrast to West Woodlawn's middle-class homeowners, Woodlawn's new residents were recent southern migrants and refugees from redevelopment elsewhere in Chicago. They brought with them anger at being displaced and channeled their energy in two directions. Many young men joined two new street gangs, the Blackstone Rangers and the East Side Disciples. In 1959, other residents, in a coalition of churches, block clubs, and business owners, invited Saul Alinsky's Industrial Areas Foundation into Woodlawn to organize the community against external control. Led by Rev. Arthur Brazier and then Leon Finney, the Temporary Woodlawn Organization (later renamed The Woodlawn Organization, or TWO) initiated a series of well-publicized protests against overcrowding in public schools, slum landlords, exploitative local merchants, and a University of Chicago plan to expand south into land occupied by recent arrivals. In the late 1960s, TWO gained national notoriety for participating in the Model Cities program and using a War on Poverty grant to train gang members for jobs.Despite TWO's organizational capacity and persistent proposals for economic renewal programs, Woodlawn's economy did not recover. Most white business owners, fearing repeats of the riots that devastated the West Side, left the neighborhood after the assassination of Martin Luther King, Jr. A rash of arsons destroyed a reported 362 abandoned buildings between 1968 and 1971. Unemployment, poverty, and crime climbed. Those who could afford to, moved out: Woodlawn's population declined from a high of 81,279 in 1960 to 27,086 in 2000. But the neighborhood's tradition of sophisticated civic action continued. In the early 1990s, community leaders began to bring private development, commercial enterprises, and a bank back to Woodlawn.",
    "Bibliography": "Fish, John Hall. Black Power/White Control: The Struggle of the Woodlawn Organization in Chicago. 1973.Schietinger, Egbert Frederick. “Racial Succession and Changing Property Values in Residential Chicago.” Ph.D. diss., University of Chicago. 1953.Spray, John C. The Book of Woodlawn. 1920.",
    "Author of Text": "Amanda Seligman",
    "Street addresses associated": [
        "Woodlawn",
        "Hyde Park",
        "West Woodlawn"
    ]
}