{
    "Title": "Woodridge, IL",
    "Descriptive Text": "DuPage and Will Counties, 23 miles SW of the Loop. The village of Woodridge is located in south-central DuPage County. The conception and growth of Woodridge reflects the massive suburban development that took place outside Chicago after World War II. In less than 40 years, Woodridge progressed from sprawling farm fields to a densely populated, largely residential community.Native Americans maintained a strong presence in the Woodridge area until 1833, when the conclusion of the Black Hawk War forced all Indian communties out of Illinois. The Potawatomi represented the largest of these tribes; Ojibwa, Ottawa, and Sac Indians also inhabited the area. The groups regularly held intertribal gatherings on a site near 71st Street and Woodridge Drive, north of the Indian Boundary Line.Pomeroy Goodrich, a Vermont-born farmer, settled in the Woodridge area before the Indians moved west, building the first log cabin and coexisting with the neighboring tribes. In 1841, William Greene, originally from New York, established one of the first farms, at today's Hobson and Greene Roads. Many German -speaking farmers also arrived from the Alsace-Lorraine region of France. The Woodridge area remained a farming region throughout the next century, largely untouched by the advent of the railroad, which influenced the growth of many DuPage communities.This relative seclusion disappeared in the 1950s as the booming postwar economy promoted construction of new homes, while improvements in highway design and construction decreased travel times to and from Chicago and opened up new areas for development. Surety Builders planted the seeds of Woodridge in 1958 by developing a plot of land southeast of 75th Street and Route 53. This development, situated on a ridge overlooking wooded areas surrounding the DuPage River, inspired the name “Woodridge.” Veterans receiving loans insured through the GI Bill found Woodridge attractive, purchasing a majority of the homes. When residents approved incorporation overwhelmingly in August 1959, 459 people called the fledgling community home.Developers realized Woodridge's potential and snatched up open farmland to construct more homes. The Winston Hills subdivision, developed by Winston-Muss Builders, opened to the north of Woodridge in 1964, expanding the village's population to 5,300, while the Woodridge Center development, annexed in 1972, doubled Woodridge's land area. This growth, however, inadvertently contributed to sectionalism in the village. The opening of Woodridge Drive in 1974 helped alleviate this problem, joining the subdivisions via a convenient north-south thoroughfare.The growth of services reflected Woodridge's expansion. Woodridge School District 68 constructed six schools between 1961 and 1976, while Community High School District 99 opened Downers Grove South High School to accommodate Woodridge students. The village's first shopping center opened in 1965, while voters approved the establishment of a library in 1967 and the Woodridge Park District in 1969 to preserve quickly disappearing land. Wilton Industries, then a division of Pillsbury, located in the village in 1977 and represented the birth of an industrial base in Woodridge.Woodridge continued its growth and development through the 1980s and 1990s reaching a population of 30,934 in 2000. Seventy-fifth Street became the commercial center of the village, while the opening of the North-South Tollway (Interstate 355) in 1989 created greater residential and industrial opportunities.",
    "Bibliography": "Kagann, Joel, and Laurie Kagann. “Woodridge.” In DuPage Roots, ed. Richard Thompson, 1985.Woodridge Local History File. Woodridge Public Library, Woodridge, IL.",
    "Author of Text": "Aaron Harwig",
    "Street addresses associated": [
        "Loop",
        "Back of the Yards",
        "Hyde Park",
        "Near North Side",
        "Near South Side",
        "Near West Side",
        "Pullman"
    ]
}