{
    "Title": "Work Culture",
    "Descriptive Text": "When 18-year-old Carrie Meeber, the title character of Theodore Dreiser's novel Sister Carrie (1900), steps off the afternoon train from Wisconsin onto the streets of Chicago, she enters a world of seemingly endless work possibilities. An industrial behemoth, Chicago bristled with crowded factories, bustling stockyards, brimming grain elevators, a rapidly growing labor force, and most of all, complex cultures of work.What Carrie saw was a remarkable diversity of opportunities shaped by the unique geography of the city. The centrality of Chicago to shipping and transportation routes by water and land made possible and profitable businesses of all kinds—and a correspondingly wide variety of workplaces. Carrie's brother-in-law Sven cleans refrigerator cars at the stockyards; her friend Drouet is a “drummer”—a traveling salesman; and his acquaintance Hurstwood is a well-to-do restaurant manager. Carrie finds her first job punching eyeholes into shoes at a factory on Van Buren street. Their choices within this cornucopia of employment possibilities were determined by a combination of gender, age, education, ethnicity, race, and marital status.Work cultures, that mix of practices and ideologies arising from the interactions of people with their work environments, have been shaped in Chicago above all by diversity—diversity of employment opportunities, population, and housing. The ways in which people find jobs, the rhythms of employment and unemployment, the size of the workplace, the process of getting to and from work, how the workday is organized, power relationships and hierarchies, how workers learn and manage their tasks, how they socialize and organize family life, how informal worker behavior interacts with sanctioned authority and rules—all these things constitute work culture. There are many different work cultures, reflecting the differences between skilled and unskilled labor, professional, white-collar, and service work, and workers' identities by race, gender, age, and ethnicity. Work cultures have also changed as the nature of work has transformed over the past 150 years.SILVER BROOCH, C.1799-1800 During the city's infancy a fur trading culture developed through interactions between Potawatomi and white traders. Intermarriage and custom led many whites to adopt Indian ways while never losing sight of the controlling hand of the American Fur Company. At the same time, white influence and trade goods altered traditional patterns of work and life for Native Americans. A mixture of frontier autonomy, native culture, entrepreneurial values, and financial dependence thus coexisted uneasily in one of the earliest work cultures of the city.Throughout the nineteenth century, work for a huge pool of floating and unorganized labor was shaped by transience. The reliance on the products of nature for profit— agriculture, livestock, ice, and lumber —required men to move according to the rhythms of the seasons. They planted in the spring, harvested crops or timber in the fall, cut ice in the winter, and shepherded cattle and pigs through increasingly narrow roads into the city for processing and sale. Uncontrollable forces like drought or fire could instantly create or destroy opportunities for employment.Transient laborers tended to be white, unmarried men. Answerable to a gang boss, men would work for a season, collect their pay, and move on to the next opportunity. This was not usually a life for families. Transient laborers often lived in cheap boardinghouses, able to pick up and follow work wherever it appeared.LUMBER DISTRICT, 1886 One of the transient job opportunities in mid-nineteenth-century Chicago was lumber production. Lake Michigan lumbermen hired Chicago laborers on seasonal contracts, specifying work from sunrise to sunset daily. Workers were to bring their own axes and pay their passage to the timber fields across the lake, where they would haul logs, push them through blades, and stack lumber. In return, they received room, board, and from $100 to $200 yearly; on occasion their wives and children would be hired to do the “inside” work of cooking and cleaning. During hard times—such as the 1857 panic—these workers would be precipitously fired, or offered store credit in place of currency for wages.The nature of work in shops was very different. Through the early decades of the nineteenth century, workshops were small, with craftsmen hiring a few skilled handicraft workers at a time. Apprenticeship and later employment were personalized and individualized, as cabinetmakers, upholsterers, machinists, and others created items from design to finished product.ELEVATOR, SHIPS ON CHICAGO RIVER, C.1865 The coming of the canals by the 1840s and then the expansion of the first railroads by the 1850s increased the market range for the city from a few hundred miles to the length and breadth of the country, while providing the means to transport people and goods to and from far distances. Chicago became the nexus of a huge organization of products: lumber from Michigan, Wisconsin, and Minnesota; ores from Illinois, Minnesota, and Colorado; pigs, cattle, and grains from the Mississippi Valley. After the calamitous fire of 1871, the local economy experienced an unprecedented building boom, which led to work for timbermen, carpenters, laborers, and painters, and a concomitant need for local stores and services.The growing demand for labor coincided with the influx of immigrants. Reflecting national patterns, the first waves of foreign immigrants to Chicago in the 1850s and 1860s included Irish, German, and Scandinavian newcomers. From the 1870s through the beginning of the twentieth century, people from Eastern and Southern Europe—Bohemians, Lithuanians, Italians, Russians, Greeks, Hungarians, Austrians, Poles, and Eastern European Jews —flooded into Chicago looking for opportunity and work. Often unskilled and with limited English, these workers found work in the giant factories, particularly in the stockyards, ironworks, and steel industries. Chinese came in lesser numbers and looked especially to laundries as opportunities for self-employment. By the 1890s, three out of four Chicagoans were either immigrants or the children of immigrants.GERARD & RABE, C.1880 But the city's newcomers were not only from distant lands. Tens of thousands of people from American small towns and farms sought the excitement and possibilities of life in the big city, creating a pool of migrants. Theodore Dreiser's fictional Sister Carrie came from “Columbia City”—a small town in Wisconsin, a state sending a multitude of migrants to Chicago. Young people from farms and rural towns in Minnesota, the Dakotas, Iowa, Michigan, and Indiana also turned to Chicago as an attractive alternative to what they perceived to be a dreary and limited future on the countryside.From the South during the 1890s came the first significant numbers of African Americans. A majority of these black migrants, barred from higher-paying factory jobs, found work in domestic service or day labor. As industrial labor opened during the 1910s, the Great Migration from the South would bring thousands more blacks and establish the city as a leading center of African American life.LEATHER WORKERS, C. 1900 Factory operatives needed little training, but they did have to be able to endure long hours in rough conditions. The majority of these workers were white male immigrants, except in the garment trades, which welcomed women. Factory workers found an increasingly impersonal life as “hands” or “operatives” laboring monotonously on a minuscule part of the production of an item for 10 to 14 hours, six days a week. The individualized and personal work culture of artisans faded as industry grew. By the end of the century, factories had become huge places of business. In 1880 over 75,000 Chicago workers labored in industries including meatpacking, clothing production, iron and steel, the manufacturing of foundry, machine, and agricultural implements, beer and liquor processing, furniture manufacture, and printing. By 1920, 70 percent of workers in manufacturing trades were employed by companies of 100 workers or more, and one-third of these worked in establishments with over 1,000 employees. The personal relationship between upper management and workers became increasingly distant as the size of companies grew.The plant foreman set the daily pace. His authority was absolute. He could raise or decrease the speed of work, determine pay, and assign hours and tasks of labor. He represented factory management to the operatives under his command and had the power to hire and fire at will. For his workers, the workday offered very little autonomy or sense of empowerment.STOCK YARD CANNING ROOM, C.1890 Finding work could be a complicated business. In Upton Sinclair's 1906 novel The Jungle, Jurgis Rudkus, a Lithuanian immigrant to Chicago, gets his first job by joining the morning crowd outside a Packingtown factory; a “boss” picks him out for the task of sweeping out cattle entrails on the killing floor of the plant. Similarly, Jurgis's cousin-in-law Marija Berczynskas wanders in and out of smaller factories in the district until she is hired by a “forelady” to paint cans of smoked beef. People could also find work through “intelligence” or personnel agencies, saloons and hiring halls, labor unions, newspaper advertisements, and employers' organizations. Kin and ethnic networks provided a time-honored resource for finding a job. Italian and Greek immigrants could also find work through the padrone system of labor agents steering them to unskilled work—for a price.The cost of this unregulated industrial growth included the pollution of home and workplace. Workers labored long hours in unsafe conditions, sometimes standing all day in noisy, crowded, filthy, overheated and unventilated rooms, always with the threat of dire poverty should injury or illness or unemployment stop a paycheck. There was no safety net.SALOONS ON ASHLAND AVENUE, 1907 Industrial workers, especially if they were white, tended to live near their jobs, in the shadow of the mills, stockyards, or factories. Within these neighborhoods, institutions like saloons brought men together with offers of fellowship, food and drink, and such essential services as check cashing and mailing addresses. Women, barred by custom from the world of the saloon, often instead found friendship, education, and social services through the neighborhood settlement houses, such as Hull House or Chicago Commons, which proliferated around the turn of the century. Other community institutions such as churches, barbershops, ethnic newspapers, mutual benefit societies, corner stores, and fraternal organizations preserved ethnic cultures and racial identities at the same time that the forces of “ Americanization ” were at work.JOHN FITZPATRICK, N.D. By the late nineteenth century, many Chicagoans looked to unions and labor federations to win influence over their working conditions. Strikes and lockouts could be violent, as indicated by labor disorders among stevedores, lumberyard workers, railroad workers, and stockyard laborers during the 1870s and 1880s. The growing success of labor legislation within the context of union activism—particularly minimum wages, maximum hours of work, unemployment compensation, and safety standards—changed the hierarchy of industrial relations as government regulatory agencies became influential participants. Factory inspectors, pioneered by Florence Kelley, attempted to enforce new labor laws meant to protect the health and well-being of workers from indifferent company policy. At the same time, some workers resisted the new protective labor legislation. Chicago women who worked as elevated railroad ticket agents, for example, protested in 1911 when their hours were cut from 12 to 10 a day because of a new law limiting the hours of women's employment.Racial segregation kept the relatively few black factory workers in more distant parts of the city, forcing them to find daily transportation to and from their work and blocking channels of social interaction that might have reduced racial barriers. Until 1916 black factory workers were few and far between, though some did find employment on the killing floors of the stockyards or in the steel mills. More commonly, black men worked as unskilled day laborers, restaurant waiters, Pullman porters, bootblacks, and hotel redcaps, while black women filled the laundry trades and other forms of domestic service. Like industrial workers, unskilled laborers and service workers faced uncertain job security, as slack times led to staff reductions with no notice. Moreover, black employees of hotels, restaurants, and the railroads found themselves employed in places which would deny them and their families and neighbors service as customers.White and educated native-born men more easily found employment possibilities in business and the professions. By the 1950s, studies of such new postwar suburbs as Chicago's Park Forest suggested that the culture of white-collar work for men had transformed. The workplaces of large corporations in business, government, and industry were staffed by bureaucratic “organization men” who evidenced a “group-mindedness” characterized by values of security and safety rather than initiative and risk. They identified their well-being with that of the company, and so long hours at work, and the belief that the company would reward loyalty with lifetime employment, fostered an environment of conformity that marginalized individual initiative and creativity.GARMENT INDUSTRY SWEATSHOP, 1905 The corporate environment at midcentury included few women or blacks. For women, there had always been a much smaller choice of jobs. With some notable exceptions, only the poorest of married women worked for wages before the middle of the twentieth century, while single women in most ethnic groups worked at least briefly. Poor women found jobs in garment, millinery, and shoe factories, or as domestic servants or laundry workers. Some turned to prostitution. Hilda Polacheck, a Polish Jew whose family had immigrated to Chicago in 1892, left school at the age of 14 to work in a knitting factory on State Street. Six days a week for over 10 hours a day she operated a machine—one of 400 in a huge room—until she was fired for attending a union meeting. Hilda next worked at a shirtwaist factory, sewing shirt cuffs for 10 hours a day. Her description of this job as “deadly monotony” typified the difference between the earlier culture of artisans who could take pride in their work and newer conditions for industrial laborers.Native-born white women also found opportunities in emerging occupations, such as the professional fields of education and librarianship and the white-collar areas of clerical and department store work. Wages were consistently lower for women than for men, and unionization far less frequent.INSURANCE COMPANY EMPLOYEES, 1941 Jobs defined as women's work went through tremendous changes in the twentieth century. Clerical work, for example, once the domain of men, became feminized by the end of the nineteenth century after the invention of the typewriter and through the twentieth century grew to become the single largest job category for women of all races. Montgomery Ward—a mail-order firm whose workers had no direct public contact—employed the most black clerical workers in the country by 1920, when over 1,000 African American women worked for the Chicago company. As the size of office staffs enlarged, new management techniques originally developed for factories began to affect the lives of office workers. Domestic service, which at one time included a population of workers who lived in the homes or businesses of their employers, became more of a day job, increasingly perceived as temporary. Restaurant waitressing also grew as a category of low-paid, often transient unskilled work for women.As the great urban department stores like Marshall Field's appeared during the second half of the nineteenth century, department store sales work also became a woman's profession. Managers trained “shopgirls” to become “professional” saleswomen skilled in everything from etiquette to merchandise. At Marshall Field's a personnel department was described as “a conscientious mother” working to influence the workers in the niceties of behavior and saleswomanship. Managing the business was a large-scale enterprise; by 1904, the workforce at Marshall Field's could reach 10,000 in a store which served up to a quarter of a million customers a day.The work culture of this particular occupational group developed to express three identities of the saleswoman: worker, woman, and consumer. These identities, reflected through a set of unwritten rules followed on the job, illustrated the complexities of women's lives where private and public identities intersected. The interactions among managers, saleswomen, and customers—which favored skills of social interactions and initiatives—allowed these retail workers a relatively autonomous working environment.Many of these workers were called “women adrift”—the term for unmarried women living outside of traditional family life before the 1930s. They created a kind of “working girls” subculture in the city, challenging Victorian prescriptions for behavior, influencing popular culture, and ultimately changing social mores. This heterogeneous group of women—young and old, black and white, native-born and immigrant—lived in boardinghouses, both supervised and unsupervised, and later in apartments and furnished rooms. They patronized restaurants, dance halls, and theaters. This population of workers was sharply delineated by race; boarding homes, for example, were often segregated, as were working girls' clubs. For example, in Chicago the Eleanor Clubs served white women, while the Phyllis Wheatley Home had a black clientele.For most married women, the ideal was a one-wage-earner family economy. For middle-class women—both black and white—voluntary participation in civic culture through organizations like church, women's clubs, and school organizations like the Parent-Teacher Association constituted a kind of unpaid work which contributed to the community environment. Additionally, the housekeeping and child care they provided constituted unpaid labor for their families, although many through the 1920s relied on domestic servants as they organized household work.More often, however, a man's salary was insufficient to support his family. Women often supplemented family income by such “off the books” homework as midwifery, keeping boarders and lodgers, doing laundry, selling goods door to door, or by manufacturing garments or other goods at home. Hilda Polacheck, for example, describes how women and children labored around kitchen tables in crowded West Side tenements to make cloth flowers for women's hats during the late 1890s.EMPLOYEES IN CHICAGO LAUNDRY, 1903 Children have long been part of the work history of the city. As part of the family economy, children labored on farms and in rural areas. In the city, in the era before schooling became a longer part of life, children often left school at the age of 14 or much earlier and hawked newspapers, labored in sweatshops, traveled as messengers, or peddled goods on the streets. Their earnings were sometimes critical for family sustenance.With the advent of the twentieth century, industrial work culture began to change. Scientific management came to many big corporations, such as the Pullman Palace Car Company, where from 1913 to 1919 efficiency experts brought modern techniques of manufacturing to the shop floor. As the century progressed, new standards of technology and factory organization greatly reduced the need for physical labor in the plants. Women and black men began to work in factories previously barred to them, although the type of work available was often still segregated by race and gender.LABOR DAY PARADE, GLEN ELLYN, 1909 The population of the workforce changed along with the city. As new suburbs developed after the streetcar lines were built in the late nineteenth century, many city workers lived further away from downtown; by 1913 some 123,000 suburban passengers arrived and departed the city daily, riding on 746 trains. The construction of such highways as the Kennedy and the Eisenhower expressways further accelerated suburban growth and a commuter culture. Work itself migrated to the new suburbs, as some large corporations left Chicago's downtown and as a high-technology corridor developed in suburban Cook and DuPage Counties. Computer technologies and wireless communications developed in the 1980s and 1990s allowed some workers new freedom of place, as they were able to work from home or on the road as well as in an office. Piecework, once the province of the factory or home worker, became high tech.Further decline of industrial manufactures occurred in the later twentieth century, as professional, technical, and service industry occupations increased. The growth of multinational corporations meant that many more professional and white-collar workers now found that job security and work definitions could be determined by distant executives from abroad instead of by a local foreman or manager; health care workers saw the rise of Health Maintenance Organizations in the last two decades of the century change the nature of even professional workers' autonomy and decision-making power.Additionally, the population of workers transformed. New immigrants arrived from Puerto Rico, Cuba, Mexico, Central America, Asia, and Africa. Child labor by the 1940s was no longer as accepted as it was earlier because of new legal requirements for longer schooling as well as changing cultural conceptions of childhood. Even more significantly, during the second half of the twentieth century the labor force participation rates for women in every age group under 65 increased, especially as married women began to work at higher rates. As more married women and mothers of young children entered the workforce, debates about policies on child care, extended school hours, and such conditions of work as flextime were raised across a variety of occupations.Since Chicago's earliest years as a fur trading outpost on the Midwestern prairie, the city's work culture has reflected the tremendous diversity of its people and its economy. Strongly shaped by geography and characterized by a remarkably varied population, Chicago's story has been no less than the larger saga of American economic and social development—continually changing and reflecting complex interactions between people and their workplaces. If the industrial city witnessed by Carrie Meeber at the end of the nineteenth century has vanished, still new forms of work and work culture have developed which just as surely shape the lives of Chicagoans and reflect the continuing evolution of the city itself.",
    "Author of Text": "Lynn Y. Weiner"
}