{
    "Title": "Work",
    "Descriptive Text": "In the late nineteenth century, booming Chicago struck visitors as the “purest kind of commercial city,” a place devoted to work and moneymaking. More than its notoriety for crime, corruption, and political machines, work has defined Chicago in popular and literary imagery, shaped the city's character, and served as the fulcrum of its history. As the city grew, work in Chicago underwent dramatic transformations, both in the type of industries that dominated and in the organization of work itself. Especially in the late nineteenth century, Chicago was both shaped by and helped to foment a nationwide revolution in work that first undermined and then remade the democratic promise of America. People flocked to Chicago to find work and fought there over what work should be. The changes wrought by large-scale corporate manufacturing and trade provoked battles over the character and control of work that spilled over into broader political fights over democracy, citizenship, and the rights of workers.At first the work of Chicago was trade and—nearly equally important—speculation in real estate and in the city's future as the great metropolis of the frontier. Chicago's commercial and, eventually, industrial power depended on its linkages to the hinterland and other cities, first by lakes, rivers, and canals, then roads and railroads, which consolidated Chicago's central position until the ascendance of air power and interstate highways after World War II. Although trade and transportation remained key, in the mid-nineteenth century small factories first began processing the products of the prairie—packing pork, sawing lumber, or milling flour—and then started making grain harvesters, furniture, and clothing for farmers and frontier towns. From 1870 to 1930, Chicago grew rapidly from bustling trading center to quintessential industrial complex, Carl Sandburg's “Hog Butcher for the World,” “City of the Big Shoulders.”As the nation's transportation hub, Chicago also became the Midwest's primary labor market for rural and small-town job seekers and immigrant workers—at first from Germany, Ireland, and Scandinavia, then from Southern and Eastern Europe. Beginning in World War I, they were joined by large numbers of African Americans from the South and, after 1965, by Latinos and Asians.From its early days, Chicago was a place where everything happened fast. The town grew with amazing speed, generating jobs in construction and the manufacture of construction materials, but there was a high priority on doing things quickly and grandly in every other endeavor as well. This emphasis on speed and scale also encouraged businessmen to find faster, simpler ways to get things done, resulting in the standardization of products from grades of grain to sizes of lumber. Chicago's success lay partly in the ability of its businesses to make nature abstract in ways that transformed products of farms and forest more readily into commodities for the market. Chicago's grain merchants turned discrete bags of grain from specific fields into a standard type passing through the city's new grain elevators, financed in part by contracts for future delivery that formed the basis for a new financial services business.CHICAGO DAILY NEWS BUILDING, 1928 Typical of most early-nineteenth-century American industry, Chicago's earliest manufacturing took place in artisan workshops and manufactories where skilled craftsmen, aided by laborers or apprentices, dominated production. Manufacturers in Chicago, with rail access to abundant southern Illinois coal, turned to steam power for larger factories after the Civil War. As they did, they initiated changes in the nature of factory work and the relationship between those who owned the factories and those who worked there.Chicago's competitive environment fostered a search for production methods that were faster and less expensive. Anxious to cut costs, businesses sought ways to trim the cost of labor. One important step was elaborating the division of labor. Dividing a job, such as building a house or butchering a pig, that had previously been executed by a master craftsman, made it possible for employers to hire unskilled workers at lower wages. Equally important, it shifted control to the employer, who adopted a variety of strategies to respond to labor market supply, technological opportunities, and worker resistance.In Chicago, major industries such as construction, meatpacking, garment making, and machinery manufacture followed distinctive courses. Although large contractors rather than master carpenters dominated Chicago building construction as early as the 1840s, carpenters were still skilled tradesmen who supplied their own extensive tool chests. In 1833 balloon frame construction opened up the potential for increased reliance on factory mass production of building parts like sashes and doors. Even at the work site, contractors turned to piecework, fragmenting the work into specialties that required little training and offering lower pay tied to output. In meatpacking, the “disassembly line” arrived in Chicago soon after its introduction in Cincinnati. The industry relied on the line to fragment labor-intensive production and to organize meatpacking on a much larger scale than had previously been possible. The scale of operations, combined with the pressures of cost cutting and environmental complaints, fostered the growth of ancillary industries that used what otherwise would have been waste—“everything but the squeal.” In the men's clothing industry, boosted by Civil War uniform contracts, small contractors would bid for work from “jobbers” who cut the cloth and then turned it over to workers at home or in small shops for different stages of sewing; competition among these workers based on price made for classic sweatshop conditions. There could be up to 150 separate operations divided among many workers in sewing a man's coat. By the late nineteenth century, major men's clothing retailers consolidated many sweatshops into larger factories to gain more control over quality, although contractor sweatshops persisted. At the McCormick reaper factory, company president Cyrus McCormick, Jr., in 1886 installed new pneumatic molding machinery to displace the skilled iron molders and their union, thereby securing management control. The machines turned out poor-quality castings, however, and nearly tripled labor costs in the short term.As the new factory system challenged the craftsman's control, the foreman—and, to a lesser extent, labor brokers and employment agents—assumed new importance. The foreman—with his arbitrary and discriminatory power over hiring and firing, especially of pro-union workers or blacklisted “troublemakers”—was the key figure in the “drive system” that pushed workers to work faster, continuously, and more dangerously. His power provoked worker rebellions small and large.Before the new factory system, hours of work were usually long, but work was sporadic and often paced by workers themselves. Until the 1930s, it was not unusual for Chicago factory or other manual workers to put in 10 hours or more a day, 6 days a week, with 12-hour days common in many industries, including steel. Yet the opposite condition was equally problematic: work continued to be irregular and unreliable. Many industries in the nineteenth and early twentieth centuries were seasonal, with meatpacking jobs more available in the winter and construction jobs in the spring through fall. Even within the seasons, work was erratic. For example, a few packinghouse workers were given steady jobs and, in return, were expected to show fervent loyalty to management. Most workers, however, did not know how much work they would have. They would show up outside the gates of the stockyards and wait to be called, then perhaps end up working very long hours early in the week but few or no hours at the end. Uncertain business cycles, panics, and depressions precipitated widespread cuts in wages for many and threw others out of work, forcing them to rely on limited private charity. During boom periods, workers in factories experienced extremely high turnover, as many expressed their frustrations and hopes by quitting. Immigrant workers complained that work in Chicago was harder than back home, and historians debate how much better off financially, if at all, immigrants were here, especially with employers' persistent efforts to drive down wages. Even when productivity soared, workers struggled to gain their share. At McCormick Reaper and its successor, International Harvester, for example, wages and benefits grew on average 0.1 percent a year during the nonunion period but 3.85 percent a year when workers were organized into unions.Historians often describe the change in work in late-nineteenth-century Chicago as an homogenization of labor toward a low common denominator comparable to the homogenization of nature and standardization of products by Chicago's industries. As mechanization increased in factories, semiskilled machine operator positions grew in numbers, threatening the skilled workers, sometimes providing better jobs for unskilled workers, and complicating relationships between workers. But the intensified commodification of labor did not eliminate all distinctions. Employers maintained elaborately differentiated wage scales and increasingly designated certain jobs or departments within a factory as primarily the province of particular ethnic groups or genders. At a time when roughly two-thirds of Chicago factory workers were immigrants, employers pursued a variety of strategies to mix and separate different ethnic groups to the employers' advantage. While some divisions reflected skills and labor market supply and demand, they were primarily part of a management strategy to control workers, discourage their organization into unions, exploit entrenched social discrimination, and create individualistic motivations to work harder. Just as Chicago gained fame as a center of unionism and worker radicalism in the middle and late nineteenth century, the city's business leaders were equally notorious for their adamant opposition to unionization or other worker organization.Workers did not submit meekly to the changes imposed on their work. They protested wage cuts and demanded the eight-hour day; they also challenged, from different perspectives, the legitimacy of the new industrial capitalist order. With the agitation about chattel slavery in the South and the Civil War vividly in their minds, nineteenth-century workers denounced the “wage slavery” to which they were subjected. Native-born American workers and union leaders commonly adopted a “labor republican” outlook, arguing that employers were robbing workers of the fruits of their labors while the emerging wage labor system denied their manhood and their rights as citizens. They called for a cooperative commonwealth of producers that would include farmers and some small businessmen. Immigrants, especially skilled German workers, brought with them socialist ideas about state ownership as a solution to the growing power of corporate industrialists. The influential Chicago anarchists, who supported insurrectionary action over politics, did not share the labor republican ideology but envisioned a future society that more resembled the cooperative commonwealth advocated by rural populists.INSURANCE COMPANY EMPLOYEES, 1941 Unions fought for short-term gains, especially to restore wage cuts or to reduce hours of work. They also fought to maintain control of the shop floor, often through informal restrictions on output and the labor market, through closed union shops or union label campaigns. The movement for an eight-hour day, in which Chicago workers played a leading role, was not just an effort to reduce hours of hard-driven toil. Leaders saw it as a critical step to restore lost citizenship and to transform the wage labor system. Chicago unions were politically active, strongly influencing local political parties and usually securing neighborhood police neutrality in conflicts from the 1860s through the early 1880s. After the post- Haymarket collapse of the Great Upheaval of 1886, when the police and government more clearly acted against workers and for employer interests, unions tried forming labor parties but failed to displace the Democrats.During the 1890s, unions increasingly turned away from attacks on the wage system to advocate a living wage that would guarantee workers an “American” standard of living, improved conditions at work, and regulation of the labor market. They found allies among some upper-class reformers, such as members of the Chicago Civic Federation, who joined with unions in support of legislation to protect women workers and exclude children from industry. As unions and reformers found common ground on regulation, employers enacted their own strategy to regulate markets by combining smaller firms into large corporations and oligopolies—from U.S. Steel and International Harvester to the group of dominant meatpackers. This strategy protected business from ruthless competition, but it further reduced workers' power. Powerful literary works like Upton Sinclair's The Jungle demonstrated that loss of power to readers around the world by identifying the “beef trust” as the chief oppressor of Jurgis Rudkus and his fellow workers.In the early decades of the twentieth century, while many skilled trade unions moved toward a practical-minded “business unionism,” efforts to build broad-based industrial unions in industries such as meatpacking, steel, railroads, and farm implement manufacture were dramatic but short-lived. Labor republicanism died out, but socialist ideas had wide appeal among workers, and into the 1920s the leaders of the Chicago labor movement advocated a labor party and industrial democracy as a response to corporate power. During the 1930s, Chicago workers finally succeeded in forming broad-based industrial unions in steel, meatpacking, farm implements, and other sectors. They also became linked to both the New Deal ideas of economic regulation and government provision of social welfare and the local Democratic machine, setting a pattern of reform and accommodation with a system their predecessors had reviled that persisted with modest changes throughout the century.By 1880, Chicago was, after New York, the second most important manufacturing center in America. Factories in Chicago were, on average, larger than elsewhere. By 1900, three of the nation's 14 giant factories employing over 6,000 workers were in Chicago. In most cases, the big factories also employed the most advanced mechanization of work.But Chicago was more than a center of manufacturing and trade in the natural products of the Midwest. From efforts to sell goods that both reflected and spread a new era of industrial capitalism into farms and small towns, Chicago became the center of new techniques in mass marketing, advertising, and consumer credit, epitomized by the giant catalog merchandisers, Montgomery Ward and Sears, Roebuck. Their mail-order catalogs, warehouses, and centralized sales staffs displaced not only many traveling salesmen but also small-town retail shops. The scale of these industrial and commercial enterprises, along with the broad coordinated networks formed by the railroads, contributed to further changes in management and the growth of a white-collar bureaucracy to administer large, complex enterprises.Initially, men dominated the office workforce, but after the 1880s, the invention of the typewriter and the proliferation of business colleges opened certain jobs to women. At the same time, managerial strategies of dividing tasks and reducing required skills were extended from factories to offices. In nearly every case, women were paid substantially less than men who had previously done the same work. Gradually, lower-level office work was redefined as women's work, while men continued to dominate the upper ranks. Office jobs greatly expanded women's place in the labor market, which had previously been limited to extensions of what were seen as women's natural domestic and maternal roles. In 1870, two-thirds of female workers in Chicago were domestic servants. Over the next 30 years the number of women working in clothing manufacture rose dramatically. The growth of Chicago women in clerical and sales work—especially in large department stores like Marshall Field's—was faster than in the nation as a whole. Even as women entered factories, their work was distinct from and less well paid than that of male workers. In 1900, domestic work was still the principal female occupation reported in the census, and many women still toiled at home tending to their families, taking in paid but unrecorded work, and managing the boarders common to working-class households.EGG-BREAKING PLANT, 1941 The less than 2 percent of Chicago's 1890 population who were African American also worked primarily in domestic and personal service jobs. One of the most prestigious of such jobs was working as a railcar porter for the Chicago-based Pullman Company. Although African Americans were regularly denied regular jobs in factories, they were frequently hired to break strikes, as employers manipulated racial hostilities to stymie worker demands. When strikes ended, blacks often lost their jobs, and smoldering racism worsened.Despite these conflicts—and many unions' prohibitions against African American members—blacks and whites sometimes did cooperate to improve working conditions. For example, black men made up roughly half of the restaurant and hotel waiters in late-nineteenth-century Chicago. Like their white counterparts, black waiters were upset by job insecurity, pay inequities, and factory-like discipline. Excluded from white unions, however, blacks either identified with employers or formed their own unions. In 1890, an interracial Culinary Alliance struck with some success, only to watch employers fan racial tensions and bring in women strikebreakers—although until then women were not common in the trade. During World War I, when European immigration declined precipitously and employers turned to the rural South for workers, African Americans made important breakthroughs into industry. Between 1915 and 1920, blacks tripled their ranks in Chicago factories, especially meatpacking, when factory work surpassed service as the primary employment of black men. The formation of the Brotherhood of Sleeping Car Porters in 1925 was pivotal for the entire black community, but the organization of the multiracial industrial unions during the 1930s had an even broader impact on black workers' lives.Although many Chicagoans continued to work in small stores and workshops or in the informal economy, by 1920 more than 70 percent of manufacturing wage earners worked for corporations employing 100 or more workers, a third for firms employing more than 1,000. The big corporations with their large factories, warehouses, and offices dominated the local economy and had the largest impact on changes in work. Most big companies continued to control workers with proven tools: strikebreakers, private detectives and spies, divisive tactics, deskilling technology, and the legal apparatus of the state. Partly in hopes of reducing both worker turnover and discontent, during the early decades of the twentieth century employers also moved toward more bureaucratic administration, scientific management, and efforts to motivate workers with more than the threats of the old drive system. Centralized management, used increasingly by most big companies, brought tighter financial accounting and, in the spirit of Frederick Winslow Taylor's “scientific management,” a closer evaluation of individual workers.George Pullman's model town and factory south of Chicago in 1880 had been one of the most prominent early examples of paternalistic control in the guise of providing for workers' welfare, but modified versions of the strategy grew increasingly common as corporations consolidated economic power and sought new ways to fight unionization. In 1901 McCormick/Harvester adopted “welfarism,” including profit-sharing, pensions, and sickness and accident benefits, as a way to fight unions, win public approval, limit legal liabilities, and fend off antitrust action and other government regulation. In 1919, partly in reaction to a postwar strike wave, Harvester introduced its Works Council, a prominent example of the company-controlled unions that several major Chicago employers adopted in the 1920s, when Harvester, U.S. Steel, Armour, Swift, and Western Electric espoused what often was called “ welfare capitalism ” or “the American plan. ”Companies sought innovative ways to increase productivity, reduce turnover, and resist unions. Western Electric, one of many firms that made Chicago a national leader in electronics manufacturing in the decades after 1920, initiated research on how adjustment of various physical factors, such as lighting, influenced work at its giant Hawthorne Works in Cicero. Instead, researchers found that the social organization of the work group and the attention given workers by researchers were both more important than physical variables. This study laid the foundations for a new school of centralized personnel management that gradually supplanted the foreman in organizing and controlling work.Welfare capitalism and employee unions faltered in the Great Depression, but they provided additional legitimation for workers' belief that companies should treat them more fairly. Although many believed that the Depression demonstrated the failure of capitalism, a larger number were interested simply in a fairer, more moral capitalism regulated by a federal government that provided more economic security and better working conditions. The new industrial unions of the Congress of Industrial Organizations, as well as some American Federation of Labor craft unions, provided a voice for workers in the mass-production industries. They readily joined the labor movement during the Depression and World War II, despite continued resistance from employers that at times turned bloody, as in the Memorial Day 1937 police attack on Chicago's striking Republic steelworkers.Demand for war material during World War II combined with labor shortages caused by troop mobilization opened industrial jobs for new workers, especially women, who were expected to return home after the war. Anxious to avoid strikes, the federal government pushed companies to recognize unions. In the postwar years, strong domestic demand kept unemployment low, and newly established unions raised wages and expanded benefits, including pensions and health insurance, which were tied to jobs rather than universally provided. Union contracts and government social safety nets combined to reduce the hardship for workers during recessions, and unionization provided new protection from arbitrary managerial decisions, especially through the use of seniority to determine jobs and grievance procedures to resolve disputes. Union contracts often set the standard for pay, benefits, and even personnel systems that nonunion companies felt forced to approximate. Mechanization and fragmentation of work continued on its established trajectory, further undermining many manual skills, but employment was steadier and more lucrative for most workers than in the past.In 1947, manufacturing employment in the city of Chicago peaked at 667,407 workers. It began to drop sharply in the 1950s, before stabilizing in the 1960s at roughly one-half million. Manufacturing employment plummeted in the 1970s, falling to 147,000 by 2000. Chicago, whose boosters had long boasted that someone who couldn't find work there couldn't find work anywhere, began to consistently register unemployment rates higher than the national average.Industries closed or dispersed to new locations. The largest companies found it easiest to relocate, leaving small suppliers stranded without their traditional customers. Many manufacturers relocated to the suburbs, seeking cheaper land and taking advantage of the new interstate highway system. By 1965, more than half of manufacturing jobs in the metropolitan area were located in the suburbs, jobs that made the Chicago metropolitan area home to the nation's largest concentration of manufacturing jobs in 1970. Suburban Chicago manufacturing employment continued to expand until the early 1980s. Other businesses, however, relocated factories to the Sunbelt. Meatpacking moved west, leading to the closing of the famed packing plants and stockyards in the mid-1960s. From the 1960s onwards, when foreign competition began to cut into sales and employment in industries like steel, apparel, and consumer electronics, manufacturers increasingly located operations in foreign countries. In many cases, employers fled to escape unionization and to pay lower wages. The loss of central-city manufacturing jobs hurt African Americans hardest, as sociologist William Julius Wilson showed in his studies of the social devastation of concentrated poverty in Chicago's neighborhoods.In the latter part of the twentieth century, Chicago's remaining factories were smaller, and major companies increasingly subcontracted production work to smaller firms. In the 1990s, suburban-based Sara Lee exemplified the trend in announcing that it no longer intended to manufacture the products it sold. Manufacturing productivity increased as businesses invested in technology, including computers, and refined the organization of work, with measures including adoption from the Japanese of just-in-time production. Although manufacturing at the end of the twentieth century remained more important in Chicago (18 percent of all jobs) than for the national economy as a whole (15 percent), Chicago was no longer the manufacturing powerhouse it had been a century earlier. The limited career ladders of the nineteenth-century factory and office have been almost entirely displaced by requirements for formal education as a prerequisite for more-skilled and better-paid jobs. Debates about the future of work in Chicago increasingly focused on the adequacy of its educational system, even though most service and retail economy jobs demand little skill. Services, including health care, business services, finance, and retail work had become the mainstays of employment in Chicago, each roughly providing as many or more jobs than manufacturing. While Chicago remains comparatively highly unionized, the labor movement is not the dynamic force it once was, even if it does raise questions about deindustrialization, globalization, inequality, and living wages.Although efforts to preserve and nurture manufacturing in the central city continue, Chicago business and political leaders at the close of the twentieth century are more concerned with Chicago as part of a regional economy and its prospects as a “ global city,” a center of corporate administration, professional services, finance, government, communications, universities, and culture. But there are questions about whether Chicago could become part of a rarefied elite with London, New York, and Tokyo and about what that would mean for most Chicago workers. The economic transformations of globalization since the early 1970s have brought increasing economic inequality and less stable employment to both Chicago and the country as a whole. Although work is still more predictable than it was for most Chicagoans a century ago, there is increasing dependence on contingent (contract, part-time, or temporary) work at all skill levels and less job security even for white-collar employees. Once identified with companies like Swift and Armour that slaughtered cattle by the millions, Chicago—or rather suburban Oakbrook —is now more identified with McDonald's, whose global workforce flips burgers by the billions. While Chicago is the headquarters of many global corporate leaders, their employment—like that of technology giant Motorola—is spread throughout the world, not concentrated in the corporate backyard as was true of their predecessors. In a similar fashion, even many of the biggest Chicago banks and businesses (like Amoco) are owned and controlled by companies outside the city and even the United States. Not only have workers never regained the control over their work that union leaders in late-nineteenth-century Chicago thought was essential for a citizen of a democratic republic; increasingly, local political leaders and business executives do not appear to control the city economy as they once did. As far as the future of work in Chicago is concerned, the “City of the Big Shoulders” has become the “metropolis of the big question mark.”",
    "Bibliography": "BibliographyCohen, Lizabeth. Making a New Deal: Industrial Workers in Chicago, 1919–1939. 1990.Montgomery, David. Workers' Control in America. 1979.Schneirov, Richard. Labor and Urban Politics: Class Conflict and the Origins of Modern Liberalism in Chicago, 1864–97. 1998.",
    "Author of Text": "David Moberg"
}