{
    "Title": "World War II",
    "Descriptive Text": "Between September 1939 and December 7, 1941, Chicago was the scene of a vigorous debate over whether Americans should become involved in the European War. Chicago Tribune publisher R. R. McCormick led the isolationists, while Daily News publisher Frank Knox and Sun publisher Marshall Field III articulated the interventionist viewpoint. But after Pearl Harbor, it became impossible for anyone to escape the impact of World War II. By D-Day in 1944, the average Chicago block had given seven residents to the military. Those who remained at home attended massive rallies and bought heroic amounts of bonds, endured food rationing, and grew victory gardens. The neighborhood was the building block of these home front activities that almost immediately enveloped every family. Twenty thousand elected block captains held ceremonies for those departing for the military and erected small shrines for those who did not return. Neighbors joined to hold civilian defense drills as well as drives to collect scrap metal, paper, rubber, and grease for conversion into nitroglycerine.CHICAGO RESETTLERS' COMMITTEE, 1947 The war instantly reshaped the workplace. The city's diversified industrial base made it second only to Detroit in the value—$24 billion—of war goods produced. Over 1,400 companies produced everything from field rations to parachutes to torpedoes, while new aircraft plants employed 100,000 in the construction of engines, aluminum sheeting, bombsights, and other components. The Douglas-Chicago plant on the site of present-day O'Hare Field turned out 654 C-54 Skymaster transports in 25 months. Just over half of all military electronics used in the war came from 60 local plants. Although Chicagoans frequently worked double shifts to aid the effort, such production levels created labor shortages that brought the physically disabled, the elderly, and tens of thousands of women into the workplace. War jobs also attracted 60,000 African Americans from the South and an equal number of Japanese Americans who were released from desert detention camps. Round-the-clock training programs at high schools and universities provided these new war workers with necessary skills.AERIAL: FORT SHERIDAN, 1937 Chicago also played a very visible role as a crossroads city. Great Lakes Naval Training Station provided boot camp for a third of those who served in the U.S. Navy, while Fort Sheridan became an important army training facility. Glenview Naval Air Station turned out 20,000 carrier pilots, who trained on two old lake ships that had been converted into aircraft carriers. A similar number of officers graduated from Northwestern University's Naval Midshipmen's program. There was also specialized training in electronics, meteorology, naval machinery, foreign language, and espionage. Tens of thousands of other military personnel who were passing through the city by rail enjoyed the hospitality of the USO, as well as the Chicago Servicemen's Centers at 176 W. Washington and in the Auditorium Building, the latter serving 24 million meals by the end of the war.On V-J Day, August 14, 1945, it was all over. Chicagoans joined the nationwide victory celebrations, but only a few people then knew that on December 2, 1942, scientists had created the first sustained nuclear reaction. Ironically, as public and pervasive as the war effort had been, these first steps toward creating the weapon that would end it had taken place in deep secret under the grandstands at the University of Chicago's Stagg Field.",
    "Bibliography": "Duis, Perry R. “No Time for Privacy: World War II and Chicago's Families.” In The War in American Culture: Society and Consciousness during World War II, ed. Lewis A. Erenberg and Susan E. Hirsch, 1996, 17–45.Duis, Perry R., and Scott LaFrance. We've Got a Job to Do: Chicagoans and World War II. 1992.Schneider, James C. Should America Go to War? The Debate over Foreign Policy in Chicago, 1939–1941. 1989.",
    "Author of Text": "Perry R. Duis"
}