{
    "Title": "World War I",
    "Descriptive Text": "World War I (1914–1918) had a profound impact on Chicago both before and after the American war declaration on April 6, 1917. Illinois provided more than 300,000 recruits for the United States military during the war. Several thousand recruits from Chicago, and elsewhere, were trained at the officers’ training camp at Fort Sheridan and at the Great Lakes Naval Training Station, both located north of Chicago along Lake Michigan.The war inflamed and altered Chicago’s ethnic landscape. The city’s large German and Irish communities tended to sympathize with the Central powers: Germany, Austria-Hungary, Turkey, and Bulgaria, or at least favored American neutrality. Chicago’s Germans, the city’s largest immigrant group, vociferously opposed Washington’s growing sympathy for the Entente powers: Great Britain, France, and Russia. Prominent Chicago German Americans, such as meatpacker Oscar Mayer, city plan commission member Charles Wacker, and Chicago Symphony Orchestra director Frederick Stock, as well as the Germanophile Irish American congressman Fred Britten, were well placed, and vocal, opponents of an American alliance with the Entente.\"DANGER TO PRO-GERMANS,\" 1917 German Americans, however, failed to keep the United States neutral. German attacks on American shipping and revelations of a German initiative to secure a Mexican alliance in return for a promise of returned territory in the Southwest silenced many opponents to war with Germany. Once the United States entered the war, German Americans, as well as their culture, fell under growing suspicion. German-sounding foods were renamed: sauerkraut became “liberty cabbage”; frankfurters became “hot dogs.” Chicago institutions were anglicized as well, with the Germania Club becoming the Lincoln Club, and the Bismarck Hotel the Hotel Randolph. Frederick Stock took a brief leave of absence from the Chicago Symphony Orchestra to apply for naturalization. Zealous to ensure domestic security, private organizations such as the American Protective League monitored Chicago’s Germans and detained draft dodgers in occasional “slacker” drives.MARY MCDOWELL AND JANE ADDAMS, 1917 The war also insinuated itself into Chicago politics. Mayor William Thompson plied German and Irish voters by advocating American neutrality and courted Chicago antiwar Progressives such as settlement house worker Jane Addams and University of Chicago professor Charles Merriam. Following the declaration of war, Thompson allowed antiwar groups such as the People’s Council of America for Democracy and Terms of Peace to meet in the city. The mayor drew further attention by spurning the visiting Marshal Joseph Joffre, of the Entente forces, as well as by his cold reception of Liberty Bond salesmen at the beginning of the first war loan drive. Thompson’s dubious patriotism was a factor in his 1918 loss to Congressman Medill McCormick in the Illinois Republican primary for the United States Senate. The same election also witnessed future mayor Anton Cermak’s defeat in the race for Cook County Sheriff, after he ran on a stoutly anti-German platform in a county dominated by heavily German Chicago.\"HALT THE HUN,\" 1918 World War I’s most significant long-term impact on Chicago involved economic adjustments, especially in the labor force. The war shut off immigration and siphoned native-born labor into the war effort. Many Chicago employers turned to women and African Americans, hiring them for jobs previously reserved for white men. These new opportunities, mainly in heavy industry, stimulated the Great Migration of African Americans from the South to Chicago and other northern cities.",
    "Bibliography": "Bukowski, Douglas. “Big Bill Thompson: The ‘Model’ Politician.” In The Mayors: The Chicago Political Tradition, ed. Paul M. Green and Melvin G. Holli. Rev. ed. 1995.Holli, Melvin G. “The Great War Sinks Chicago’s German Kultur. ” In Ethnic Chicago, ed. Melvin G. Holli and Peter d’A. Jones. Rev. and exp. ed. 1984.Luebke, Frederick C. Bonds of Loyalty: German Americans and World War I. 1974.",
    "Author of Text": "Sean J. LaBat"
}