{
    "Title": "Worth, IL",
    "Descriptive Text": "Cook County, 16 miles SW of the Loop. Southwest of Chicago, Worth is bounded on the south by the Calumet-Sag Channel. Its early history is tied to that of Alsip to the east and Palos Hills to the west. Its incorporation was simultaneous with that of Chicago Ridge on its northern border.At the end of the last glacial period, two great torrent valleys were shaped by the vast flow of water as the glaciers melted and receded. Today, the Cal-Sag Channel follows the path of one of these valleys. Part of the Calumet River is in the eastern part of this torrent valley, along with a tributary, Stony Creek. The western half contained the Saganashkee Slough, a huge swamp area that reached from the Des Plaines River eastward, at times reaching to the bend in the Calumet River (southeast of present-day Blue Island ).French explorers and traders traveling through the region in the seventeenth century used this route for a portage as an alternative to the South Branch of the Chicago River. In the 1820s and 1830s, some Illinois legislators also considered this option in the planning for the Illinois & Michigan Canal, but preferred to place the end of the great canal at Chicago rather than at the mouth of the Calumet River.By 1848, the Calumet River had been dammed below Blue Island to divert some of its flow into a canal that fed water from Stony Creek and the Saganashkee Slough into the Illinois & Michigan Canal.Permanent settlement began in the 1830s, and parts of Worth and Alsip grew in an area known as Lane's Island. Named for an early family, the area was higher ground between the Saganashkee Slough and Stony Creek. The community experienced small but steady growth through the second half of the nineteenth century, with both farming and other employment spurred by the establishment of a train stop for the Wabash, St. Louis & Pacific Railroad in 1882. A market center began to develop along what is now 111th Street to serve the farmers in the immediate area. A racetrack brought Chicagoans to Worth, and more commuters settled there.In the period from 1911 to 1922, the Metropolitan Sanitary District constructed the Cal-Sag Channel connecting the Sanitary and Ship Canal with the Calumet region. This construction led to a boom in development and employment in Worth. To control growth and provide municipal services, the community voted to incorporate in 1914. The community took the township's name, which had been selected in 1850 to honor William Jenkins Worth, a general in the Mexican War.From its start as a small village of 240 in 1920, Worth's population reached a plateau of more than 11,000 by 1970, and has become well integrated into the southwestern suburban fabric. Both historically and today, the heart of the village is found where the Wabash line intersects with Harlem Avenue and 111th Street.",
    "Bibliography": "“Some History of Lane's Island” and “The Bishop Family (and Store) of Worth, Illinois.” In Where the Trails Cross 16.2 (Winter 1985).“The Story of Worth: Fifty Years as a Village, 1914–1964.” Worth Palos Reporter, August 27, 1964.Andreas, A. T. History of Cook County, Illinois. 1884.",
    "Author of Text": "Larry A. McClellan",
    "Hyperlinked Terms Associated": []
}