{
    "Title": "Wrestling",
    "Descriptive Text": "Chicago's wrestling tradition began in 1887, at Battery D Armory, where Evan “Strangler” Lewis beat Jack Carkeek for the first recognized professional heavyweight wrestling championship in the United States. In 1911, 30,000 fans in Comiskey Park watched the most famous pro wrestler of the era, as world champion Frank Gotch beat challenger George Hackenschmidt. The city produced a national champ, Charlie Cutler, in 1914–15. During the 1920s, however, the pro sport developed into a mere exhibition, which attracted large crowds, notably at the Coliseum. From the 1930s through the 1950s, the Chicago Stadium hosted famous matches featuring such pros as Gorgeous George and Jim Londos. Professional wrestling broadcast from the Marigold Gardens and the International Amphitheater attracted an audience in the 1950s. In the suburbs, pro wrestlers competed at town fairs. Local professional wrestling essentially died out during the 1960s.Amateur wrestling in the 1890s thrived in athletic clubs and colleges, which included wrestling matches as part of their athletic carnivals. After 1900, wrestling grew as a separate sport, under sponsorship of YMCA s, settlement houses, and ethnic clubs. The Chicago Hebrew Institute produced several national champions, notably 1920 Olympic medalist Fred Meyer. The Greek Olympic Athletic Club and Swedish -American Athletic Association also had top teams. Chicago's playgrounds began sponsoring a wrestling tourney for boys in 1911. A local organization, the Amateur Athletic Federation (AAF), for many years ran a citywide tournament.The University of Chicago first competed in intercollegiate wrestling in 1910, Northwestern University in 1915. The Chicago Public League introduced high-school competition in 1926, dominated for decades by Tilden Tech under coach Bob Hicks. Proviso, in 1931, was the first suburban school to adopt the sport and under coach Lou Slimmer won many state titles after a state tournament was begun in 1937. Northwestern University sponsored a national high-school tournament in 1929–30. Chicago-area wrestling Olympians included Jack Riley (New Trier), Terry McCann (Schurz), and Bob Pickens (Evanston).The Midlands Tournament, a premier college event, was founded in the Chicago area in 1963 and has been held at Northwestern University since 1972. The first U.S. Freestyle Senior Open was held at Northwestern in 1969, with the Mayor Daley Youth Foundation winning its first of five titles. Following the formation in 1970 of an amateur sponsoring group, the Illinois Kids Wrestling Federation, an extensive club program for all age groups blossomed in park districts, middle schools, and YMCAs, particularly in the suburbs.",
    "Bibliography": "Chapman, Mike. Encyclopedia of American Wrestling. 1990.Gems, Gerald R. “The Rise of Sport at a Jewish Settlement House.” In Sports and the American Jew, ed. Steven A. Riess, 1998.Sherrill, Rob. Mat Madness: 60 Glorious Years of Illinois High School Wrestling. 1996.",
    "Author of Text": "Robert Pruter"
}