{
    "Title": "Wrigley (Wm. Jr.) Co",
    "Descriptive Text": "After working as a soap salesman for his father in Philadelphia, the 29-year-old William Wrigley, Jr., moved to Chicago in 1891. He continued to sell soap, but soon offered other products, including baking soda. Wrigley's best-selling item proved to be chewing gum, which he started buying in 1892 from the Zeno Manufacturing Co. of Chicago. Among the early brands of gum made for Wrigley by Zeno were “Lotta,” “Vassar,” “Juicy Fruit,” and “Spearmint.” By 1897, Wrigley's annual gum sales passed $1 million, and Wrigley and Zeno together employed about 500 people. In 1910, Wrigley and Zeno formally combined their businesses, creating the William Wrigley Jr. Co. National advertising helped the company's annual sales rise to nearly $4.5 million in 1910, when “Spearmint” was the industry's leading brand. A new brand, “Double Mint,” was introduced in 1914. As the company's operations expanded nationally and overseas, annual sales grew to $27 million by 1919. Some of Wrigley's profits went toward the construction of the Wrigley Building, the Michigan Avenue tower that was Chicago's tallest structure when it was completed in 1921. Meanwhile, William Wrigley, Jr., had become the primary owner of the Chicago Cubs baseball team, which now played in a stadium called Wrigley Field. The Wrigley family also purchased and developed Catalina Island, near Los Angeles. In 1932, after the founder died, his son Philip K. Wrigley took charge of the company, which would continue to be headed by family members through the end of the twentieth century. During World War II, government-ordered rationing forced Wrigley to stop much of its normal production; the company temporarily introduced “Orbit,” an inferior product. Business recovered after the war, as annual sales grew from about $38 million in 1946 to over $100 million by 1961; the company employed over 1,000 people in the Chicago area during this period. Sales topped $500 million by the end of the 1970s, when new brands such as “Freedent,” “Big Red,” and “Hubba Bubba” helped Wrigley to maintain a hold over about one-third of the domestic market for gum. In the early twenty-first century, William Wrigley's great-grandson oversaw the company's now global empire from its Chicago headquarters. With 60 percent of its business occurring overseas, Wrigley had nearly $3 billion in annual sales and almost 10,000 employees worldwide."
}