{
    "Title": "Wrigley Field",
    "Descriptive Text": "A mecca for baseball fans, a Chicago landmark, and the heart of “Wrigleyville,” fabled Wrigley Field originated in 1914 as home of the Chicago Whales in the short-lived Federal League. When that league folded in 1916, owner Charles Weeghman bought the National League Chicago Cubs, moving them from the West Side to his new ballpark at Clark and Addison Streets. Following purchase of the team by William Wrigley, Jr., in 1920, the park became Wrigley Field in 1926. A second deck was added in 1927–28; bleachers, the famous manually operated scoreboard, and ivy-covered outfield walls in 1937; and lights in 1988, 40 years after they were standard elsewhere.Rich in legends, redolent with nostalgia, and superbly maintained, Wrigley Field is known nationwide as a site for baseball as it once was and as many would like it still to be: a game played on natural grass, chiefly in the daytime, in intimate surroundings that link players and fans, in a residential neighborhood rather than a sea of parking lots. Rumbling by the right-field stands, “ L ” trains link baseball with its yesterdays and the Cubs with their legions of North Side fans.Successfully marketing “Beautiful Wrigley Field” and “The Friendly Confines” as an attractive place to spend a carefree afternoon in the sun, the Wrigleys and the Tribune Company (owners since 1981) have found it unnecessary in the modern era to mount a consistently good team. Built for baseball, the park proved an unsuitable home for football's Chicago Bears, who played there until 1970. At the beginning of the twenty-first century, about to become the oldest ballpark in baseball, Wrigley Field had become a model for a new generation of baseball-only parks in other cities.",
    "Bibliography": "Golenbock, Peter. Wrigleyville: A Magical History Tour of the Chicago Cubs. 1996.Hartel, William. A Day at the Park: In Celebration of Wrigley Field. 1994.Lowry, Philip J. Green Cathedrals: The Ultimate Celebration of All 271 Major League and Negro League Ballparks Past and Present. 1992.",
    "Author of Text": "Richard H. Brown",
    "Street addresses associated": [
        "Wrigleyville"
    ]
}