{
    "Title": "U.S. Steel Corp",
    "Descriptive Text": "This giant Pittsburgh-based company never had its headquarters in Chicago, but it was a leading local employer throughout the twentieth century, and Chicago-area plants produced a large fraction of all of the steel made by its plants across the country. When U.S. Steel was created by New York banker J. P. Morgan and others in 1901, it was the world's largest business enterprise, controlling about two-thirds of the steel-making capacity in the United States. Among the companies that merged into U.S. Steel in 1901 was Illinois Steel (established in 1889), which operated most of the large steel mills in the Chicago region, including the original plant and South Works of the North Chicago Rolling Mill, as well as mills in Joliet and Milwaukee. The U.S. Steel plant in Southeast Chicago, which had about 6,500 workers at the beginning of the twentieth century, became one of the company's leading production facilities. In 1906, U.S. Steel built a giant new plant in Gary, Indiana, southeast of Chicago. By the 1910s, the company's South Chicago and Gary plants employed a total of about 17,000 Chicago-area residents. These two plants ranked as U.S. Steel's most productive facilities for much of the twentieth century. As late as the mid-1970s, U.S. Steel still employed about 40,000 people in the Chicago area, more than any other company. The sudden decline of the American steel industry in the late 1970s adversely affected U.S. Steel's Chicago-area plants. In 1983, the company (which would soon be known as USX) announced that it would close the South Works, which still employed 3,900 people. At the end of the century, USX was still based in Pittsburgh and was still the nation's leading steel producer; over half of the of steel it produced (then about $5 billion worth per year) was made at the plant in Gary. In the early 2000s, USX began selling large portions of the former South Works plant, closed permanently in 1992, to industrial developers.",
    "Author of Text": "Mark R. Wilson| Stephen R. Porter | Janice L. Reiff.",
    "Street addresses associated": [
        "South Chicago"
    ]
}