{
    "Title": "Ugandans",
    "Descriptive Text": "Ugandan immigration to Chicago has taken place in four waves. The first, in the 1960s, comprised primarily students who came to study at the University of Chicago, Loyola University, and the Illinois Institute of Technology. The second wave occurred in the 1970s, as refugees fled Idi Amin's regime. Lutheran and Roman Catholic church organizations helped political figures like former Ugandan cabinet member Luyimbazi Zake settle in the Chicago area during this period, establishing Chicago's reputation as a destination for Ugandans seeking asylum. The connection between religious organizations and the Ugandan community remained strong in the late 1970s and early 1980s, when the third wave of immigration brought seminarians and clerics to Chicago to study and serve as pastors for African congregations. Since the 1970s, Ugandans have studied at Mundelein Seminary and provided clerical leadership to Catholic and Protestant congregations. In the post-Amin era, people have once again been free to travel in and out of Uganda, encouraging a fourth, economically driven immigration of students and young families.By the late 1990s, according to leaders of the Chicago-based Midwest Chapter of the Uganda North American Association, the city had developed a reputation as the “Black Republic” of the United States, not only for its concentration of Ugandan immigrants, who at the end of the century numbered about 500, but for the cooperation among African immigrant organizations in addressing the political, legal, economic, and social concerns of refugees, immigrants, and naturalized citizens of African origin.The tight-knit Ugandan community celebrates weddings and funerals together, as well as the June 3 Ugandan Saints' (or Martyrs') Day. Unlike other African communities such as the Liberians and Angolans, Chicago's Ugandans do not celebrate their Independence Day, owing to what community leaders call “negative associations.” Over 60 percent of Chicago's Ugandans are Catholic, and Saints' Day was frequently celebrated at the Ugandan St. Charles Lwanga parish on Garfield Boulevard near the Dan Ryan Expressway, until the church closed in the early 1990s. The holiday is also observed at the various Episcopalian, Lutheran, and Evangelical Protestant churches to which the remaining members of the immigrant community belong.An estimated 85 percent of Ugandan Chicagoans speak English and Luganda, the language of the Buganda province. They tend to be clustered occupationally in the medical, legal, computer, and civil service or religious professions, although newer, younger immigrants may be students or work in blue-collar jobs. Homeowning Ugandans are concentrated in the south suburbs such as South Holland, Park Forest, Chicago Heights, and Country Club Hills, while apartment dwellers flock to the pan-African neighborhoods of Uptown and Edgewater. Although members of the first and second waves of immigrants have traditionally thought of themselves as temporary residents of the United States, later waves have established a strong permanent community, approximately 40 percent of whom had become naturalized American citizens by the end of the twentieth century.",
    "Author of Text": "Tracy N. Poe",
    "Street addresses associated": [
        "Uptown",
        "Edgewater"
    ]
}