{
    "Title": "Ukrainian Village",
    "Descriptive Text": "Neighborhood in the West Town Community Area. In the aftermath of the fire of 1871, German immigrants developed the area bounded by Division, Damen, Chicago, and Western. After the first of wave of Ukrainian and Russian immigration from 1880 to 1910, however, Ukrainians outnumbered other ethnic groups in the neighborhood. By 1930 estimates placed the Chicago Ukrainian population between 25,000 and 30,000, and the majority resided within this small, 160-acre tract.In contrast to Wicker Park, Ukrainian Village began as a predominately working-class neighborhood. Many of the area's first residents were craftsmen employed to build the mansions of their wealthy Wicker Park neighbors. Ukrainian Village came to boast many ornate churches, including SS. Volodymyr and Olha, St. Nicholas Ukrainian Catholic Cathedral, and Holy Trinity Orthodox Cathedral, designed by Louis Sullivan.Although Mayor Jane Byrne designated Ukrainian Village an official neighborhood on January 18, 1983 (the first such designation in the city's history), steady outmigration throughout the latter portion of the twentieth century depleted the Ukrainian population. By 1990, only 2,500 people living in the Ukrainian Village claimed to be of Ukrainian descent, and many of the residents were young white professionals with no Ukrainian heritage. The cultural impact of Ukrainians on this neighborhood, however, was still apparent at the end of the century, evidenced by many institutions, including churches, the Ukrainian Cultural Center, and the Ukrainian National Museum.",
    "Bibliography": "“Ukrainian Village: Ethnic Enclave ‘Discovered’ by Well-to-Do Outsiders.” Chicago Sun-Times, February 12, 1982.Kuropas, Myron. “Ukrainian Chicago.” In Ethnic Chicago, ed. Melvin G. Holli and Peter d'A. Jones, 1995.Pacyga, Dominic A., and Ellen Skerrett. Chicago, City of Neighborhoods: Histories and Tours. 1986.",
    "Author of Text": "Wallace Best",
    "Street addresses associated": [
        "Ukrainian Village",
        "West Town",
        "Wicker Park"
    ]
}