{
    "Title": "Ukrainians",
    "Descriptive Text": "According to the 2000 census, 45,036 residents of the Chicago metropolitan area consider themselves to be of Ukrainian ancestry. Most trace their ancestry back to one of four waves of immigration from what is now western Ukraine and eastern Poland.The first wave of Ukrainian immigration began in the 1880s and lasted until World War I. It originated among impoverished peasants in eastern Galicia and Subcarpathia, regions of the Austro-Hungarian Empire which had been governed previously by Poland and Hungary but came under Austrian rule by the late eighteenth century. Most of these immigrants identified themselves not as Ukrainians but as Rusyns (“Ruthenians” in English), the customary designation in the Austrian empire. Many immigrants also continued to use more regional identities (Hutsuls, Lemkos or Boykos). Immigrants of this wave originally belonged to the Uniate or Greek Catholic Church, created by Poland's Eastern Orthodox Church in response to the Counter-Reformation. Many immigrants found themselves excluded from the Roman Catholic Church in America and joined the Russian Orthodox Church, which sought to reconvert Uniates. Their descendants gradually began to identify themselves as Russians. Some joined either the Blessed Mother of God parish, Chicago's first Greek Catholic parish, founded in 1902, or St. Nicholas Greek Catholic Church, which was founded in 1905. Soon this church became the center of a Ukrainian neighborhood surrounding the 2300 and 2400 blocks of Chicago Avenue, which has since become known as Ukrainian Village.A second wave of immigration began after the Austrian empire's collapse. Like the earlier wave, it originated in eastern Galicia and Subcarpathia. However, many second-wave immigrants were educated and had participated in the Ukrainian independence movement that emerged after the Austro-Hungarian and Russian empires collapsed. Although they originated in a region that was now divided between Poland, Romania, Czechoslovakia, and Hungary, these immigrants identified themselves as Ukrainians. By 1930, there were approximately 25,000 to 30,000 Ukrainians in Chicago.A third wave of immigration began after World War II. This brought an estimated 7,000 to 8,000 wartime refugees from the former Galician-Subcarpathian region, most of which was annexed to Soviet Ukraine in 1939. Although relatively small in number, this wave was considerably better educated than previous waves, and was actively involved in a movement to form an independent Ukrainian state. The network of civic organizations (credit unions, schools, youth groups, choral and dance ensembles) founded or managed by members of this third wave soon began to dominate community life in the Ukrainian Village neighborhood, complementing Chicago's seven Ukrainian Catholic churches, five Ukrainian Orthodox churches, two Carpatho-Rusyn Greek Catholic churches, and one Carpatho-Ruthenian Orthodox church. By the late seventies, Chicago was home to the United States' largest, most concentrated and best organized Ukrainian community with its own professional organizations, senior citizens' home, radio programs, publications, and summer resorts.A fourth wave of immigration began in the late eighties and originated in the former Soviet republic of Ukraine. Some of these immigrants have integrated into the existing Ukrainian community and have joined churches and civic organizations. Most have not. Not only do they have little time for participating in diaspora organizations, they find that local political and civic leaders are ill-equipped to help them fend for themselves in a new system. Like their predecessors, however, some enterprising recent immigrants have established new businesses and have helped the local community to forge closer ties to newly independent Ukraine.With almost 14,000 located within city limits and more than 45,000 living within the greater Chicago metropolitan area in 2000, Ukrainian Americans have grown increasingly dispersed in the last two decades, moving further from the West Town neighborhood where they were once concentrated. Just under 2,500 persons living in West Town claimed Ukrainian ancestry in 1990. They were far outnumbered by recent Latin American immigrants, who have constituted West Town's majority population since 1980. Chicago's Ukrainian population now lives outside the Ukrainian Village neighborhood, primarily in Cook, DuPage, and Lake Counties. Nevertheless, this neighborhood's churches, shops, schools, and associations remain the center of community life for Chicago Ukrainians and are often visited by touring performance groups from newly independent Ukraine. Not only is Ukrainian Village the center of associational life for numerous professional and youth organizations, it is also the site of an annual festival. Local organizations as well the Ukrainian Institute of Modern Art and the Ukrainian National Museum host frequent talks, performances, and exhibits by local groups as well as by newly independent Ukraine's leading artists and intellectuals.",
    "Bibliography": "Kuropas, Myron. “Ukrainian Chicago.” In Ethnic Chicago, ed. Melvin G. Holli and Peter d'A. Jones. 1995.Markus, Daria, ed. Ukrainians in Chicago and Illinois. 1989.",
    "Author of Text": "Alexandra Hrycak",
    "Street addresses associated": [
        "Hyde Park"
    ]
}