{
    "Title": "Underground Railroad",
    "Descriptive Text": "As the terminus of most Underground Railroad routes originating in Illinois towns bordering the Mississippi and Ohio Rivers, Chicago was a hub of antislavery activity. Workers provided lodging or transportation and were sometimes personally involved in rescue efforts. Participants included physician C. V. Dyer, wealthy merchant John Jones, women's rights advocate Mary Richardson Jones, pharmacist Philo Carpenter, early black homeowners Joseph and Anna Hudlun, educator Eliza Porter, members of the Liberty Association vigilance committee, detective Allan Pinkerton, businessman Henry O. Wagoner, attorneys L. C. Paine Freer and Calvin DeWolf, and pastors and members of Quinn Chapel AME, Olivet Baptist, First Presbyterian, and First Baptist Congregational churches.Prior to the Fugitive Slave Act of 1850, enslaved African Americans who began their perilous journeys in Missouri, Kentucky, and Tennessee found Chicago to be a relatively safe destination. Although the Illinois Black Codes denied them full citizenship rights, they opened businesses or hired out their services performing tasks for which they had been uncompensated while in bondage.After passage of the Fugitive Slave Act slavecatchers abducted black people even if they had certificates of freedom. Black and white abolitionists converged on the Chicago Common Council to protest Senator Stephen A. Douglas' support of this bill. Subsequently many black Chicagoans emigrated to Canada where they could be protected under British law.",
    "Bibliography": "Blanchard, Rufus. Discovery and Conquests of the North-west, with the History of Chicago. 1898–1900.Illinois Writers' Project. “Negro in Illinois” Papers. Vivian G. Harsh Research Collection, Chicago Public Library, Chicago, IL.Muelder, Hermann R. Fighters for Freedom: The History of the Anti-slavery Activities of Men and Women Associated with Knox College. 1959.Turner, Glennette Tilley. The Underground Railroad in Illinois. 2001.",
    "Author of Text": "Glennette Tilley Turner"
}