{
    "Title": "Underground Economy",
    "Descriptive Text": "The underground economy involves the exchange of goods and services which are hidden from official view. Examples of such activities range from babysitting “off the books” to selling narcotics. Over time, the underground economy has changed as lawmakers redefine what is legal or what is to be taxed. How far “underground” an activity is depends not only on its legal status but also on the capacity of government to enforce laws and/or collect taxes. The underground economy serves willing customers. However, the fact that it is hidden from official view may impose unique costs on participants (e.g., bribes), create opportunities for monopoly, reward a suboptimal scale of operations, or even encourage violence.PORTION OF THE SOUTH SIDE LEVEE, 1910 Early Chicago's underground economy was limited, for relatively few economic activities were licensed or regulated. Social and economic change led Americans to demand tighter regulation of personal behavior and, later, economic activity. Shortly after the city's founding, some Chicagoans, especially affluent ones of native stock, expressed worry over gambling, vice, and alcohol; the first temperance society was founded in 1833. Nineteenth-century Chicago also attracted disproportionate numbers of young men, many unattached, and many business travelers. In conditions of urban anonymity, commercial gambling, sex, and drinking thrived, despite the law. City officials were reluctant to alienate voters, visitors, or underground entrepreneurs who cultivated them with political support and outright bribery. There were sporadic raids and arrests but no serious attempt to close illegal businesses until the turn of the twentieth century, when the old Levee vice district was closed. On the other hand, proposals for legal, regulated prostitution made no headway.SMASHING SLOT MACHINES, 1907 By the late nineteenth century, the illegal sector of the underground economy consisted of hundreds of small, mostly owner-operated businesses, primarily brothels and gambling houses. Prostitution was a multimillion-dollar business, and gambling was even more lucrative. Gambling houses thrived in and near the downtown, and specialized vice districts radiated out from rail stations at the edges of the Loop, making little effort at secrecy. Protection from police raids was absolutely essential, and a handful of politicians arranged this.Meanwhile, the underground economy broadened as businesses whose products were legal evaded new regulations aimed at controlling the emerging industrial economy. For example, despite the enactment of an ambitious building code by the 1870s, vast numbers of small contractors and landlords continued to erect structures and operate them in violation of the code. An 1893 state law prohibited employment of children under 14 in manufacturing, and the law was soon extended. Authorities claimed that 8,543 underage children worked in industry in Illinois cities in 1900. Enforcement was difficult because enforcement agencies were understaffed. Child labor declined most rapidly in large enterprises targeted by inspectors, such as meatpacking. Compulsory schooling helped as well, though smaller businesses such as garment makers continued to hire children.Other products, once legal, became illegal. In 1897, state law restricted opiates, which had been available in ordinary drugstores. Subsequent legislation tightened up access to narcotics, and druggists, drug companies, and doctors gradually conformed to the law. The demand for these drugs was intense, and new entrepreneurs appeared. By the 1920s, illegal drug importers and wholesalers were well organized. Small-scale retailers sold to friends and acquaintances, often in established vice areas.CAPONE'S FREE LUNCH, 1930 A similar process drove the manufacture and sale of alcoholic beverages underground during national Prohibition (1920–1933). Prohibition was the greatest achievement of the constellation of movements to regulate personal behavior deemed immoral. Bootlegging quickly became the largest source of illegal income and jobs. Gross receipts from Chicago breweries, beer distributorships, and liquor importing were estimated at $60 million in 1927.Bootlegging shows how a business's illegal status could transform its character. The absence of legal property rights to most illegal businesses, and the participants' unwillingness to rely on the police, led to violence. At first bootlegging in Chicago was conducted by numerous independent operators, but it was eventually organized into a cartel that divided sales territories, raised prices, and reduced consumer choice and product quality. Illegal entrepreneurs devoted extraordinary energy and ingenuity to arranging political protection, guarding against hijacking, and murdering rivals. While great wealth was possible, imprisonment was likely and a violent death was not uncommon.Ordinary jobs in this sector were relatively undesirable. Employees were drawn from impoverished neighborhoods, and, in spite of above-average incomes for those neighborhoods, they suffered from violence and arrest, enjoyed few benefits, and (with a few exceptions) had low status. Women recruited by cheap brothels daily risked becoming infected with sexually transmitted diseases.Class, race, and ethnicity helped determine where illegal businesses located. For instance, when the old vice areas were forced out of the Loop in the 1910s, sex businesses moved into immigrant and African American neighborhoods. Because they were politically weak or represented by politicians linked to vice interests, these areas had difficulty keeping out vice. Some illegal businesses were more welcome than others. “Policy” (known elsewhere as the numbers game) was a major source of jobs and of investment capital in African American neighborhoods. Similarly, some less affluent suburbs welcomed or at least tolerated illegal enterprises because they contributed to local tax revenues and created jobs. By contrast, residents of well-to-do areas were more vigilant in enforcing the law, especially Prohibition.Since the 1930s, the underground economy continued to change as taxation and government regulation grew, while its illegal sector began emphasizing new activities. During World War II, the federal government rationed hundreds of items and controlled prices. In Chicago and elsewhere, a black market quickly emerged to sell goods in limited supply. More important, the federal government paid for the war by taxing the incomes of most wage and salary earners. After the war, extensive taxation remained, to pay for the war debt and the enlarged size of the federal government, including the military. In the 1970s, the IRS estimated that Americans failed to report at least $100 billion in income, most of it legal income. Other taxes were evaded as well.Tens of thousands of Chicagoans work for cash that they may not report—babysitters, lawn care workers, even garment workers. Typically they work in small-scale businesses or are self-employed. Some are moonlighting; some are seriously exploited. Tax evasion peaked in the early 1980s, diminishing as the federal government cut tax rates.Some workers and businesses operate underground to avoid government regulations. For instance, when licensed taxi cabs failed to provide adequate service to South Side African American neighborhoods in the 1930s and 1940s, unlicensed jitney cab operators filled the gap, plying their trade openly on the streets until Mayor Martin Kennelly ordered a crackdown. In 1980, an estimated half of all Chicago home-remodeling jobs were completed without required permits. Unlicensed child care providers have met a growing demand for services, evading official requirements concerning facilities.Beginning in the 1930s, the illegal sector changed as the syndicate formerly headed by Al Capone declined and new syndicates arose. After Prohibition, this syndicate, with its centralized organization and substantial capital, expanded its suburban gambling operations and in late 1940s muscled its way into the independent “policy” gambling operations, dominated by African American entrepreneurs. This “traditional” syndicate lost ground, however. Demand for prostitutes' services diminished, competition from the state lottery and legalized casinos cut into gambling and policy revenues, and courts imprisoned mobsters for tax and other violations.On the other hand, the demand for narcotics and other controlled substances rose, and the illegal drug business expanded. In the 1950s and '60s, street gangs such as the Blackstone Rangers began selling illegal drugs. Despite aggressive and successful federal prosecutions beginning in the 1970s, large street gangs remained in the drug business. Their activities spread throughout poor neighborhoods, where legitimate jobs are scarce. Some customers are local, but many came from elsewhere. In more affluent city neighborhoods and suburbs, drug dealing takes different forms, off the street, embedded in social networks where it is very difficult to police.Perhaps the most unusual part of the underground economy was Jane, a group founded in 1969 by feminists in Hyde Park to provide abortions. Illinois had banned abortions in 1867, but initially recognized broad exceptions to the ban. As definitions of legal “therapeutic” abortion narrowed and official surveillance increased, abortion providers dwindled in number. Jane was a loosely organized group, operating out of conviction rather than the profit motive. Four years after its founding, the U.S. Supreme Court decriminalized abortion, making it again officially part of the “regular” economy.Government enforcement capacity grew substantially in the twentieth century, but the underground economy will likely continue to exist. Even with strong public support for law, some enterprises will always engage in illegal activity to meet demand and make a profit. Enforcement is especially difficult when politically effective constituencies are divided over what to define as illegal.",
    "Bibliography": "Haller, Mark. “Bootlegging: The Business and Politics of Violence.” In Violence in America, vol. 1, The History of Crime, ed. Ted R. Gurr, 1989.Johnson, David R. Policing the Urban Underworld: The Impact of Crime on the Development of the American Police, 1800–1887. 1979.Witte, Ann D. “Beating the System?” In Exploring the Underground Economy, ed. Susan Pozo, 1996.",
    "Author of Text": "Christopher Thale"
}