{
    "Title": "Unemployment",
    "Descriptive Text": "Great turbulence, marked by periods of economic dislocation and grassroots movements for social insurance programs, has characterized Chicago's unemployment history. In 1819, Illinois enacted poor laws that provided for overseers of the poor. However, recurrent panics brought unemployment and poverty so severe as to require municipal attention. In the depression of 1857, 20,000 Chicago workers and their dependents faced starvation, and relief was inadequate. On Christmas Day, in the depression year of 1873, police dispersed crowds of unemployed begging for food at the Relief and Aid Society.RUINS OF WORLD'S FAIR BUILDING, 1894 Four years later, during the “great” railroad strike, unemployed workers joined strikers to battle police and U.S. troops. The American Federation of Labor Convention in Chicago in 1893 resolved that the government had a duty to provide jobs when economic conditions, like then, made them difficult to find. In the spring of 1894, Jacob Coxey, an Ohio businessman and reformer, organized the jobless into “Coxey's Army” and led a march on Washington DC. Declaring Coxey a “demagogue,” the Chicago Tribune (April 24, 1894) editorialized that “action must be taken at once to suppress” his movement. That call was followed by two decades of intermittent violence and confrontation between Chicago police and the unemployed. During these same years, however, police stations provided shelter to hundreds of thousands of homeless people, many of them unemployed workers.In 1899, Illinois became the fifth state to establish a State Employment Service. Compulsory unemployment insurance became an objective of reformers. A committee at the University of Chicago sponsored by the American Association for Labor Legislation called in 1912 for a state or national unemployment insurance program.Labor's agitation for the abolition of unemployment was the strongest in Illinois, where the Illinois Federation of Labor and the powerful Chicago Federation of Labor, under the progressive leadership of John Fitzpatrick, formed the core for a local, state, and national labor party movement. In the spring of 1919, Chicago leaders ran state and local tickets on a reform manifesto called “Labor's Fourteen Points,” which demanded full pay for the jobless and comprehensive social insurance.Unions also attempted to set up their own system of unemployment insurance between 1919 and 1928, as the Amalgamated Clothing Workers of America and the International Ladies' Garment Workers' Union adopted progressive unemployment insurance plans. The depression of 1920–22 terminated these “Chicago Plan” developments, but the unions managed to pay reduced unemployment insurance through the mid-1930s.DEMONSTRATION BY UNEMPLOYED, 1932 The stock market crash of 1929 brought new turmoil and organization. Almost half a million in Illinois were unemployed by the end of 1930. By mid-1932, the Communist -led Chicago Workers Committee on Unemployment had organized 25,000 jobless in 60 locals to fight for jobs and adequate relief. They marched on relief stations in the city and in industrial suburbs like Melrose Park. Early in 1933, the unemployed planned a statewide hunger march to Springfield. More than a thousand relief demonstrators from Chicago and Rockford formed a cavalcade of automobiles and trucks ultimately repulsed by state police.Despite this burgeoning right-to-work movement, there was no nationwide organization of the unemployed until April 1936, when the Workers Alliance of America was formed, merging with the Unemployed Council, the Unemployed League, and some independent organizations. The alliance's protest activities served to support increased appropriations for the New Deal's work programs, such as the Works Progress Administration (WPA), created by executive order of the president on May 6, 1935.The Wagner-Peyser Act (1933) established the federal-state system of public employment services and the Veterans' Employment Service. The Social Security Act of 1935 mandated unemployment insurance in the United States. Illinois was the last state to adopt the unemployment insurance law in 1937.CHICAGO AREA UNEMPLOYMENT, 1950-2000 Unemployment nationally dropped to an all-time recorded low of less than 2 percent during World War II. Postwar national economic stabilization policies prevented massive unemployment, but joblessness remained a major problem, especially as the burden of unemployment shifted. Relatively fewer workers were out of work, but for longer spells, and young people and minorities were increasingly affected. Their plight was cited as a major factor behind rioting during the 1960s; federally funded jobs programs mitigated the problem but failed to solve it. Limited education, inadequate transportation, and persistent hiring discrimination have brought substantial long-term unemployment to many minority communities, causing high poverty rates, housing abandonment, and other problems. Economic downturns in the 1970s and 1980s exacerbated these problems, which, coupled with technological innovation and foreign competition, devastated some long-established Chicago industries and the industries dependent on them. The unemployment rate in Gary in 1990, for instance, was 17 percent. In September 2002, 261,600 workers were unemployed in metropolitan Chicago, or 6.3 percent of the civilian workforce.",
    "Bibliography": "Folsom, Franklin. Impatient Armies of the Poor: The Story of Collective Action of the Unemployed, 1808–1942. 1991.Nelson, Daniel. Unemployment Insurance: The American Experience, 1915–1935. 1969.Rosenzweig, Roy. “Organizing the Unemployed: The Early Years of the Great Depression, 1929–1933.” Radical America 10 ( July–August 1976).",
    "Author of Text": "Alan Harris Stein"
}