{
    "Title": "Unionization",
    "Descriptive Text": "Chicago's historic reputation as a “labor town” is somewhat misleading. Workers have built some of the strongest organizations in the country, but unions have often struggled for life against well-organized, militant employers, and racial and ethnic diversity has shaped the movement's character as much as the dynamics of social class. How do we explain the broader patterns of labor organization in terms of the city's distinctive characteristics? What factors contributed to the rise, changing character, and decline of the movement, and what are its prospects at the dawning of a new century?UNION TAILOR SHOP, N.D. With the shifting composition of its working-class population and the diversity of its metropolitan economy, Chicago has presented both enormous challenges and special advantages for labor organizers. Heavy immigration from the mid-nineteenth century through the early 1920s, and then again in the postwar era and especially after the Immigration Act of 1965, required labor to carry its message in diverse languages to people from vastly different cultures. Likewise, the Great Migration of black southerners, immigration from Mexico and other Latin American nations, Puerto Rican migration, and the influx of East and South Asian immigrants in the late twentieth century have forced organizers to confront race issues for most of the movement's history. Yet racial and ethnic minorities have often played key roles in building and transforming the movement.The city's largest employers in the late nineteenth and first half of the twentieth century were building construction and maintenance companies, railroads, and a range of manufacturing concerns characterized by increasing concentration in a few large firms—slaughtering and meatpacking, metalworking, garment manufacturing, iron and steel production, lumber and woodworking, electrical manufacturing, and a variety of food processing factories. Chicago also built a large printing and publishing industry and, as a corporate, legal, and medical center, claimed an increasingly large population of white-collar and technical workers beginning in the late nineteenth century. Such variety led to the conventional wisdom that “anyone can make a living in Chicago,” but it also required that any successful labor movement embrace a diverse range of workers. Immigrants and workers of color often have been more difficult to organize, not because of any intrinsic qualities, but because they have tended to be among the least skilled and the poorest paid—and as such particularly vulnerable in periods of economic crisis and employers' offensives.JOHN FITZPATRICK, N.D. One of the Chicago movement's distinctions, then, was that well into the mid-twentieth century it generated considerable power amid this social, cultural, and occupational complexity. Another was the movement's division between conservative and often corrupt elements, concentrated disproportionately in the Building Trades Council, and progressive, often radical elements. In the late nineteenth century the radicals were represented above all by the German -speaking Marxists; in the early twentieth century, by the mainstream labor progressives around Chicago Federation of Labor (CFL) president John Fitzpatrick; and in the Great Depression and war years, by the activists involved in the creation of the new Congress of Industrial Organizations (CIO) unions. Such progressives provided the movement with an aggressive, innovative leadership that helps to explain organized labor's relative success in Chicago. They were particularly important in expanding the movement to those otherwise left behind—women, the unskilled, and racial minorities.As elsewhere, skilled workers led the move to permanent organization. In the 1850s and 1860s, printers, shipwrights and caulkers, iron molders, machinists and blacksmiths, and others established craft unions that were often linked to some of the earliest national organizations. By the late 1860s Chicago workers supported more than 20 unions aimed at higher wages and shorter working hours; a lively newspaper, the Workingman's Advocate; numerous producers' cooperatives; and a network of Eight Hour Leagues which organized in municipal, state, and congressional elections, winning both city and state eight-hour laws. As with later legislative successes, however, the laws worked only where unions were strong enough to enforce them, a rare scenario during the 1873–77 depression.Until the 1880s, the city's unskilled— Irish, Bohemian, and Polish lumber shovers, brickyard workers, coal heavers, and construction and track laborers—found their voice only sporadically, often in violent strikes and riots, as in the 1877 railroad strike. The “Great Upheaval” of the mid-1880s brought a dramatic expansion of unionism among virtually all occupations, including craftsmen. The big breakthrough, however, came in the organization of the Irish and other unskilled workers in the ranks of the Knights of Labor, by far the largest and most important late-nineteenth-century labor reform movement. As craftsmen poured into the Knights' trade assemblies and laborers into its mixed assemblies, the movement grew from 2,300 in 1882 to more than 40,000 by 1886. Led by Elizabeth Rodgers, the Knights also organized thousands of women. Working together, the radical Central Labor Union's German and Bohemian socialists and anarcho-syndicalists, the immigrant and native-born craftsmen in the mainstream Trades and Labor Assembly, and the Knights created perhaps the strongest and most radical movement in the United States. They sponsored labor newspapers in various languages, a vibrant cooperative movement, and a United Labor Party which seemed poised to win control of the city government. More than 40,000 joined a general strike for the eight-hour day in May 1886, and throughout the world Chicago became a great symbol of labor solidarity.A number of factors explain the destruction of this movement. First, a series of crushing defeats, particularly among the unskilled in the stockyards and elsewhere, reversed the movement's expansion. Second, internal conflicts, especially within the Knights of Labor, eviscerated the movement's vitality. Finally, the radical socialist and anarchist wing, especially strong in Chicago and a key to the organization of unskilled immigrants, was decimated in the political repression following the events at Haymarket Square in 1886. By 1887 many of the radicals were in prison, blacklisted, or dead, while the Knights had shrunk to 17,000 members.A new movement emerged in the 1890s. While the Knights lost 75 percent of their membership between 1886 and 1887 and the revolutionary organizations were badly disrupted, many of the craft unions survived. The new American Railway Union emerged to organize both skilled and unskilled in the early 1890s. Greater federation through the formation of the Building Trades Council (1890) and the Chicago Federation of Labor (CFL, 1896) brought more planning and coordination and an era of effective sympathy strikes. Thus, the movement emerged from the historic defeat of the Pullman Boycott in 1894 and the depression of the 1890s with renewed strength. At the turn of the century, organization spread once again to the less skilled—in the stockyards and steel plants, in machine shops, in candy, garment, and box factories, among scrubwomen, waitresses, and teachers. By the end of 1903, 245,000, more than half of the city's workers, were affiliated with the CFL, including 35,000 women in 26 different occupations. Strikes mushroomed amid new calls for a shorter workday. Federation leaders claimed that theirs was the “best organized city in the world.”GARMENT WORKERS' STRIKE, 1910 Yet much of this movement, particularly among the unskilled, had been destroyed by 1905. In the building and metal trades, among transport owners and garment manufacturers, and elsewhere, well-organized employers declared their establishments open shops and waged war on the city's unions. Spectacular lockouts in the midst of heavy unemployment in 1904 weakened organization among the skilled and extinguished it among immigrant laborers in meatpacking and other factories around the city. Except for the clothing and garment industry, where strikes in 1909 and 1910 led to the expansion of the International Ladies Garment Workers Union (ILGWU) and the foundation of the Amalgamated Clothing Workers of America (ACWA) in 1910, new organization was minimal until World War I.The CFL attracted national attention again from 1917 to 1919, spawning successful national organizing drives in both steel and meatpacking and launching the Cook County Labor Party, the linchpin for the national labor party movement of the postwar years. Again, a combination of mainline progressives around CFL president John Fitzpatrick and secretary Edward Nockels with syndicalists and other radicals associated with William Z. Foster provided much of the leadership for these movements, and they made special efforts to integrate immigrant and African American laborers. Political repression in the form of the Red Scare (1919–1922), however, along with unemployment, the Race Riot of 1919, and a powerful employers' open-shop drive employing court injunctions, lockouts, and blacklists, shattered the movement. While organization persisted under fire throughout the 1920s in the building trades, among other craftsmen, and on the railroads, most of the breakthroughs among the unskilled in basic industries were eradicated by 1922, and political innovation stagnated for most of the next decade.One important community of workers was largely absent from this movement even at its height. While it reached out to unskilled immigrant women as well as men, Chicago's labor movement largely excluded or segregated African Americans. There were important exceptions, as in the garment and meatpacking industries, but on the eve of World War I, more than a third of the CFL's constituent unions excluded blacks entirely or segregated them into Jim Crow locals. Many other unions practiced more subtle forms of discrimination. The cynicism among black workers that grew from such experiences created a serious problem once the massive migration of the war years and the 1920s created a large black labor force in meatpacking, steel, and elsewhere. The ultimate destruction of promising organizations in basic industry during the 1919–1922 era can be explained largely in terms of postwar unemployment and another aggressive open-shop campaign, but the unions' unsuccessful efforts to integrate the black migrants helps to account for the relative weakness of Chicago unions during the 1920s and the early Depression years. Industrial organization emerged in meatpacking, steel, agricultural machinery manufacturing, and elsewhere only in the late 1930s and during World War II, when the new CIO unions stressed civil rights in strenuous organizing campaigns among African Americans, Mexicans, and other minority workers. In turn, these workers provided some of the strongest bases of support for the new industrial unions. Yet some building trade unions continued to discriminate long after the civil rights legislation of the mid-1960s and were forced to integrate only through federal government pressure and protests from the Coalition of Black Trade Unionists and other local groups.The story of Chicago's building trade unions represents many of the strengths and weaknesses of Chicago labor. Strong craft organizations flourished in a decentralized industry where technological limits and a series of building booms created a persistent demand for skilled manual labor. By the end of the nineteenth century more than a score of unions had federated into a powerful Building Trades Council (BTC), which coordinated a complex range of work rules and crippling sympathetic strikes on sites throughout the city. Federated contractors copied the model, launching lockouts in 1900 and 1921, but union control persisted. In some trades, union power came along with graft and collusion. Most building trades became closely allied with the emerging Democratic political machine and several with organized crime. Throughout most of the twentieth century, conservative leaders from the building trades excluded women and minorities from their lucrative apprenticeship programs and dueled with progressive elements in the CFL.REPUBLIC STEEL STRIKE, 1937 The initiative for the new CIO unions of the late 1930s and the World War II era lay in some of the older and more progressive AFL unions, notably the ILGWU and ACWA, which had completely organized the clothing industry by the mid 1930s; and among radical rank-and-file organizations, notably affiliates of the Communist Trade Union Unity League, in steel, farm implement, furniture, and electrical manufacturing and in meatpacking and other food processing plants. By 1939, the Packing House Workers Organizing Committee (PWOC, later the United Packinghouse Workers of America—CIO [UPWA]) had organized the giant Armour plant and built a membership of 7,550, or about 40 percent of the Chicago industry's workers. As in packing, the Steel Workers' Organizing Committee (SWOC, later the United Steel Workers of America—CIO [USWA]) had one major breakthrough in the late 1930s—U.S. Steel and its subsidiaries in 1937. In May of that year, however, SWOC faced a major setback in its campaign to organize the independent “Little Steel” firms when police killed 10 workers and wounded dozens of others in the “ Memorial Day Massacre ” at Republic Steel. This violence and a return of unemployment in the period from 1937 to 1939 slowed the organizing, and SWOC ended the 1930s with a membership of less than 21,000, about one-third of the region's steelworkers. Other CIO beachheads were established when the Farm Equipment Workers (FE) won representation rights at the giant International Harvester plant (6,300 workers) and the United Electrical Workers (UE) won contracts in a number of electrical manufacturing plants.As late as the beginning of the Second World War, Chicago's labor movement was still dominated by the AFL unions, which had a 1939 membership of over 330,000 compared to the CIO's 60,000. The new industrial unions benefited, however, from a massive increase in defense production and federal policies that facilitated union formation and expansion during World War II. USWA District 31 grew from 18,000 in 1940 to 100,000 in 1945 and the UPWA, FE, and UE all experienced comparable expansion, as did the ILGWU and ACWA.Following a massive strike wave in 1946–47 involving more than 2.5 million workdays lost, labor relations stabilized, but union fortunes remained uneven in the postwar period. Mayor Richard J. Daley's tenure (1955–1976) is often thought of as a golden age for organized labor, and, in fact, with the economy booming and collective bargaining largely accepted by employers, most unions thrived. The politically well-connected building trades prospered most. In the midst of a sustained boom in building construction, construction journeymen enjoyed a 250 percent increase in real wages between 1945 and 1980. Signs of trouble emerged as early as the late 1950s, however, with the gradual decline of manufacturing employment, a trend that accelerated in the next two decades. Moreover, the high-wage, unionized manufacturing industries were declining just as large numbers of African Americans and Latinos were entering the city's labor force. Major strikes reemerged in the late 1960s and 1970s, and the labor movement was clearly in decline by the time of Daley's death in 1976.In the same years, however, changes in state law and in Chicago's occupational structure and the racial and ethnic composition of its population led to a dramatic transformation. As older manufacturing-based unions like the UPWA, USWA, and the garment workers' unions declined as a result of technological change and low-wage competition abroad, government and service workers created a new movement. Public employees poured into the American Federation of State, County, and Municipal Employees (AFSCME), and health care and service workers, into the Service Employees International Union (SEIU). These industries included large numbers of women, African Americans, and Latinos. By 1980 nearly half of all Chicago truck drivers were black or Latino, while minority representation in the Teamsters warehouse and other locals tended to be much higher. In the same years, SEIU Local 73, with 18,000 health care workers, became the largest AFL-CIO local union in the state.Women have been active in the city's labor movement at least since the formation of the Chicago Working Women's Union (CWWU) in the mid-1870s and were instrumental in efforts to organize the clothing trades and other industries with substantial female labor forces. The growing proportion of women in the labor force after World War II, however, together with the shift in the city's occupational work structure from industrial to service and clerical jobs, the rise of feminism over the past three decades, and the subsequent struggles for women's rights, all have created a larger and more important role for women in the local movement during the second half of the twentieth century. Chicago activists have also played important roles in the national movement. A long legacy of women's activism —from the CWWU, through the Knights and the Women's Trade Union League, to CIO industrial unions and early efforts to organize clerical and service workers—made Chicago the natural birthplace of the National Coalition of Labor Union Women (CLUW) in 1974. CLUW has pursued not only better wages and working conditions but also broader social issues and the special needs of working women, including child care.The challenges facing Chicago labor are those facing workers throughout the United States—and the same ones they have faced in the past. Will unions be able to integrate wage earners from vastly different backgrounds on the basis of class solidarity? Can they develop new forms of organization and protest better suited to the technological and occupational facts of the twenty-first century than the old craft or industrial unions and the traditional strike? Answers to these questions will emerge within the context of Chicago's historic reputation as a labor town, its progressive political heritage, and the striking diversity of its working-class population.",
    "Bibliography": "Derber, Milton. Labor in Illinois: The Affluent Years, 1945–80. 1989.Newell, Barbara. Chicago and the Labor Movement: Metropolitan Unionism in the 1930s. 1961.Schneirov, Richard. Labor and Urban Politics: Class Conflict and the Origins of Modern Liberalism in Chicago, 1864–1897. 1998.",
    "Author of Text": "James R. Barrett",
    "Street addresses associated": [
        "Back of the Yards"
    ]
}