{
    "Title": "United Air Lines",
    "Descriptive Text": "United Air Lines and the modern American commercial airline industry were born out of small private companies that contracted in the 1920s with the U.S. postal service to deliver mail to the Pacific coast. One of these early airlines, the Boeing Air Transport Co., was founded by William Boeing in 1927; it flew between Chicago and San Francisco. By 1931, Boeing Air Transport—along with National Air Transport, another airline that flew out of Chicago—was part of the United Aircraft & Transport Co., which included Boeing's airplane manufacturing operations. In 1934, a new federal law forced this company to split into separate, independent airline and aircraft manufacturing companies. The airline became United Air Lines Transport Corp., which was led by William Patterson. In 1939, the company built its headquarters next to Midway (then Chicago Municipal) Airport. During the middle of World War II, when it sold aircraft to the U.S. military, the company's name was shortened to United Air Lines. During the postwar era, United and the whole commercial airline industry grew rapidly. Annual revenues, which came primarily from passenger tickets, rose from about $16 million in 1940 to $130 million in 1951. By this time, the company employed about 600 female flight attendants. In 1959, United started to fly its first jets, which were DC-8 models. At the beginning of the 1960s, when the company's home moved from Chicago Midway to Chicago O'Hare, United owned a fleet of more than 200 airplanes and employed over 28,000 people worldwide. Soon, United was grossing $500 million in annual sales and ranked as the world's largest passenger airline, ahead of competitors such as American and Eastern. In 1969, United Air Lines became part of a holding company named UAL Inc., which had its headquarters in Elk Grove Village, a suburb just west of O'Hare Airport. By the early 1970s, UAL employed about 10,000 Chicago-area residents, making it one of the region's leading employers. Despite financial difficulties and strikes by its workers, UAL continued to expand. By the end of the 1970s, annual revenues approached $4 billion, and the company employed over 70,000 people around the world. When the U.S. government deregulated the airline industry in 1978, United was the number one passenger carrier. By 1985, when United pilots engaged in a one-month strike, the company owned a fleet of over 300 planes. For a brief period during the late 1980s, United's name was changed to the Allegis Corp. In 1994, the company's employees became its new owners, as they received a majority of stock in exchange for wage concessions. By the end of the 1990s, when the company was once again the world's largest passenger airline, annual revenues had grown to about $18 billion. At this point, UAL employed about 100,000 people around the world, including about 21,000 Chicago-area residents. United's fortunes turned dramatically in the twenty-first century. Corporate policies combined with the September 11, 2001, attacks that involved two United flights to weaken the company, which filed for bankruptcy protection in 2002. Nonetheless, UAL, at the end of that year, continued to employ some 18,000 persons in Chicago and 72,000 worldwide and had revenues in excess of $14 billion.",
    "Author of Text": "Mark R. Wilson| Stephen R. Porter | Janice L. Reiff."
}