{
    "Title": "United Charities",
    "Descriptive Text": "United Charities of Chicago (UCC), one of the city's most visible charitable organizations, is a direct descendant of Chicago's first citywide charity association, the Chicago Relief and Aid Society (CRA), founded in 1850–51 and reorganized in 1867. The CRA attempted to bring most charitable organizations under its purview after 1871, but it enjoyed limited success because many associations did not wish to cede decision-making authority to a centralized body.In 1894, during a severe depression that increased the depth and breadth of poverty, the Central Relief Association was formed to give Chicago's poor an alternative to the CRA, which was roundly criticized for parsimonious relief efforts and for its contention that poverty reflected moral rather than economic or social problems. The Central Relief Association, renamed the Chicago Bureau of Charities (CBC) in 1896, understood poverty as a product of a flawed social and economic system as opposed to a manifestation of moral lassitude and thus sought to provide a broader range of social services than mere relief. It also began to use its resources to reform the economy and society.In 1909, the CRA, succumbing to criticism, merged with the CBC to form United Charities of Chicago. UCC elaborated on the CBC tradition of working simultaneously to reform economic and social conditions and to provide services to the needy. It developed a systematic approach to giving, designed to eliminate need through cooperation and improved methods of social provision. By the 1920s, UCC de-emphasized economic reform, instead stressing social services designed to help people cope with a rapidly changing society and engaging in public policy study and advocacy.Since the creation and augmentation of the American welfare state during the Great Depression of the 1930s, UCC has become an important partner with many levels of government and other service agencies, providing direction and expertise to the social service effort throughout metropolitan Chicago. UCC operates an array of social services, including legal aid, family counseling, and help for the aged, helping thousands of persons and families cope with crises every year.",
    "Bibliography": "Bowen, Louise de Koven. Growing Up with a City. 1926.Kusmer, Kenneth L. “The Functions of Organized Charity in the Progressive Era: Chicago as a Case Study.” Journal of American History 60 (December 1973): 657–678.McCarthy, Kathleen D. Noblesse Oblige: Charity and Cultural Philanthropy in Chicago, 1849–1929. 1982.",
    "Author of Text": "Scott Lien"
}