{
    "Title": "United Neighborhood Organization",
    "Descriptive Text": "Established in 1980, the United Neighborhood Organization of Chicago (UNO) is a service organization that aims to empower and improve the quality of life for Chicago's low-income Latino residents, focusing primarily on the issues of education, citizenship, and homeownership. UNO's organizers, including Daniel Solis, hoped it would become a voice for Chicago's Latino community.UNO's voice in Chicago's public schools has continued to grow since the group began lobbying for the West Side Technical Institute in 1986. Eventually the school opened in 1996 to provide job training for West Side residents. The organization also promotes parental involvement in schools and has influence in issues such as school board membership and public school repairs.Amidst the environment of immigration reform in the mid-1980s, UNO began to organize citizenship and voter registration initiatives that by 1996 had generated over 36,000 new voters in Chicago. In 1986, Congress passed the Immigration Reform and Control Act (IRCA), which gave amnesty in the form of temporary residency to millions of immigrants who had been living in the United States prior to 1982 and allowed them to apply eventually for U.S. citizenship. In 1987 and 1988, almost 120,000 illegal immigrants in Chicago applied for amnesty under IRCA, many taking advantage of local amnesty sign-up locations and information sessions often coordinated by UNO. In 1992, UNO began sponsoring citizenship drives to help eligible immigrants apply for citizenship by fingerprinting and photographing applicants and helping them fill out application forms. UNO also helps coordinate large swearing-in ceremonies and encourages new citizens to contribute to their communities by registering to vote and investing in homes.",
    "Bibliography": "Jackson, David. “Give Us Your Tired, Your Poor, Your Votes: Drive for New Citizens Creates New Democrats.” Chicago Tribune, August 27, 1996.Poe, Janita. “Potential Citizens Begin Task: Cicero Drive Attracts 200.” Chicago Tribune, September 12, 1994, Metro West section, 1.",
    "Author of Text": "Amy T. Peterson"
}