{
    "Title": "University of Illinois at Chicago",
    "Descriptive Text": "The University of Illinois at Chicago (UIC) originated in 1982 with the consolidation of the two urban campuses of the state's flagship university: the University of Illinois at the Medical Center and the University of Illinois at Chicago Circle. The former, which became the West Campus of UIC, combined a handful of separate institutions over the years, giving it roots reaching back to 1858. The Circle or East Campus opened in 1965, drawing on more recent beginnings (1946) when a two-year undergraduate division opened on Navy Pier to serve returning war veterans.By 1998 UIC enrolled 25,000 students in 15 colleges, making it the largest university in the Chicago area. A major economic engine, it employed about 12,000 people with a budget of approximately a billion dollars. By the turn of the century, one of every 73 Chicagoans over age 21 was a UIC graduate.The oldest building on campus, Hull House, erected in 1856, has been restored as a memorial to Jane Addams. By 1889, when Addams moved into the old Hull mansion to create a pioneering settlement house, the University of Illinois had been founded downstate (1867) and three private institutions were functioning in Chicago: the Charitable Eye and Ear Infirmary (1858), the Chicago College of Pharmacy (1859–1861, 1869), and the College of Physicians and Surgeons (1882). The Chicago Dental College, established in 1892, formed another root for UIC.In 1896 the Chicago College of Pharmacy became part of the University of Illinois, beginning the state university's presence in the city. Gradually, between 1897 and 1943 the other private institutions became colleges in the university. In 1925 the General Hospital opened as the university's teaching and research facility. The state legislature then created the Medical Center District in 1941, with the university's health colleges and hospital forming key components. With the addition of schools of nursing (1951), public health (1970), and the associated health professions (1979), UIC became one of the few universities in the nation with a full complement of six health science colleges.PROPERTY RAZED FOR UIC, 1962 Meanwhile, the original two-year Undergraduate Division at Navy Pier enjoyed widespread community support and a drive started in 1953 to create a four-year program in the metropolitan area. As university officials were considering various sites, Mayor Richard J. Daley offered the city's assistance in land acquisition in 1959, preferring a site near the Loop and connected to both the new expressways and the public transit system. The selection of the Harrison-Halsted site in 1961 stirred up opposition in the neighborhood, but in 1965 classes opened in modern buildings designed by Walter Netsch. By the time the campus underwent a major renovation in 1994, the original four colleges of the Circle Campus (architecture and art, business administration, engineering, liberal arts and sciences) had multiplied to include schools of education, graduate studies, social work, and urban planning and public affairs.",
    "Bibliography": "“Campus City, Chicago.” Architectural Forum 9 (1965): 21–44.Rosen, George. Decision-Making Chicago Style: The Genesis of a University of Illinois Campus. 1980.",
    "Author of Text": "Gerald A. Danzer",
    "Street addresses associated": [
        "Uptown",
        "Edgewater",
        "Buena Park"
    ]
}