{
    "Title": "University Park, IL",
    "Descriptive Text": "Will and Cook Counties, 31 miles S of the Loop. This village, one of the region's few planned communities, was known as Wood Hill, Park Forest South, and finally University Park.In the late 1950s, Woodhill Enterprises purchased land south of Park Forest for a large subdivision. Building began in 1961, but by 1967 Wood Hill had only 240 homes. Residents created a homeowners association, which fostered a community identity.In 1966 Nathan Manilow, one of the developers of Park Forest, started to purchase land around Wood Hill. Park Forest had been a model for planning in the 1940s, and Lewis Manilow, son of Nathan, formed New Community Enterprises (NCE) to build “a whole new town.” Major partners included Illinois Central Industries and United States Gypsum Company.NCE supported the incorporation of Park Forest South in 1967 with projections for 100,000 residents. Under the federal New Communities Act of 1968, Park Forest South was designated as one of 15 such “new communities.” Planning included space for residential, commercial, and industrial development and addressed the needs of education, recreation, and faith communities. Racial integration was a goal from the beginning, and Park Forest South became a leader in support of open housing.Governors State University opened in 1969, and the Illinois Central Railroad made its first commuter extension in 40 years to Park Forest South. Plans for wooded preserves and recreation areas were addressed, building on recreation area set-asides and major land donations by the Manilow organization.The creativity and energy of the developers and village leadership led to great hopes for their “whole new town.” In 1970, the state of Illinois allocated $24 million for the GSU campus. In 1971, HUD guaranteed $30 million in loans to bring the vision to reality.The developers modernized the water and sewage treatment facilities and in 1970 initiated the first elementary school, the first apartment complex, and Governors Gateway Industrial Park.However, difficulties arose in the economy, in the requirements and lack of resources from HUD, in the projections for growth, and in other areas, leading to suspended development in late 1974. For over two years, intense activity at public and private levels untangled many of the problems. The new town, intended for 100,000, adapted to a slow-growth plan anticipating an eventual 20,000 to 25,000 residents. The 2000 population, however, was 6,662, up slightly from the previous decade.New town planning remains evident. The industrial park next to I-57 is integral to the village, and residential areas continue to offer open space, bikeways, and additional development. The new town heritage includes the Nathan Manilow Sculpture Park, a monumental internationally recognized outdoor sculpture park at GSU developed by Lewis Manilow to honor his father.In its own way, University Park succeeded as a planned community, with racial diversity and economic solidity on the edge of the developed south suburbs.",
    "Bibliography": "McClellan, Larry. Park Forest South/University Park: A Guide to Its History and Development. 1986.",
    "Author of Text": "Larry A. McClellan"
}