{
    "Title": "Universities and Their Cities",
    "Descriptive Text": "Locating the University of Illinois, a public university, in Urbana in 1867 left the work of college founding in Chicago to religious denominations and to local boosters and patrons. Methodists opened Northwestern University (1850); Presbyterians founded Lake Forest College (1857); the Evangelical Association (later the United Methodist Church) founded Plainfield College (1861; moved to Naperville in 1870 and renamed North Central College in 1926); Wesleyans founded Wheaton College (1860); and Baptists established the first University of Chicago (1857–1886). Roman Catholics established Saint Xavier (1846), Barat (1858; merged with DePaul, 2001), St. Ignatius (1870; renamed Loyola University, 1909), St. Vincent's (1898; renamed DePaul University, 1907), and Mundelein (1930; merged with Loyola, 1991).New graduate, professional, and extension divisions fulfilled late-nineteenth-century university aspirations. The reborn University of Chicago (1892) opened schools of commerce, education, law, and medicine. Northwestern opened a school of commerce (1908) and a graduate division (1910). DePaul and Loyola added professional divisions to retain Catholic students but offered little graduate work. Lake Forest, facing intensified competition, decided to focus on the liberal arts and to sever its loose affiliations with several professional schools located in Chicago. Private dominance confined public higher education to Chicago Normal College (1867), administered by the Chicago Board of Education—a competitor for extension students with University College of the University of Chicago. Crane Junior College, Chicago's first public two-year college, opened in 1911 and grew to three branches during the Great Depression.Chicago's private universities celebrated their urban location. “Urban universities are in the truest sense national universities,” argued University of Chicago president William R. Harper, because “the great cities represent national life in its fullness and its variety.” Private universities proffered scholarship and service to the city in return for political and philanthropic support. Professors examined Chicago's growth, settlement house life, immigrant family structure, educational structure, and criminal justice system; they advocated political reform, urban planning, public health measures, economic development, and efficient public and nonprofit administration.Direct service complemented applied scholarship. Nearly a quarter of University of Chicago professors and 15 percent of Northwestern professors participated in reform movements between 1892 and 1919. Harper served on the Chicago school board and chaired an 1898 school commission advocating a professionalized school superintendency. Philosophy professor George Herbert Mead and education professors Charles H. Judd and Ella Flagg Young, later Chicago's school superintendent, continued the battle. The progressive education theories of John Dewey, founder of the University of Chicago's Department of Education, reverberated through Robert Havighurst's 1964 evaluation of the Chicago schools, in Edgar Epps's school board membership in the 1970s, and in Anthony Bryk's and Gary Orfield's 1980s initiatives on behalf of public school reform.In the 1890s, Northwestern and the University of Chicago established settlement houses in West Town and near the stockyards in the New City community area, respectively. Sophonisba P. Breckenridge and Edith Abbott, mainstays of the Chicago School of Civics and Philanthropy, which merged with the University of Chicago, maintained close ties to Jane Addams and Hull House. Charles R. Henderson, after helping to found the Bureau of Charities with fellow University of Chicago sociologist Albion Small, oversaw its professionalization as the United Charities of Chicago and led movements for workers' compensation and prison reform. University of Chicago sociologist Robert E. Park was president of the Chicago Urban League.Alderman Charles Merriam, a University of Chicago political scientist, exposed corruption and promoted city planning, social welfare, and criminal justice. But he failed to win the 1911 mayoral election or the 1919 Republican mayoral primary. Other University of Chicago professors held elective office: philosopher T. V. Smith was a state senator; economist Paul H. Douglas was Fifth Ward alderman and U.S. Senator.University of Chicago faculty shifted from local improvement to national service between the world wars, including work on Herbert Hoover's failed attempts at national social planning and New Deal social welfare legislation. Northwestern, under President Walter Dill Scott, filled the local void by embracing applied research at its professional schools. Chicago's heretofore indifferent philanthropists responded by funding a downtown professional school campus.Postwar demand for higher education led the University of Illinois to open a two-year satellite at Navy Pier in 1946. A move to the Harrison-Halsted campus as the four-year University of Illinois at Chicago Circle (1965) began a rise to university status that would include 15 colleges and schools offering doctoral work in 58 specializations. “Circle” became the University of Illinois at Chicago after merging with the University of Illinois Medical Center in 1982. Strong demand for teachers led to the opening of Chicago Teachers College–North in 1961. This college, renamed Northeastern Illinois University, together with the original South Side college (renamed Chicago State University ) and with public, upper-level Governors State (1971), became comprehensive universities in 1971 over sporadic downstate and private college opposition. The City Colleges of Chicago—Crane's new name—grew to eight two-year units by 1975 before downsizing to seven in 1993.Roosevelt University (1945) refrained from discrimination in admitting minority students, a frequent practice at other private colleges. Elsewhere, relations with contiguous minority communities deteriorated as universities expanded or attempted to “stabilize” their neighborhoods. Constructing the Chicago Circle campus meant destroying ethnic neighborhoods and several Hull House buildings; similarly, racial tensions increased during the 1950s in Hyde Park —an early urban renewal site. DePaul, Loyola, and Roosevelt expanded via suburban satellites but retained a basic commitment to Chicago. By the end of the twentieth century, over 30 of the region's 114 universities and colleges had downtown locations.",
    "Bibliography": "Diner, Steven J. A City and Its Universities: Public Policy in Chicago, 1892–1919. 1980.Rosen, George. Decision-Making Chicago-Style: The Genesis of a University of Illinois Campus. 1980.Storr, Richard J. Harper's University: The Beginnings. 1966.",
    "Author of Text": "Steven J. Diner and Harold S. Wechsler",
    "Street addresses associated": [
        "Hyde Park",
        "Back of the Yards",
        "Kenwood"
    ]
}