{
    "Title": "University of Chicago",
    "Descriptive Text": "The University of Chicago opened in 1892 under the auspices of the American Baptist Education Society. Baptist oil magnate John D. Rockefeller provided the initial funding for the nonsectarian, coeducational institution modeled on the graduate research universities of Germany. Rockefeller and William Rainey Harper, the first president of the university, hoped the school would be a force for Christian moralism in the Midwest at the same time that it developed and promoted modern scientific research.Retail merchant Marshall Field donated 10 acres in Hyde Park for the campus and later sold additional lands as the university expanded. Architect Henry Ives Cobb designed the Gothic revival campus in the image of Oxford and Cambridge, with the enclosed quadrangles creating a feeling of insularity and detachment from the surrounding city. The board of trustees hoped the design would foster a tight-knit community of scholars.The university initially drew students primarily from the Midwest; most were children of small merchants and professionals. Women, many in graduate school, constituted over half of the students by the first years of the twentieth century. This generated concern among many trustees and administrators, who considered limiting women's admissions or ending coeducation altogether. Alumnae and faculty members successfully lobbied for women's continued access to the university.INTERIOR OF ROCKEFELLER CHAPEL, N.D. Harper hired some of the most distinguished scholars from colleges and universities across the nation and the world. John Dewey and George Herbert Mead helped establish the philosophy department. Scholars like Albion Small, and later Ernest Burgess and Robert Park, built one of the most influential sociology departments in the nation, as the “ Chicago School ” pioneered research in immigration, race and ethnic studies, and urban community studies. Faculty worked closely with Chicago reformers such as Jane Addams, Graham Taylor, and Mary McDowell, who became head resident of the University-sponsored settlement house in Back of the Yards. The university played a central role in linking the emerging disciplines of the social sciences with urban reform activities and municipal government.To expand of the university's role in the city, President Harper launched the University Extension Program, modeled on the British program and on the American Chautauqua movement. Nonenrolled students, particularly adults in other parts of the city, could take courses part-time and off-site. Harper also sought university affiliation with other institutions in the city, including Rush Medical College, the Chicago Theological Seminary, and the Chicago Manual Training School.STAGG FIELD, 1927 Robert Maynard Hutchins, who became university president in 1929, eliminated intercollegiate football and revamped the undergraduate curriculum. His 1931 “New Plan” consolidated departmental structure, introduced general survey courses, and inaugurated comprehensive examinations. Hutchins also launched the “Great Books” program, which brought together university faculty with city elites to read and discuss classic texts of Western civilization. Librarians and public school teachers were trained to lead discussions, making the program more accessible and widely available across the city and the nation.Departments in the physical sciences gained distinction throughout the 1940s and 1950s. In 1942 a team of scientists led by physicist Enrico Fermi initiated the first self-sustaining nuclear reaction under the football stands at Stagg Field, as part of the Manhattan Project. Research in subatomic physics provided a new partnership between the federal government and the university that shaped the future of scientific research.After a postwar boom in student enrollment, applications declined in the 1950s, largely as a result of changing neighborhood conditions in Hyde Park. Economic and demographic changes, particularly the increasing presence of African Americans in Hyde Park, led many white residents to leave the neighborhood. Many property owners subdivided homes and became absentee landlords, often neglecting building upkeep and maintenance. To revitalize the neighborhood, the university worked with local residents to create the Hyde Park– Kenwood Community Conference in 1949. Members promoted urban renewal policies to address issues of crime, poverty, racial integration, and planning. Several thousand residents were displaced in the process, but the partnership between the university and local residents became a model for promoting interracial and economically stable urban communities.The University of Chicago's international stature is symbolized by the large number of faculty who have won Nobel Prizes. The university maintains a strong presence in city affairs and public policy and provides expertise in areas as diverse as legal aid, tax policy, housing, education, and medicine.",
    "Bibliography": "Diner, Steven. A City and Its Universities: Public Policy in Chicago, 1892–1919. 1980.McNeill, William H. Hutchins' University: A Memoir of the University of Chicago, 1929–1950. 1991.Storr, Richard J. Harper's University: The Beginnings. 1966.",
    "Author of Text": "Robin F. Bachin",
    "Street addresses associated": [
        "Hyde Park",
        "Kenwood"
    ]
}