{
    "Title": "Uptown",
    "Descriptive Text": "Community Area 3, 6 miles N of the Loop. Only sparsely settled in the nineteenth century, Uptown has become one of the densest and most ethnically diverse residential areas of Chicago. In 1861 Graceland Cemetery was opened in what is now the southwest quarter of Uptown, and soon became a destination for outings. German and Swedish immigrants operated scattered farms. The Cedar Lawn (1869), Buena Park (1860), Sheridan Park (1894), and Edgewater (1887) developments in Lake View Township brought middle-income and wealthy residents to the area. Land speculator John Lewis Cochran's (1857–1923) Edgewater set a building pattern for the area that fostered a broader mix of classes. Along the lakefront he favored mansions, but west of Evanston Avenue (Broadway) he encouraged multifamily housing. Cochran convinced the Chicago, Milwaukee & St. Paul Railroad to stop at Bryn Mawr Avenue and two decades later was instrumental in the building of the Northwestern Elevated Railroad Company tracks near his developments. These routes made Uptown one of Chicago's most populous residential centers.A commercial boom in the first quarter of the twentieth century ushered in days of glamour. To compete with the Loop and Woodlawn, the Central Uptown Chicago Association promoted the area's shopping and recreational opportunities with images of New York City; the main thoroughfare became “Broadway” and the area, “Uptown.” Loren Miller's department store (later Goldblatt's) anchored the shopping district. Revelers visited the Aragon Ballroom (1926), the Riviera Theater (1919), the Uptown Theater (1925), and the Marine Room of the tony Edgewater Beach Hotel (1916). Thousands of worshipers flocked to the People's Church and tuned their radios to hear the sermons of Unitarian minister Preston Bradley. For a decade (1907–1917), Essanay Studios made Uptown the heart of the American film industry. Luxury apartment buildings and hotels appeared along Winthrop and Kenmore Avenues.SCHLOESSER & CO. GROCERY, 1908 Uptown's fortunes changed during the Great Depression. The extension of Lake Shore Drive to Foster Avenue in 1933 made it possible for shoppers to bypass Uptown for places further north. During the housing crisis of World War II, the large rooms of the luxury apartments along the Winthrop-Kenmore corridor seemed ideal for conversion into more profitable smaller accommodations. Some landlords neglected their property or did not require long-term leases or security deposits, which made Uptown accessible to recent migrants and Chicago's poor. In the 1950s, whites from Appalachia, Japanese Americans from California, and Native Americans from Wisconsin, Minnesota, and Oklahoma settled in Uptown's affordable but deteriorating housing. In addition, the state of Illinois channeled released mental health patients to Uptown's small apartments and halfway houses.The changes in Uptown's economy, population, and housing stock drew the attention of residents, business owners, community organizers, and public officials. Longtime residents and commercial institutions created the Uptown Chicago Commission, which successfully sought designation as a conservation area (1966). The federal government made Uptown a Model Cities Area. New residents joined community organizations, including Jobs or Income Now, sponsored by Students for a Democratic Society; Slim Coleman's Heart of Uptown Coalition; and the Uptown Hull House's Organization of the Northeast. Wary of the land clearance that had accompanied urban renewal in Hyde Park and Lincoln Park, they wanted to improve local conditions while keeping Uptown within the means of the poor. They protested the building of Truman College (1976), which displaced several hundred residents.Dozens of social service organizations opened to serve the needs of Uptown's diverse poor, including the American Indian Center, St. Augustine's Center for American Indians, the Lakefront SRO Corporation, a federal Urban Progress Center, and the Edgewater-Uptown Community Mental Health Center. Uptown continued to attract immigrants from Central America, Asia, Africa, and the Middle East into the twenty-first century.Residents of Uptown who wished to distance themselves from its image of poverty and blight discovered a new way to protect their interests; they changed the public identification of their neighborhoods. Residents of the northern half of Uptown rediscovered the name “Edgewater” and in 1980 achieved recognition as a distinct community area, halving Uptown's population. Homeowners in Buena Park (the area between Graceland Cemetery and the lake) and Sheridan Park (between Graceland and St. Boniface Cemeteries), won recognition as historic landmark districts. The secession of these prosperous neighborhoods reinforced Uptown's reputation as an area of diversity amid faded glamour.",
    "Bibliography": "Gitlin, Todd, and Nanci Hollander. Uptown: Poor Whites in Chicago. 1970.Hansen, Marty. Behind the Golden Door: Refugees in Uptown. 1991.Warren, Elizabeth. Chicago's Uptown: Public Policy, Neighborhood Decay, and Citizen Action in an Urban Community. 1979.",
    "Author of Text": "Amanda Seligman"
}