{
    "Title": "Urban Renewal",
    "Descriptive Text": "Following World War II, and continuing into the early 1970s, “urban renewal” referred primarily to public efforts to revitalize aging and decaying inner cities, although some suburban communities undertook such projects as well. Including massive demolition, slum clearance, and rehabilitation, urban renewal proceeded initially from local and state legislation, which in Illinois included the Neighborhood Redevelopment Corporation Act of 1941 (amended in 1953), the Blighted Areas Redevelopment Act of 1947, the Relocation Act of 1947, and the Urban Community Conservation Act of 1953. The earliest emphasis was placed on slum clearance or “redevelopment,” which was followed by a focused effort to conserve threatened but not yet deteriorated neighborhoods.The new legislation had three primary functions. First, it expanded the city's power of eminent domain and enabled it to seize property for the new “public purposes” of slum clearance or prevention. Second, it pioneered the “write-down” formula which permitted the city to convey such property to private developers at its greatly reduced “use” value after the municipality subsidized its purchase and preparation. Last, the state provided assistance in relocating site residents—an absolute necessity in a time of severe housing shortages to enable the clearance of crowded, inner-city sites. The federal Housing Acts of 1949 and 1954, and their later amendments, mirrored the Illinois initiatives, providing a national framework and greater financial resources for the renewal effort. The clear intent was to offer public assistance to the private sector in the hope of heading off an urban crisis.VACANT PROPERTY RAZED FOR UIC, 1962 As early as 1943 a Chicago Plan Commission survey had found 242,000 substandard housing units within a 23-square-mile zone of “blight,” with the most desperate conditions extending in a sweeping arc south and west of the Loop. Another 100,000 such units were scattered across Chicago in “non-blighted” areas. Such conditions, combined with the decentralizing pull of the burgeoning suburbs, threatened to ravage the city's tax base, deplete the stock of middle-class consumers, and raise the cost of basic city services such as police and firefighting. Worried about rising taxes, declining property values, and their traditional source of shoppers and workers, Loop interests such as Marshall Field & Co. and the Chicago Title and Trust Company moved swiftly to design plans to enhance the downtown. Within weeks of his 1947 inauguration, Mayor Martin H. Kennelly received a housing program and legislative package that had gestated in Loop boardrooms.Major institutional interests on the South Side, such as the Illinois Institute of Technology (IIT) and Michael Reese Hospital, also faced the daunting prospect of surviving within rapidly deteriorating neighborhoods. Even before World War II, they had recommitted themselves to the area, and, in 1946, they joined other local interests to create the South Side Planning Board (SSPB). Staking out a planning interest of seven square miles from Cermak Road south to 47th Street and from Michigan Avenue west to the Pennsylvania Railroad, their efforts—along with those of their Loop counterparts—enticed the New York Life Insurance Company to finance the Lake Meadows development. Michael Reese Hospital soon followed with its own Prairie Shores complex; IIT expanded its campus from 7 to 110 acres; Mercy Hospital decided to remain and grow in the area; and South Commons was developed as a middle-income housing enclave.The University of Chicago took the initiative in the urban renewal of Hyde Park, as it did with the conception and enactment of the Illinois Urban Community Conservation Act of 1953, a law precisely tailored to the institution's needs. Proceeding in stages throughout the 1950s under earlier redevelopment acts and through the South East Chicago Commission (SECC), the university responded forcefully to a process of racial transition that had been accelerated by clearance projects to its north. The city approved a general renewal plan for Hyde Park– Kenwood in 1958 after the SECC had removed the worst pockets of “blight” and prevented precipitous “white flight.” By 1970, the university and various public agencies had invested some $100 million in the area—an amount augmented by an additional $300 million in private funds.SANDBURG VILLAGE, 1964 The largest renewal site north of the Loop provided space for Carl Sandburg Village between Division Street and North Avenue and, roughly, Clark and LaSalle. Most of the displaced residents were unmarried white renters without deep roots in the neighborhood. Demolition proceeded in 1960–61, with Arthur Rubloff & Co. beginning construction the next year. At its completion in 1969, the combination of high-rise towers and townhouses encompassed 3,166 units. At the same time on the Near West Side, Mayor Richard J. Daley tried to protect the Loop, fight decentralization, and enhance Chicago's image by building a campus of the University of Illinois in the Harrison-Halsted area. Sparking considerable grassroots protest, the project displaced thousands of individuals and hundreds of businesses in an old, largely Italian community before it opened in 1965.Concern with protecting and enhancing Chicago's core also generated a construction boom within the Loop itself. Beginning with the opening of the Prudential building in 1957, a 20-year burst of activity nearly doubled downtown office space; the federal government, Cook County, and the city of Chicago each added massive administrative centers.The neighborhoods, however, experienced a different kind of transformation. While whites were among those uprooted in Hyde Park and on the North and West Sides, urban renewal in this context too often meant, as contemporaries noted, “Negro removal.” Between 1948 and 1963 alone, some 50,000 families (averaging 3.3 members) and 18,000 individuals were displaced. Old neighborhoods disappeared, and new ones faced increasing racial pressures. Although some urban renewal sites were redeveloped for institutional expansion or middle-class housing, displaced African Americans received little benefit from the program. The city tried to contain the expansion of African American living space, in part, by using densely packed, centrally located high-rise public housing. Segregation became public policy, as the courts acknowledged in deciding the 1966 suit brought by Chicago Housing Authority (CHA) resident Dorothy Gautreaux. In 1969, federal district court judge Richard Austin found that 99 percent of the residents of CHA family housing were black, and that 99.5 percent of such units were confined to black or racially changing areas. Rather than solve the urban crisis, urban renewal had set the stage for its next phase.",
    "Bibliography": "Condit, Carl W. Chicago, 1930–1970: Building, Planning, and Urban Technology. 1974.Hirsch, Arnold R. Making the Second Ghetto: Race and Housing in Chicago, 1940–1960. 1983.Mayer, Harold M., and Richard C. Wade. Chicago: Growth of a Metropolis. 1969.",
    "Author of Text": "Arnold R. Hirsch",
    "Street addresses associated": [
        "Hyde Park",
        "Kenwood"
    ]
}