{
    "Title": "Urban League",
    "Descriptive Text": "Throughout the twentieth century, the Chicago Urban League has advanced racial democracy, although moderate methods and an elite orientation have circumscribed its approach to black politics. Founded in 1916 as an affiliate of the National Urban League (NUL), the Chicago branch was neither a mass-membership nor community-based organization. Its interracial board's first president was University of Chicago sociologist Robert Park, and it set a lasting pattern by drawing its initial funding largely from local corporations and individual business leaders. Its staff, led by T. Arnold Hill, formerly an NUL organizer, comprised mainly black social workers who provided services to newly arrived black southerners seeking employment and housing. The organization did yeoman work placing African Americans into jobs and attempting to break the job ceiling in industrial and white-collar work. However, the league's “Stranger Meetings,” where black club women secured pledges from migrants to maintain appropriate public dress and deportment, reinforced the social distance between middle-class social service providers and their poor and working-class clients.After the 1919 race riot, white business and political leaders blamed the violence partly on the interaction of “unadjusted” black newcomers with whites in public spaces and workplaces. Their hope that the Urban League could hasten adjustment dovetailed with concern among African American elites that migrants provoked white racism through offensive habits brought from the rural South.The Chicago branch experienced periodic organizational instability in a new environment of black protest activity after 1930. During the Great Depression, the league became useful again to the city's elite as an acceptable alternative to Communist -inspired resistance by unemployed and homeless blacks. After a reorganization in 1947, activist Sidney Williams became the new executive secretary. Williams's public opposition to violence against blacks seeking fair housing earned him the enmity of conservative board members. His subsequent removal in 1955 reinforced the league's role as a moderate race relations agency constrained by its conservative board. Executive Director Edwin Carlos “Bill” Berry made Chicago the Urban League's largest affiliate by 1958. Although aggressive—he called Chicago America's most segregated city—he retained traditional Urban League methods of lobbying and negotiations with elites during the 1960s.In keeping with its traditional approach, today's league emphasizes the need for black citizens to “prepare” for the opportunities wrested from business and political officials. It endorsed self-help for poor blacks during the conservative 1980s and 1990s, continuing its long history of teaching unemployed workers habits desired by potential employers.",
    "Bibliography": "Strickland, Arvarh. History of the Chicago Urban League. 1966.",
    "Author of Text": "Preston H. Smith II"
}