{
    "Title": "Uruguayans",
    "Descriptive Text": "Although some Uruguayans came to Chicago for the World's Columbian Exposition of 1893 and the Eucharistic Congress of 1926, very few settled in Chicago permanently before 1940. The first influx of Uruguayan immigrants to Chicago included a small number of scholars, students, and professionals who arrived in the period following World War II. New business relationships between Chicago and Uruguayan companies prompted the formation of the United States–Uruguay Alliance of Chicago in 1951 and attracted a small number of Uruguayan businesspeople and travelers to Chicago. By 1959, Chicago's Uruguayans had attained sufficient visibility to prompt Mayor Richard J. Daley to declare August 25 (Uruguay's Independence Day) Uruguay Day in Chicago.The bulk of Chicago's Uruguayan population arrived starting in 1967 and continuing through the 1970s, when a guerilla war, military dictatorship, and economic troubles in Uruguay prompted many to leave the country. A few were leftist dissidents who feared imprisonment, torture, or “disappearance” at the hands of the authoritarian military regime. Most, however, came to seek opportunity and escape an economic depression that had begun in the 1950s and was exacerbated by the civil strife of the 1960s and 1970s.Many of the working-class Uruguayan immigrants of the 1970s came individually rather than in families and took jobs initially as carpenters, mechanics, and in food service. They settled throughout the North Side and in some South Side neighborhoods such as Heart of Chicago along with the city's growing Hispanic population. Many eventually started their own businesses— restaurants, auto shops, and small firms. Highly educated professionals, doctors, students, and businessmen also continued to arrive in Chicago, creating a marked elite within the community.Uruguayans socialized together during the 1970s with frequent picnics at Le Bagh Woods, Che-che-pin-qua Woods, and Horner Park. In 1976, the community formed a soccer team, Charruas (named after the indigenous people of Uruguay), which allowed them to practice their national passion in their new city. Community leaders point to soccer's important role in the life of the community, bringing Uruguayans together frequently to compete and to watch and support their national team.In the early 1980s, Uruguayans established Operación Gurí (“young boy”), to provide aid to needy children and schools at home in Uruguay. For several years, the group was the center of community activity, organizing annual picnics on August 25 and other cultural activities. Operación Gurí fundraising events included Uruguayan film festivals and folklorico productions, at which the traditional Candombe and tango dances were performed. Another important cultural institution, the weekly radio program Chicago Esquina Tango, aired Saturday afternoons beginning in the early 1980s through 1999. Although Operación Gurí ended in the 1990s, and no major organization immediately replaced it, the community remained active, with picnics and celebrations on August 25, as well as informal contacts and social life.At the turn of the millennium, community leaders estimated a slowly increasing population of roughly 500 Uruguayans in Chicago, with an additional 100 or 200 living in the suburbs. Persistent economic problems in Uruguay contributed to continued immigration, especially among the young.",
    "Author of Text": "Robert Morrissey",
    "Street addresses associated": [
        "Heart of Chicago"
    ]
}