{
    "Title": "Daily Herald",
    "Descriptive Text": "The Arlington Heights –based Daily Herald started in 1872 as the Cook County Herald, a weekly devoted to agricultural news and the business needs of northwestern county residents. In 1889, Hosea C. Paddock bought the newspaper for $175, printing half in German for immigrant farmers.Stuart R. and Charles Paddock, Sr., Hosea's sons, took control in 1920, renaming it the Arlington Heights Herald in 1926. It prospered with the suburban settlements growing along the Chicago & North Western's northwest line. By the end of World War II, its circulation surpassed 10,000, as the Herald championed the development of Chicago's northwestern suburbs.As population followed the four-lane highways from the city, the Herald became a triweekly in 1967. A third generation of Paddocks asserted control in 1968, adding national and international news and making the paper a daily in 1969. The Daily Herald, as it was renamed in 1977, remains the flagship of family-owned Paddock Publications, Inc.The Daily Herald expanded into Lake and DuPage Counties in the 1980s and Kane and McHenry Counties during the 1990s. As its circulation climbed to 130,000, the publishers added news about Chicago, arts, and entertainment and initiated an unsuccessful antitrust lawsuit against the two Chicago dailies. It continues to be an important newspaper presence in the lucrative northwest suburban market.",
    "Bibliography": "Allen, Jim. “Newspaper Picks Up Speed to Keep Pace with Suburbs.” Daily Herald, May 9, 1998.Kennedy, Kristy. “From $175 to Driving Force in the Community.” Daily Herald, October 12, 1997.",
    "Author of Text": "Richard Junger",
    "Hyperlinked Terms Associated": [
        "Arlington Heights",
        "business",
        "newspaper",
        "German",
        "World War II",
        "Lake",
        "DuPage Counties",
        "Kane",
        "McHenry Counties"
    ],
    "Street addresses associated": [
        "Arlington Heights"
    ]
}