{
    "Title": "Daily Southtown",
    "Descriptive Text": "Known for much of its existence as the Southtown Economist, the Daily Southtown was founded as the weekly Englewood Economist in 1906. The early Economist was marketed toward residents who wanted to save money by shopping in their own white, native-born, working-class neighborhood. The paper targeted Beverly and surrounding neighborhoods in 1920, renaming itself the Southtown Economist. It became a twice-weekly in 1940 but remained a community newspaper into the 1960s, when it purchased first the Blue Island Sun-Standard and then the Pointer newspaper chain that included various community newspapers. The demise of the afternoon Chicago Daily News spurred the Economist to become a six-afternoons-per-week daily in 1978, covering south and southwestern Chicago and adjoining suburbs.St. Louis-based Pulitzer Publications Company, hoping to enter the lucrative Chicago market, purchased it from owner Bruce Sagan in 1986. Pulitzer's effort failed, and the renamed Daily Southtown was sold to Toronto-based Hollinger International, the parent company of the Sun-Times and the suburban Star Publications and Pioneer Press chains, for $31.9 million in 1994. The combination gave Hollinger a city and suburban penetration that it lacked in the Sun-Times's competition with the Tribune.The Daily Southtown achieved its greatest circulation during the early and mid-1990s at nearly 60,000 copies, making it the fifth-largest circulating daily in the Chicago metropolitan area. It moved to a new editorial plant in Tinley Park in 1996 and launched a Web site in 1997.",
    "Bibliography": "Sullivan, Gerald E., ed. The Story of Englewood, 1835–1923. 1924.",
    "Author of Text": "Richard Junger",
    "Hyperlinked Terms Associated": [
        "Beverly",
        "newspaper",
        "Blue Island",
        "Tinley Park"
    ],
    "Street addresses associated": [
        "Englewood",
        "Beverly",
        "Blue Island",
        "Tinley Park"
    ]
}