{
    "Title": "Daley's Chicago",
    "Descriptive Text": "An Irish Catholic native of Chicago's Bridgeport neighborhood, Richard J. Daley attended parochial elementary and secondary schools and, after attending night classes for many years, received a law degree from DePaul University. He was elected a state representative in 1936 and a state senator in 1938; from 1941 to 1946, he served as senate minority leader. Following an unsuccessful run for Cook County sheriff in 1946, Daley returned to Springfield in 1949 as Governor Adlai Stevenson's state director of revenue. In 1950 he was elected Cook County clerk and in 1953 chairman of the Cook County Democratic Party. In 1955 Daley ousted incumbent mayor Martin Kennelly in a bitterly contested Democratic primary, then beat Republican Robert Merriam in the general election. He secured reelection five times, the last in 1975.Mayor Daley enjoyed great success, particularly in his early years, in reshaping Chicago's landscape. He presided over an unprecedented building boom that created a spectacular downtown skyline, completed the city's expressway network, enlarged Chicago- O'Hare International Airport, and constructed the University of Illinois at Chicago –Chicago Circle. His attention to prompt and efficient service delivery made Chicago famous as “the city that works,” and, by the 1970s, when the nation's metropolises were experiencing financial crises, his success at keeping Chicago solvent earned him a reputation as a fiscal genius. Based in part on his legendary machinations on behalf of John F. Kennedy in the 1960 presidential election, Daley became a powerful force in the national Democratic Party and a leading spokesman for urban interests in the 1960s and 1970s.Despite Daley's continued electoral triumphs and many achievements, his forceful leadership often produced heated controversy. His autocratic manner was more efficient than democratic. The brutal suppression of dissent at the 1968 Democratic National Convention tarnished the city's image, as did his infamous “shoot-to-kill” order shortly after the rioting following the assassination of Martin Luther King, Jr. As Chicago's nonwhite population increased dramatically, Daley enjoyed little success mitigating the escalating racial tensions and aligned himself with conservative whites against civil rights groups. He resisted residential desegregation, refused to implement affirmative action procedures in the city's police department, defended the public schools' racially exclusionary policies, and used urban renewal funds to erect massive public housing projects that kept black Chicagoans within existing ghettos. Residents of white as well as black neighborhoods questioned Daley's decision to protect the city against suburban decentralization by revitalizing the Loop and North Michigan Avenue. His death and the subsequent dissolution of the Democratic machine unleashed forces of change long held in check, resulting in the election of Chicago's first black mayor, Harold Washington, in 1983.",
    "Author of Text": "Roger Biles",
    "Hyperlinked Terms Associated": [
        "DePaul University",
        "expressway",
        "OHare International Airport",
        "University of Illinois at Chicago",
        "civil rights",
        "police",
        "urban renewal",
        "public housing",
        "Loop"
    ],
    "Street addresses associated": [
        "Bridgeport",
        "Loop"
    ]
}