{
    "Title": "Dance Training",
    "Descriptive Text": "In Chicago, dance classes were multicultural and technically diverse long before such training was the norm for professional dancers. Mary Wood Hinman, an innovative Chicago educator who thought that the study of dance should include familiarity with its history, taught ballroom, folk and interpretive dance, pantomime, and ballet in the years before World War I. One of her students was Doris Humphrey, who opened a dance studio in Oak Park before leaving town in 1917 for an illustrious career as a modern dancer. The Chicago Association of Dancing Masters, founded in 1912 by a German ballroom dancer named Frederick Kehl, provided a forum for the study of all the latest social dances, as well as “stage dancing.” By 1924, the association was offering classes in Bar Technique and Port de Bras, Oriental, Castanet, Eccentric, Scotch and Irish folk dance, and Grecian Ballet.From its earliest manifestation in 1910, the Chicago Opera employed a series of distinguished ballet directors, including Andreas Pavley and Serge Oukrainsky, with whom Doris Humphrey also studied. Pavley had learned Dalcroze eurhythmics in Geneva and specialized in a languorous “plastique,” while Oukrainsky had worked alongside Ida Rubinstein and Natalia Trouhanova as a protégé of the ballet master of the Paris Opéra, Ivan Clustine. Humphrey, as well as dancers like Edna McRae—who would go on to become Chicago's most influential dance teacher—were thus exposed to international folk dance traditions and the European avant-garde well before “ modern dance ” was taught in America as a revolutionary alternative to ballet.By the end of the twentieth century, dance training in Chicago was provided by over 70 private schools of dance, notable academic programs at Northwestern University, Columbia College, and Northern Illinois University, and by the Chicago National Association of Dance Masters, then in its ninth decade—but no longer at the opera. Prominent studios for the study of ballet included Daniel Duell's Ballet Chicago and the Ruth Page Foundation School of Dance. The Lou Conte Dance Studio, opened in 1974, expanded dramatically to offer nearly 60 classes a week in ballet, jazz, tap, modern dance, hip-hop and tai chi. Beginning in 1988, the dances of Doris Humphrey were taught once again in Oak Park by the artists of the modern dance company Momenta.",
    "Bibliography": "Ann Barzel Research Collection. Chicago Dance Collection, Newberry Library, Chicago, IL.Barzel, Ann. “Chicago's ‘Two Russians’: Andreas Pavley and Serge Oukrainsky.” Dance Magazine ( June 1979): 63–94.Barzel, Ann. “European Dance Teachers in the United States.” Dance Index 3:4–6 (1944): 56–100.",
    "Author of Text": "Nancy G. Moore",
    "Hyperlinked Terms Associated": [
        "dance",
        "ballet",
        "World War I",
        "Oak Park",
        "modern",
        "folk dance",
        "modern dance",
        "Northwestern University",
        "Columbia College",
        "opera",
        "jazz",
        "tap"
    ],
    "Street addresses associated": [
        "Oak Park"
    ]
}