{
    "Title": "Dance Halls",
    "Descriptive Text": "Dance halls have played central roles in Chicago's civic life. In the 1820s and 1830s, Mark Beaubien's Sauganash Tavern built community with drink and dance as Beaubien fiddled for Potawatomis, Creoles, southerners, and Yankees who danced in an informal atmosphere of male democracy that transcended class and race. With incorporation, settlement, and social stratification, the dance hall, symbolic of urban wildness, threatened Victorian values of work, order, and restraint. The upper and middle classes danced in the privacy of their homes to safeguard young women. Lower- and working-class dances were also largely private until the 1890s. Ethnic mutual benefit societies and social clubs rented space in saloons, occasionally selling tickets. The most notorious dance halls crowded the vice district in an atmosphere of male anarchy. Freiberg's Dance Hall on 22nd Street between Wabash Avenue and State Street was typical. It had a long bar, a hall with small tables, an orchestra in the balcony, and female performers and prostitutes who pushed liquor and sex. Freiberg's ran almost continuously from 1901 to 1914, when women reformers forced its closure.Because of close links with vice, dance halls only slowly gained public acceptance. By 1900 saloonkeepers opened annexes for dancing to meet the needs of the growing working classes who sought release from factory routine. Through World War I, reformers tried to stop alcohol consumption, regulate the types of dances (especially the new ragtime “close-holds”), and open municipal halls as alternatives for the young women who named dancing their favorite recreation. Attempts at regulation alerted entrepreneurs to the dance hall's commercial potential. In 1922 the Karzas brothers opened the Trianon at 63rd Street and Cottage Grove Avenue with a major society gala, a “no jazz ” policy, and floor spotters to police the crowd. Like its North Side sister the Aragon (1926–), the Trianon attracted white lower-middle- and working-class youth. Free of ties to lower-class vice, the Karzas used design and decoration to evoke refinement and luxury for ordinary people while uplifting “dangerous” sexuality to the level of romance.The quest for decorum also led to the rigid racial segregation in the new dance-hall public culture. The Trianon, White City Ballroom and Casino, and the Coconut Grove Ballroom had a whites-only policy. Thus, dance halls emerged for the African Americans streaming to the South Side. Lincoln Gardens, Dreamland Ballroom, and many others dotted “the Stroll ” at Thirty-Fifth and State; later in the 1920s the Savoy Ballroom opened on Forty-Seventh. Home to the jazz that accompanied newcomers from New Orleans during the Great Migration, the dance halls also helped southern blacks adjust to urban, albeit segregated, patterns of entertainment.Dance halls flourished through World War II, but postwar domesticity, white flight, suburbanization, and television aided their decline. Whites desired to escape the growing black communities and their demands to be allowed into formerly all-white halls. Many halls closed rather than integrate.In an age of privacy, the era of the grand urban dance halls has ended.",
    "Bibliography": "Erenberg, Lewis A. Swingin' the Dream: Big Band Jazz and the Rebirth of American Culture. 1999.",
    "Author of Text": "Lewis A. Erenberg",
    "Hyperlinked Terms Associated": [
        "Potawatomis",
        "southerners",
        "Yankees",
        "dance",
        "mutual benefit societies",
        "clubs",
        "saloons",
        "vice district",
        "prostitutes",
        "jazz",
        "Aragon",
        "African Americans",
        "South Side",
        "Stroll",
        "Great Migration"
    ],
    "Street addresses associated": [
        "South Side"
    ]
}