{
    "Title": "Dance",
    "Descriptive Text": "Technical versatility and theatrical flair have always been a hallmark of Chicago's great dancers and dance companies, represented at the end of the twentieth century in the work of Hubbard Street Dance Chicago and the Joffrey Ballet. Nacho Duato's Rassemblement (1990), in the Hubbard Street repertory, required competence in Graham technique, while the Joffrey's Frankie and Johnny, originally choreographed by Ruth Page and Bentley Stone in 1938, proposed the disintegration of technique as a choreographic analogue to social disorder. Ballet training alone has never pleased a Chicago audience so much as ballet combined with movement traditions that blur the distinction between stage dancing and the participatory dance of school gymnasiums, dance halls, cabarets, and impromptu neighborhood gatherings. Concerts of Irish step dancing by world-class competitive performers such as the Trinity Irish Dancers were very popular throughout the 1990s. At the beginning of the twentieth century, Chicagoans took an interest in a new system of physical training imported from Hellerau, Germany, called Dalcroze eurhythmics. Initially conceived by Swiss composer Emile Jaques-Dalcroze as a classroom exercise for music students, eurhythmics was offered in 1913 at the Hinman School of Gymnastic and Folk Dancing in Hyde Park along with classes in clogging and ballet. Typical of Chicago's eclectic dance history is that the first theatrical display of Dalcroze eurhythmics was provided by the popular Pavley-Oukrainsky Ballet in association with the Chicago Grand Opera.Andreas Pavley and Serge Oukrainsky gave Chicagoans a remarkable introduction to the dances of the pre–World War I European avant-garde. During the 1916–17 Chicago Opera season, when the two men were principal dancers, they organized a Chicago school which in time would support America's first major touring ballet company—the Pavley-Oukrainsky Ballet. From 1919–1931, they also directed an influential summer dance camp on a 22-acre bluff overlooking Lake Michigan in South Haven, Michigan. At one point, the mailing list for this camp contained 8,000 names. Photographs reveal barefoot dancers posed in the branches of trees and along the lakeshore in attitudes reminiscent of Swiss attempts to imbue dancing with the rhythms and visual patterns of nature. Prospective students were expected to be thoroughly familiar with classical ballet technique, as well as pantomime, and to know the difference between “Oriental” and “Grecian” gesture. Many of Chicago's earliest professional dancers studied in the eclectic Pavley-Oukrainsky schools, including Edna McRae, Doris Humphrey, Anna Ludmila, Berenice Holmes, Bentley Stone, Harriet Lundgren, Mark Turbyfill, Edward Caton, and Iva Kitchell. Portia Mansfield, who taught dance from Hyde Park to Kenilworth in order to subsidize the newly formed Perry-Mansfield School of Theatre and Dance in Colorado, credited Pavley and Oukrainsky with liberating ballet from the exacting technique of the French and Italian schools. In retrospect, she found that what she had learned from them in Chicago came very close to modern dance.Chicago's first European-trained modern dancers, Diana Huebert and Grace Cornell Graff, never became the devoted acolytes of their teachers (Raymond Duncan, Rudolph von Laban, and Mary Wigman), as was common in New York, where modern dancers were discouraged from associating with the ballet world. In the late 1920s, when Graff made her debut with the innovative Adolph Bolm company, the Chicago dance community was not divided over the legitimacy of ballet versus modern dance but rather over the question of ballet's ethnicity. Supporters of Bolm, who had been a soloist with the Maryinsky Theatre Ballet in St. Petersburg, Russia, complained that Pavley and Oukrainsky were not “Russian” enough, while Laurent Novikoff, who joined the opera in 1929, was “only from Moscow.” When the young Katherine Dunham moved to Hyde Park in 1927, the big problem for her was breaking the color barrier in downtown ballet studios, not her interest in combining the study of ballet technique with Indonesian, West Indian, and African American dance practices. The unusual success in the 1930s of the Chicago Dance Unit of the Works Progress Administration's Federal Theatre Project may be traced to this earlier history in which ballet and modern dance in all its variety coexisted on the same stage.From the Pavley-Oukrainsky era, through the Great Depression years, and until World War II, Chicago supported a spectacular array of dance traditions not seen in the city again until the early 1970s. In just the first weeks of January 1931, Angna Enters was at the Studebaker Theatre, followed by La Argentina, Mary Wigman, and the Denishawn Dancers in separate recitals at Orchestra Hall. In association with the 1933 Century of Progress World's Fair, Chicagoans saw the infamous fan dance of Sally Rand, a pageant of dance history starring Anna Ludmila, Edward Caton, and Walter Camryn, plus Ruth Page's West Indian ballet, La Guiablesse, with its nearly all-black cast of South Side dancers, including Katherine Dunham and Talley Beatty. Among local dance events sponsored by the Federal Theatre Project, the summer 1938 premiere of Frankie and Johnny by the Page-Stone Ballet was the most successful. On the same program was a modern dance with political import, Behind This Mask, choreographed by Grace and Kurt Graff, who had opened the Little Concert House and Studio of Dance in Hyde Park in 1935. During the war years of the 1940s, when dancers had to find support from sources other than the WPA and the opera, the University of Chicago in Hyde Park, the Goodman Theatre, and the downtown campus of Northwestern University provided the space for solo and collaborative performance.The dancers who shaped the Chicago dance scene in the postwar years—from Gus Giordano, who opened his Evanston jazz studio in 1952, to Shirley Mordine, who founded the Dance Center of Columbia College in 1969—began their work in a relatively undeveloped cultural environment for dance production in comparison to the vibrant days of Pavley and Oukrainsky, Adolph Bolm, and the Page-Stone Ballet. World War II had drained the dance community of much of its vitality, including public recognition of the city's history as a major American dance center. For the gifted soloist Sybil Shearer, who had never felt entirely free to dance as she pleased in fractious Manhattan, Chicago's amnesia about its defining role in dance history was a compelling reason to move here in 1943. For the young Darlene Blackburn, who became one of the city's most influential teachers of African dance, this loss of identity meant going to the public library to find out about Katherine Dunham. Maggie Kast, who cofounded the Chicago Contemporary Dance Theatre with Neville Black in 1963, was at first one of the very few members of the dance community familiar with the technical innovations of Martha Graham and Merce Cunningham. For Nana Shineflug, originally an Edna McRae student, the Harper Theatre Dance Festival (1965–1975) in Hyde Park provided the first extended opportunity to see the nation's leading modern dancers.By the early 1970s, dance of all kinds once again filled Chicago's theatres and art galleries, spilling out onto State Street and the Civic Plaza. In addition to wildly popular visits from the Joffrey Ballet, which would relocate to Chicago in 1995, and the Alvin Ailey American Dance Theater, local artists began to draw attention at MoMing Dance and Arts Center. The Chicago Repertory Dance Ensemble provided serious competition for the Hubbard Street Dance Company from 1981 to 1992. As the twentieth century drew to a close, plans had been approved for Music and Dance Theater Chicago, a 1,500-seat, state-of-the-art auditorium to be shared by 12 local dance companies and situated downtown in the new Millennium Park.",
    "Bibliography": "Ann Barzel Research Collection. Chicago Dance Collection, Newberry Library, Chicago, IL.Chicago Dance, Vertical Files. Visual and Performing Arts Division, Harold Washington Library, Chicago, IL.Vivian G. Harsh Research Collection of Afro-American History and Literature. Carter G. Woodson Regional Library, Chicago, IL.",
    "Author of Text": "Nancy G. Moore",
    "Hyperlinked Terms Associated": [
        "dance companies",
        "Hubbard Street Dance Chicago",
        "Joffrey Ballet",
        "Ruth Page",
        "Ballet",
        "dance halls",
        "Irish",
        "Swiss",
        "Hyde Park",
        "Opera",
        "Lake Michigan",
        "Kenilworth",
        "modern dance",
        "\"Russian\"",
        "African American",
        "Great Depression",
        "Century of Progress",
        "South Side",
        "University of Chicago",
        "Goodman Theatre",
        "Northwestern University",
        "Evanston",
        "Columbia College",
        "World War II",
        "galleries",
        "MoMing Dance and Arts Center"
    ],
    "Street addresses associated": [
        "Hyde Park",
        "South Side",
        "Evanston"
    ]
}