{
    "Title": "Dance Companies",
    "Descriptive Text": "From Akasha to XSIGHT!, Chicago has a rich dance history, comprising a variety of different types and sizes of dance companies. The 1900 edition of the Chicago Business Directory listed 35 “Dancing Academies” but no “Dance Companies.” A 1985 survey by the MacArthur Foundation found Chicago had approximately 40 dance companies. At the opening of the twenty-first century, Chicago's dance companies combined dance forms and ethnic dances to reflect the energy of the city's diverse population.Dance companies require two ingredients: well-trained dancers and venues that support dance. Chicago has supplied both ingredients. Since 1900 Chicago's “dance academies” have showcased an outstanding lineage of dance teachers, from Merriel Abbott, Mary Wood Hinman, and Edna McRae at the beginning of the century to Lou Conte, Daniel Duell, Gus Giordano, Larry Long, Shirley Mordine, Harriet Ross, and Nana Shineflug nearly one hundred years later.In the early years the opera provided a source of employment for dancers and a place to develop and expand their craft. Starting in 1910 with the Chicago Grand Opera Company's first ballet master Luigi Albertieri (protégé of Enrico Cecchetti, Anna Pavlova's instructor), the opera became a base from which successful Chicago resident dance companies emerged. In 1922 two émigré dancers, Andreas Pavley and Serge Oukrainsky, among the opera's most illustrious early ballet masters, created Chicago's first independent ballet company, the Pavley-Oukrainsky Ballet, which toured nationally and internationally until Pavley died in 1931.Dance companies thrive in atmospheres that foster creative exchanges among artists in a variety of fields. The Chicago Grand Opera offered a fertile environment for collaborative efforts between artists, musicians, and dancers. In 1919, Adolph Bolm was invited by the opera to stage an original ballet. Based on a story by Oscar Wilde, Bolm's The Birthday of the Infanta had music by Chicago composer John Alden Carpenter and decor by the American designer Robert Edmond Jones. Midwest dancer Ruth Page starred as the infanta. When Pavley and Oukrainsky left the opera in 1922 to form their company, Bolm became the opera's ballet master. Subsequently he helped establish Chicago's Allied Arts, considered the first ballet theater in the United States, which he directed from 1924 to 1927. Allied Arts ceased for lack of funds, but the Adolph Bolm Ballet continued.Vaudeville, motion picture, and stage theaters also provided opportunities for Chicago dancers in the 1920s. At the Goodman Theater, modern dancer Diana Huebert and poet Mark Turbyfill (who had danced with Bolm) performed an avant-garde piece that combined words and movement.The spirit of experimentation continued in the 1930s and included a pioneering attempt by Turbyfill and his former student Katherine Dunham (a student of anthropology at the University of Chicago ) to organize an African American ballet company in Chicago. Although short-lived, the company anticipated the development of black concert dance over subsequent decades. In 1933 Ruth Page choreographed La Guiablesse, based on a Martinique legend about an evil spirit, which featured Page along with Dunham, Talley Beatty, and an all-black supporting cast. Dunham was appointed director of ballet in 1938 for the Federal Theatre in Chicago, a part of the Works Progress Administration (WPA) which centered all dance activity in one company. In 1938 Dunham choreographed L'Ag'Ya, based on her ethnographic research in Martinique, for the WPA. The WPA dance project and the Chicago Civic Opera (which closed in the Great Depression but reopened in 1934 with Ruth Page as ballet mistress) were unique not only in the jobs they offered to dancers but also in the high degree to which dance forms—ballet, modern, jazz—were intermingled. Such experimentation lent Chicago dance a distinctive vitality in the years between the two world wars.Chicago's stature in the international dance community increased after World War II. So did the number of ethnic dance companies, whose broad range included Muntu Dance Theatre of Chicago, Ensemble Espagnol, Natyakalalayam Dance Company, Teresa y Los Preferidos, and Trinity Irish Dance Company. Companies as distinct as Gus Giordano Jazz Dance Chicago, Hubbard Street Dance Chicago, and the Joffrey Ballet of Chicago added the city's name to their company's logo and in their international tours boasted of their Chicago connection.The opera remained a source of jobs for dancers and a springboard for ballet companies such as Page-Stone Ballet (Ruth Page and Bentley Stone), Ruth Page's Chicago Ballet Company, and Maria Tallchief's Chicago City Ballet. As Chicago continued to grow in the postwar period as a cultural and commercial center, the city also offered dancers opportunities to work in trade and industrial shows, commercials, and hotel and nightclub revues. Dance companies such as the Chicago Moving Company and Mordine and Company initiated outreach programs, utilizing federal, state, or private support to bring dance to Chicago residents, often in schools and community centers.The strength and stability of a dance company's internal organization and management are crucial to its ability to raise money and sustain itself. In the late twentieth century, with the proliferation of Chicago dance companies, these criteria have assumed even greater importance. The Chicago Ballet Company (disbanded in 1978) and Chicago City Ballet (disbanded in 1987) foundered, owing in part to financial problems and divisions between the board of directors and the company's artistic director. Other dance companies, such as Hubbard Street Dance Chicago, have a strong history of cooperation between the artistic director, general manager, and board of directors and have maintained firm financial footing.",
    "Bibliography": "Anderson, Jack. “Chicago Was Once America's Ballet Capital.” New York Times, April 1, 1984.Barzel, Ann. “Dance in Chicago—An Early History.” American Dance 2.1 (1986): 27–31.Martin, John Joseph. Ruth Page: An Intimate Biography. 1977.",
    "Author of Text": "Carolyn A. Sheehy",
    "Hyperlinked Terms Associated": [
        "dance",
        "MacArthur Foundation",
        "opera",
        "ballet",
        "artists",
        "Vaudeville",
        "theaters",
        "Goodman Theater",
        "University of Chicago",
        "African American",
        "Great Depression",
        "Jazz Dance",
        "Hubbard Street Dance Chicago",
        "Joffrey Ballet",
        "Chicago City Ballet",
        "schools"
    ],
    "Street addresses associated": [
        "Hyde Park",
        "South Side",
        "Evanston"
    ]
}