{
    "Title": "Danes",
    "Descriptive Text": "Danes began to emigrate in significant numbers after Denmark suffered defeat by Bismarck's Prussia in 1864. Some fled from the conquered duchy of Schleswig to escape Prussian rule. Many Danish immigrants had urban backgrounds, with one out of five coming from the capital city of Copenhagen. In America they gravitated toward cities. During the 1870s, cheap grain from Russia and the American heartland flooded European markets, depressing local agriculture. This led Danes from rural areas to join the emigrants heading for America. Over 300,000 Danes emigrated in the years 1840–1914, with peak years 1881–1883 and 1903–1905.Danish immigrants tended to be young, skilled, and well educated. Many single men came, and some families, but young women often stayed home, creating a gender imbalance among the immigrants. The flow of Danish migration was toward the Midwest.The written Danish language was the same as Norwegian, and Swedes could understand it as well, so Danes often lived in mixed Scandinavian communities and intermarried with Norwegians and Swedes. The earliest Danish community in Chicago was around Randolph and LaSalle Streets in the 1860s. Around 1870, some Danes established a South Side enclave around 37th and State Streets that persisted until the 1920s, but the main axis of Danish and Norwegian settlement crossed the Chicago River and moved northwest along Milwaukee Avenue during the 1870s. By 1880, two-thirds of the city's 6,000 Danes lived in Milwaukee Avenue neighborhoods. A new, heavily Norwegian and Danish neighborhood also began to take shape east of Humboldt Park. By 1910, there were 18,500 first- and second-generation Danes in the city. Scandinavians had abandoned Milwaukee Avenue to Italian and East European immigrants, and North Avenue was the new Danish-Norwegian commercial center. Humboldt Park remained a major Scandinavian community for a couple of decades, but Danes began to disperse around 1920 to western and northern suburbs.Most commonly, Danish men joined other Scandinavians to work in the building trades as carpenters, masons, painters, furniture makers, and contractors. Many also became small-scale entrepreneurs of grocery, tobacco, and clothing stores, ethnic hotels, taverns, and cafes. Some Danish families specialized in market gardening and dairying on the fringes of the city. Danish women generally found work in domestic work or shop clerks.Early immigrant luminaries met at the “Round Table” in Wilken's Cellar at Randolph and LaSalle, where the Danish consul, Emil Dreier (1832–1892), generally presided. In 1862, Danish immigrants established Dania as a social club to hold masquerade balls, and the organization grew to sponsor a library, English night school, mutual aid fund, and missing-persons bureau. Trinity Lutheran Church was founded in 1872, followed by several other Lutheran and Baptist churches. A Danish veterans' society was founded in 1876, the Danish Brotherhood in 1883, and various choral groups from 1886. Many Danish ethnic organizations emerged toward the turn of the century, including societies for gymnastics, cycling, football, hunting, fishing, sharpshooting, and theater. Chicago had a daily Danish-Norwegian newspaper, Skandinaven, for over 50 years and from five to seven weeklies for several decades.Danish Chicago included an active elite of artists, journalists, clergymen, and professionals. The sculptors Carl Rohl-Smith and Johannes Gelert contributed monuments to the city. Jens Jensen, the leading landscape designer of the Prairie School, designed Chicago's west parks and boulevards, besides promoting forest preserves and state parks. Christian Fenger, an internationally renowned surgeon, taught at Northwestern University and Rush Medical College. Max Henius, a chemist, founded the American Academy of Brewing and made Chicago an international center of the brewing industry.",
    "Bibliography": "Friedman, Philip S. “The Danish Community of Chicago.” The Bridge: Journal of the Danish American Heritage Society 8.1 (1985): 5–95.Lovoll, Odd S. “A Scandinavian Melting Pot in Chicago.” In Swedish-American Life in Chicago: Cultural and Urban Aspects of an Immigrant People, 1850–1930, ed. Philip J. Anderson and Dag Blanck, 1992, 60–67.Nielsen, George R. The Danish Americans. 1981.",
    "Author of Text": "J. R. Christianson",
    "Hyperlinked Terms Associated": [
        "Norwegian",
        "Swedes",
        "South Side",
        "Humboldt Park",
        "Italian",
        "building trades",
        "furniture",
        "grocery",
        "hotels",
        "domestic work",
        "football",
        "newspaper",
        "forest preserves",
        "Northwestern University",
        "brewing"
    ],
    "Street addresses associated": [
        "South Side",
        "Humboldt Park"
    ]
}