{
    "Title": "Daniel Burnham: Highway Planning",
    "Descriptive Text": "Daniel Burnham is perhaps best known for his famous statement:Make no little plans. They have no magic to stir men's blood and probably will not themselves be realized. Make big plans, aim high in hope and work, remembering that a noble, logical diagram once recorded will never die, but long after we are gone will be a living thing, asserting itself with ever growing insistency. Remember that our sons and grandsons are going to do things that would stagger us.In his 1909 Plan, Burnham applied this vision to the future of the Chicago region. He diagramed a system of encircling highways from Kenosha to Michigan City, with other roads running directly into the city. Burnham explained the importance of good roads for the future of the region more than a generation before the interstate highway system:It needs no argument to show that direct highways leading from the outlying towns to Chicago as the center are of necessity for both; and it is also apparent that suburban towns should be connected with one another in the best manner. Isolated communities lack those social and commercial advantages which arise from easy communication one with another....While good highways are of great value to the terminal cities, they are of even greater value to the outlying towns, and of greatest value to the farming communities through which they pass. Good roads add an element of better living to an agricultural community; they afford ready communication with the city and reduce materially the cost of handling farm products of all kinds; and also they promote communication between farms....At the earliest possible date measures should be taken for beginning what may be termed the outer encircling highway. Beginning at Kenosha on the north, this thoroughfare would run through ... Woodstock, . . .DeKalb, Kankakee, ... Valparaiso to Lake Michigan at Michigan City.... It is obvious that such a highway, properly built and adorned, would become a strong influence in the development of the social and material prosperity of the cities involved, and of all the farming communities along the entire route.",
    "Bibliography": "Burnham, Daniel H., and Edward H. Bennett. Plan of Chicago. 1909, 40–42.",
    "Hyperlinked Terms Associated": [
        "Woodstock",
        "Valparaiso"
    ]
}