{
    "Title": "Darien, IL",
    "Descriptive Text": "DuPage County, 20 miles SW of the Loop. The city of Darien lies in southeastern DuPage County, north of the Des Plaines River. The youngest municipality in the county at the opening of the twenty-first century, Darien exemplifies the massive suburban development that occurred outside Chicago after World War II. Darien is often associated with the nearby Argonne National Laboratory.The first permanent settlement in the area, known as Cass, grew up along a stagecoach route between Chicago and Ottawa (paralleled by Interstate 55 today). An inn operated by Thomas Andrus served the community as well as travelers. Cass was initially a thriving town assisted by trade along the nearby Illinois & Michigan Canal, which opened in 1848.In the 1850s, a group of German Lutherans moved into the area north of Cass (near Cass Avenue, Plainfield Road, and 75th Street) and began to develop their own community, which became known as Lace. Ethnic, language, and religious differences limited communication and cooperation between Cass and Lace. Nearby Lemont overshadowed Cass, while Lace grew and by the 1890s featured a Lutheran church, a town hall, a post office, and a schoolhouse.Farming provided the largest source of employment and commerce in the Darien area from the late nineteenth century until World War II. The region's distance from the Burlington Northern Railroad, which ran north through Downers Grove, along with the cessation of trade on the Illinois & Michigan Canal, limited the residents' occupational choices.The Darien area underwent radical changes after World War II. In 1946, the federal government announced plans to acquire land to construct Argonne National Laboratory. The nuclear research facility opened a year later. Widespread usage of the automobile, combined with the expansion and improvement of the road system, helped lay the groundwork for suburban housing development. Area farmers began selling land to developers.Developers created four major residential subdivisions: Marion Hills, Brookhaven, Clairfield, and Hinsbrook. Throughout the 1960s, the four subdivisions struggled with the issue of incorporation. While some residents enjoyed the lower taxes which unincorporated living allowed, others disliked depending on DuPage County for police protection and road maintenance. Some subdivisions considered incorporation into nearby Westmont and Willowbrook.In 1968, while riding together in a Fourth of July parade, the presidents of the four homeowners associations began to discuss seriously incorporation as their own municipality. In December 1969, an incorporation referendum passed by a scant 42 votes, out of 2,000 cast. Sam Kelly, the first mayor of the new city, suggested the name “Darien,” inspired and impressed by a community in Connecticut by the same name. By 2000 Darien had grown to 22,860 residents.",
    "Bibliography": "Elbe, Anita. “Darien.” DuPage Roots, ed. Richard Thompson, 1985.",
    "Author of Text": "Aaron Harwig",
    "Hyperlinked Terms Associated": [
        "DuPage County",
        "Des Plaines River",
        "Argonne National Laboratory",
        "Illinois & Michigan Canal",
        "German",
        "Lemont",
        "Railroad",
        "World War II",
        "subdivisions",
        "Westmont",
        "Willowbrook"
    ]
}