{
    "Title": "Deerfield, IL",
    "Descriptive Text": "Deerfield lies in the prairie of northern Illinois, surrounded by farmlands and forests. The Potawatomi once inhabited the area and used the nearby Des Plaines, Fox, and Chicago Rivers as a means of transportation.Jacob Cadwell settled in 1835, and the area became known as Cadwell's Corner. Farmerswere attracted by theavailability of land and fertile soil, and by theclose proximity of rivers. The waterways allowed residents to ship their goods such as timber, venison, and wheat to the markets in Chicago as well as to bring supplies to the area.In 1840, the village was renamed Le Clair. Although many of the original settlers were of Irish descent and wanted to change the name to Erin in honor of their homeland, in 1849 a settler named John Millen encouraged people to change the name to Deerfield, after Millen's hometown in Massachusetts, and because of the area's heavy deer population. The opening of the Milwaukee railroad in 1872 attracted new residents who commuted to work in the city. The village was incorporated in 1903, but in 1910 Deerfield was still a small town with a population of only 476.The completion of the Edens Expressway in 1959 enticed Chicagoans to Deerfield just as the proximity of rivers had attracted settlers to the area a century before. The population of Deerfield increased from 7,009 people in 1957 to 11,786 people in 1960. By 2000, the number of people living in the village stood at 18,420, of whom 96 percent were white. The median household income was $107,194.The village faced a setback in 1991 when the main industry in the area, Sara Lee, moved after 27 years of operation in Deerfield. The area's economy continued to thrive, however, because of Deerfield-based Baxter International, as well as the growth of the real-estate and service industries.",
    "Bibliography": "Deerfield, Bannockburn, Riverwoods Chamber of Commerce. “A Look at ... Deerfield, Bannockburn, Riverwoods.” 1990.Reichelt, Marie Ward. History of Deerfield, Illinois. 1928.",
    "Author of Text": "Thomas A. Auger",
    "Hyperlinked Terms Associated": [
        "Potawatomi",
        "Des Plaines",
        "Fox",
        "Chicago Rivers",
        "Irish",
        "railroad",
        "commuted",
        "Expressway",
        "real-estate"
    ],
    "Street addresses associated": [
        "Deerfield"
    ]
}