{
    "Title": "Deer Park, IL",
    "Descriptive Text": "Lake County, 31 miles NW of the Loop. Potawatomi Indian trails marked the way for Deer Park's early settlers. George Ela settled in the area in 1835, claiming 281 acres of land in a grove that later became Deer Grove Forest Preserve.Yankee farmers followed, and in 1854 the Illinois & Wisconsin Railroad (Chicago & North Western Railway) laid track from Chicago. When the railroad sought to buy land surrounding the station in hopes of building a village, its attempts were blocked by the landowners, Ezekiel Cady and Barney Elfrink, who did not want the serenity of the area disturbed. In response, the railroad moved the depot two miles west to Barrington. Subsequently the general store was carted by oxen to the new location.The community remained quiet and rural, a feature attracting gentlemen farmers to the area in the early 1900s. Residents continued to enjoy the country atmosphere. In 1957 when a developer sought to put more than four houseson an acre, the community banded together to incorporate as a village and passed an ordinance restricting residences to one house per acre. The first subdivision, Oak Ridge, won approval in 1959 when the village annexed 40 acres of land to the east of Ela Road. The village had 476 residents in 1960. Most businesses located near Deer Park's southeastern boundary of Rand and Lake-Cook Roads.Deer Park remained a sleepy community until late in the 1970s, when larger houses were built. The population grew from 1,368 in 1980 to 3,902 in 2000. Although community residents fought to maintain a country atmosphere, protesting various projects that the village trustees saw as good for the tax base, in the early 1990s residents unsuccessfully opposed the building of the Brunswick Deer Park Lanes bowling alley.In the late 1990s, Deer Park Town Center was approved by village trustees over the objections of residents. The 500,000-square-foot center was to be erected on 86 acres at U.S. Highway 12 and Long Grove Road. The center would include shopping, restaurants, and a cinema. Other mixed-use projects were planned for the area.",
    "Bibliography": "The League of Women Voters of the Barrington Area, Illinois. In and Around Barrington. 1990.Lines, Arnett C. A History of Barrington, Illinois. 1977.Loomis, Spencer. A Pictorial History of Ela Township. 1994.",
    "Author of Text": "Marilyn Elizabeth Perry",
    "Hyperlinked Terms Associated": [
        "Potawatomi",
        "Forest Preserve",
        "Yankee",
        "Railroad",
        "Barrington",
        "subdivision",
        "bowling"
    ]
}