{
    "Title": "Democratic Party",
    "Descriptive Text": "The modern Democratic Party in Chicago emerged in the generation that followed the fire of 1871. Carter H. Harrison I (1879–1887, 1893) and his son, Carter H. Harrison II (1897–1905, 1911–1915), were each elected mayor five times as Democrats, winning 10 of 17 contests between 1879 and 1911. Native white American Protestants, but less moralistic than many of their Republican counterparts, the Harrisons also drew on personal charisma to form alliances with varied immigrant groups. Among the shrewdest of the city's early professional politicians, these pioneers in the development of interethnic coalitions failed nonetheless to create a dominant organization.Factionalism rooted in personality-based politics remained the hallmark of the Democratic Party well into the twentieth century. Politicians clamored around the Harrison crowd, while “reform-minded” Democrats surrounded Edward F. Dunne, even as a third group—led by Roger C. Sullivan—made the greatest inroads in organizing the Irish. Solidifying an ethnic base within the Democratic Party allowed Sullivan to mold the nucleus of an organization.Sullivan died in 1920 and was replaced at the head of the Irish faction by George Brennan. Perhaps equally important to Democratic politics in this era was three-time Republican mayor William Hale (Big Bill) Thompson (1915–1923, 1927–1931). Effectively exploiting a rapidly expanding base of African American voters, Thompson appealed to racial identity in addition to German ethnic nationalism in a series of tumultuous electoral efforts. Democrats countered with appeals to ethnic pluralism. By running racially polarizing campaigns in the 1920s, the Brennan Democrats contributed to the evolution of “whiteness” as a political identity among European immigrants and their children. Anton Cermak, a foreign-born Czech and a West Side Democrat, recruited those deeply opposed to Prohibition and others, such as Jews, similarly stung by nativism. With “personal liberty” as a slogan, Cermak assumed powerful positions as president of the Cook County Board of Commissioners in 1922 and chairman of the party organization following George Brennan's death in 1928. His ticket balancing produced a broadly based Democratic coalition, including an Irish component.Elected mayor in 1931, Cermak passed the party chairmanship to Pat Nash, who exemplified a more professional, and less narrowly ethnic, wing of the Irish contingent. Following Cermak's assassination, Nash selected Edward J. Kelly to serve as mayor. Kelly (1933–1947) expanded the party's base and resources by bringing African Americans into the Democratic fold, tapping the New Deal's federal largesse, and running a “wide-open” town congenial to organized crime. After World War II, the racial tensions generated by white reactions to a rapidly expanding black community, and the corruption associated with his administration, led the organization to dump Kelly as its standard-bearer.Jacob Arvey, who followed Pat Nash as party chair, orchestrated a dalliance with respectability that witnessed the nomination of such “blue-ribbon” candidates as Martin H. Kennelly for mayor in 1947, and Paul Douglas and Adlai Stevenson II for U.S. senator and governor, respectively, in 1948. Two-term mayor Kennelly, a caretaker possessing neither the will nor the skill to dominate, cultivated a “clean” image which gave organization Democrats time to reorganize while he alienated African Americans and party regulars. By 1955, Richard J. Daley had seized the party chair and, with the support of William Levi Dawson's South Side black “sub-machine,” executed a coup that placed him in the mayor's office.Daley's 21-year administration (1955–1976) represented the apotheosis of the “machine” or Cook County Democratic Organization. He professionalized the city bureaucracy, centralized power by refusing to surrender the party chair, and, by the end of his reign, shifted the organization's base to the white urban fringe from the growing black core. By the 1970s, electoral results indicated the party's shaky grip on a racially polarized electorate even as hostile Republican prosecutors thinned the ranks of scandal-ridden party leaders. Daley's death in 1976 subsequently precipitated a revival of Democratic infighting in which bureaucrats fought ward leaders and ward barons battled among themselves. Jane Byrne's stunning victory over Daley successor Michael Bilandic following the “blizzard of '79” marked the beginning of the end.The court-sponsored “ Shakman decrees ” compounded the party's problems at the same time by undermining the traditional patronage system. Resurgent factionalism and the rise of new forces beyond the organization's control became apparent with Harold Washington's victory over Jane Byrne and Richard M. Daley in a three-cornered primary in 1983. With the white vote split, Washington combined support from a highly motivated African American community with Latinos and “anti-machine” reformers to become not only the party's nominee but, ultimately, the city's first black mayor. The age of the Democratic “machine” apparently had passed.Washington's administration seemed to confirm the obituary. The new mayor refused to surrender city council control to the party's white leadership. Confronting implacable opposition from large numbers of white Democrats, Washington relied less on party politics than on personal popularity, racial loyalties, liberal public policy, and fiscal responsibility to maintain his coalition. His death in 1987, however, derailed the construction of a local Democratic Party built upon a new coalition of black, Latino, and liberal white voters. By the 1990s, Richard M. Daley had built a new model of city hall power, but it remained unclear at the turn of the century whether the foundation was the party or the mayor's shrewd and effective personal leadership.",
    "Bibliography": "Biles, Roger. Richard J. Daley: Politics, Race, and the Governing of Chicago. 1995.Gottfried, Alex. Boss Cermak of Chicago: A Study of Political Leadership. 1962.Grimshaw, William J. Bitter Fruit: Black Politics and the Chicago Machine. 1992.",
    "Author of Text": "Arnold R. Hirsch",
    "Hyperlinked Terms Associated": [
        "fire of 1871",
        "mayor",
        "Protestants",
        "Republican",
        "politics",
        "Irish",
        "African American",
        "German",
        "Czech",
        "Prohibition",
        "Jews",
        "Cook County",
        "New Deal",
        "South Side",
        "Shakman decrees",
        "patronage",
        "politics"
    ],
    "Street addresses associated": [
        "South Side"
    ]
}