{
    "Title": "Demography",
    "Descriptive Text": "Chicago as a Modern World CityThe modern rise of population in world history began around 1750, and Chicago became an exemplary part of it roughly a century later. Abundant sources of food, and the means of transporting them, were crucial for that rise, and Chicago became a focal point of both. Although people have seldom praised Chicago's climate, the city was blessed in its formative years with freedom from both drought and floods, along with the right amount of sunshine and rainfall to nourish corn, wheat, and livestock. While no one could call the flat prairies stretching westward from Lake Michigan dramatic, they placed no topographical obstacles to Chicago's future as a rail and shipping center. In its first 50 to 75 years, Chicago was almost perfectly placed between America's industrializing Northeast and its farm-frontier West; it was also almost perfectly timed to take maximum advantage of railroads and steamships, which were the advanced transportation technology of the era. As a consequence, Chicago soared from empty prairie and mud flats to world metropolis in a breathtakingly short sequence.In 1820, when New York became the first American city with 100,000 people, Chicago hardly existed. But in 1860, when nine cities reached that size, Chicago was one of them; and in 1890, it became the third in the United States to reach 1,000,000, after New York and Philadelphia. By 1890, having burst from the ashes of 1871 to achieve metropolitan rank, it was earning the ambivalent reputation that all great cities had at that time—awesome in its bulk and wealth, yet condemned for its fleshpots, diseases, and poverty. It did not fit into a still-rural America: it was frighteningly large, and its hundreds of thousands of foreign-born residents aroused nativist as well as antiurban suspicions. And it kept on growing.Among world cities, Chicago's explosive growth prior to 1915 was almost unique. From about 4,000 when it was first chartered as a city in 1837, Chicago leapt to 109,000 in 1860. It was the youngest city in the United States with more than 100,000, and one of only three in the Midwest, together with St. Louis and Cincinnati. The fire of 1871 razed much of Chicago, and the national depression from 1873 to 1878 should have finished it off. But in 1880 the census recorded 503,000 inhabitants—whereupon it doubled to over a million in 1890 (passing Philadelphia to become the “second city”) and doubled again, to 2.2 million, by 1910. Numbers kept climbing, though never again that fast. Chicago's population peaked at 3,621,092 in the census of 1950 and has slipped since then; in 2000 it was 2,896,016. But that was just the core city; together with the suburbs, the metropolitan area from Kenosha southward around Lake Michigan beyond Gary was home to 9,157,540 people in 2000.To start small and multiply several times in a few decades was not rare in the nineteenth century: Detroit expanded 13 times over, from 9,000 to 116,000, between 1840 and 1880; and St. Louis, 22 times over, from 16,000 to 351,000. But Chicago, going from 4,000 to 503,000 in the same 40 years, multiplied 126 times over. Then, despite its size, it doubled and redoubled. Increasing from half a million to a million, as Chicago did in the single decade of the 1880s, was truly rare, matched only by Los Angeles in the 1920s. Not even New York ever managed that. By 1900, Chicago was yet to observe its 70th birthday, but only one city in the Americas (New York) and four in Europe (London, Paris, Berlin, and Vienna), all much older, were more populous. Soon after, the growth curve flattened out, but at the close of the twentieth century, Chicago—the city itself, Cook County, and the Consolidated Metropolitan Area—was still third largest in the United States. Elsewhere in the hemisphere, however, São Paolo and Mexico City had become five or six million larger, Rio de Janeiro and Buenos Aires were slightly bigger, and Toronto was within hailing distance.Birthing and Dying in Chicago's HistoryGrowth (or decline) of populations can come from only two sources: the net balance of births and deaths, and whether more people migrate to a place than leave it. Chicago's “natural” demography—its births and deaths—account for part of its exceptional growth. Migration boosted it tremendously in the age of railroads and heavy industry; outbound migration to southern California and elsewhere in the Sunbelt slowed it after 1920; and its ability to keep pace with technology and to continue to provide opportunity have stabilized, preserved, and reinvigorated it.Chicago's patterns of fertility and mortality, as in the rest of the United States and Europe, fluctuated vigorously and perilously throughout its first hundred years. Frontier Chicago almost certainly had a high birth rate. The national rate in the mid-nineteenth century hovered around 50 (live births per thousand people per year), well above the height of the baby boom in the mid-1950s (around 25) and about triple what it is today (14 to 15). For this reason alone, immigration aside, Chicago and the rest of the United States grew enormously fast. But Chicago's nineteenth-century fertility rates will never be known precisely, because most vital records burned in the Great Fire of 1871. Irregular reporting practices leave the post-fire data inadequate, even for births; the Board of Health complained in 1873 that “the midwives, and Chicago boasts of a large number, many of whom are very ignorant but still do a large practice among the poorer classes of people, do not send reports of births as they should.” This uncertainty continued until 1925, when the Chicago schools began requiring incoming pupils to produce a birth record in order to establish their age. By 1898, when about two-thirds of the city's births were probably being reported, the birth rate was about 28, a little below the national rate of 32 but close to normal for large cities. By 1921, when virtually all births were reported, Chicago's rate was 20.5, the nation's, 28.1. After that, Chicago's fertility continued to parallel the nation's: low in the depressed 1930s, up to 26 or more in the final years of the baby boom, down to 19 by the baby bust of the early 1970s, slipping further by 2000.Deaths and their causes can be tracked much more accurately. Contagious diseases claimed most people until well into the twentieth century. The people and their health officials kept believing that contagion could be controlled, though they were often at a loss as to how. Epidemics struck frequently and viciously. Chicago had a Board of Health as early as the 1830s, but until the germ theory, pasteurization, vaccines, and dependable systems of sewerage and pure water came about—all roughly between 1890 and 1910—the citizenry were virtually defenseless against contagion and, often, sudden death. If a killer was a virus, as with the influenza pandemic of 1918—the worst single demographic disaster in human history—nothing could stop it until it ran out of new victims. In one unusual case, an outbreak of typhoid fever among Italian immigrants on the near Northwest Side in 1928 turned out to result from their practice of scooping minnows from the Chicago River and eating them raw with olive oil and spices, as they customarily did with sardines on the coast of Italy. This mini-epidemic was quickly stopped. By the closing decades of the twentieth century, Chicago (like the rest of the industrialized world) had rid itself of most contagious diseases, and when its people died, the causes were usually chronic diseases connected with aging (and, to some extent, accidents, homicides, and a few bafflers like AIDS and antibiotic-resistant tuberculosis ).Progress in public health, measured by falling death rates and control of contagion, characterized Chicago's demographic history in the early twentieth century. Tuberculosis mortality dropped by half between 1893 and 1920 and continued to drop. A society is often regarded as having become truly modern when fewer of its people die of contagion than from chronic causes such as heart disease, cancer, and kidney failure, and by the 1920s Chicago turned that crucial corner. Pasteurization, vaccinations, and school-taught hygiene brought results. But fatal accidents—at work, in the home, and in motor vehicles—increased, and occasional disasters such as the Iroquois Theater fire of 1903 and the sinking of the cruise boat Eastland in the Chicago River in 1915 each killed enough people to bump up the death rate for those years.The Prohibition era smeared Chicago with a reputation for homicides, although suicides always outnumbered them. The Board of Health took pains to report that homicides in 1929, including gunshot deaths, occurred much less often than in Atlanta, Birmingham, or New Orleans (though it had to admit that New York and Los Angeles were less homicidal), and therefore the city did not deserve its gangster reputation. But the stereotype persisted, reinforced by killings like the St. Valentine's Day “Massacre” in 1929 and the shooting of John Dillinger in 1934. Contagions killed more people than murders or suicides did, afflicting immigrants and African Americans more than native whites. Despite its Capone-era dangerous reputation, Chicago became safer for everyone by the 1930s.By then its growth rate, though still considerable, had slowed substantially since the 1880s. Chicago kept attracting newcomers: in the late 1920s, net migration accounted for about 44,000 additions each year, while natural increase (births over deaths) averaged only about 22,000. Chicago no longer topped the national growth list, however; in the 1920s, that honor had fled, along with many Midwesterners, to Los Angeles. After World War II, Chicago's efforts at public health and demographic safety differed little from those in other large American cities. All fought polio outbreaks, defeated tuberculosis with antibiotics, and tried to stop the rise of sexually transmitted diseases. These were the new contagions in Chicago too; about 40,000 cases of gonorrhea appeared each year in the late 1960s and early 1970s, and an AIDS Task Force created in 1982 watched almost helplessly as hundreds died each year, approximately 1,000 in 1993. By the 1980s and 1990s, Chicago's birth, death, and health picture was not remarkable within the North American context. Compared to some other world areas, however, it was much safer, and that was one of the reasons why it continued to attract immigrants.A City of Migrants and EthnicsChicago has long been known as an ethnic city. Throughout its history it has, to be sure, attracted native-born Americans. In its early decades (the 1840s to 1870s), business and professional people arrived from New England and elsewhere in the Northeast and constituted most of the early civic elite; few came from the South (though Cyrus McCormick and Mayors Carter Harrison senior and junior came from Virginia families), and the city never had the southern “feel” of St. Louis or Cincinnati. When Midwestern boys and girls started leaving parental farms for city opportunities, a rural-to-urban migration lasting from the 1880s until at least the 1940s, Chicago always attracted a hefty share. And from the 1910s to the late 1960s, African Americans migrated from the South to Chicago by the hundreds of thousands. Migration of native-born Americans has always enriched Chicago.Immigration from abroad, however, has been the city's hallmark characteristic in the public mind. When the U.S. Post Office issued a stamp in 1943 to commemorate Poland's occupation, it did so in Chicago, the heart of Polish America. Chicago's Jewish community, at first German and later Eastern European, has been larger than any in the United States except that of New York, Philadelphia, and Los Angeles through most of the twentieth century. One on top of another, European peoples tumbled in, starting with Irish in the 1840s, quickly followed by Germans, British, and Scandinavians; then, overlapping with them, Czechs, Lithuanians, Serbs, Croats, Greeks, and Chinese; and recently, Mexicans, Caribbeans, and a broad-sourced array of Central Americans and Asians, along with a new (and smaller) wave of Eastern Europeans.When the flood of Irish, Germans, and others inaugurated the third stage of American immigration history in the 1840s and 1850s, Chicago was ready. This stage lasted until Congress closed the door in the 1920s. Thus Chicago's period of most rapid growth coincided almost exactly with Europe's mass migration to the Americas. Railroads in and out of the city, and street railways within it, promoted mobility. Chicago's industries always seemed to demand workers, and from 1890 to 1920, half of the 400,000 (by 1919) wage earners were occupied in iron and steel, meatpacking, the clothing and garment industry, printing and publishing, railroading, or electrical machinery. The city was already half foreign-born in 1860, and by 1890, 79 percent of Chicagoans were born abroad (most of them in Europe) or were children of immigrants. By 1920, a traveler going south on Halsted Street from its beginning on the North Side met, one after another, Swedes, Germans, Poles, Italians, Greeks, Russian and Polish Jews, Czechs, Lithuanians, and Irish—and very soon, blacks. And by the late 1990s, maintaining Chicago's history of ethnic mixes, to travel west on a main North Side boulevard like Lawrence Avenue meant encountering yuppie Anglo-Americans, African Americans, Latinos, Koreans, Vietnamese, and others, before reaching largely Anglo-white suburbia.During the period from 1924 to 1965, when U.S. immigration was cut off except for certain war refugees and others, Chicago's ethnics consolidated, increased, and multiplied, and gave their character to city neighborhoods. Many Japanese Americans who had been imprisoned in “relocation camps” during World War II opted to settle in Chicago after they were released rather than return to their homes on the West Coast; from only 400 before 1941, the area's Japanese Americans swelled to 20,000 just after 1945. European refugees—the “displaced persons” from Eastern and Central Europe—sought and found help from relatives and friends already living in Chicago who would help them get a fresh start. (Chain migration never stopped; Poles and Irish still arrived in the 1990s.)By far the most visible, numerous, and culturally significant migrants in this period, however, were African Americans. In the 1960s, Illinois (the Chicago metropolitan area mostly) had a net overall in-migration of about 20,000, not a large number compared to nearly a million to Florida and two million to California. But the net Illinois figure disguised a white outflow nearly as large as a black inflow. The result was a continued rise in the black share of Chicago's population. The area's African American population, only 2 percent of the total in 1910, rose to 7 percent by 1930. The Depression-ridden 1930s brought it up only slightly, to 8 percent, but the “Second Great Migration ” that began in World War II increased it to 14 percent in 1950, 23 percent in 1960, and 38 percent by 1975. By then, the rush out of Mississippi, Arkansas, and Alabama (the three states contributing blacks most heavily to Chicago) had ceased, as the Deep South became more tolerable and Chicago's ghettoes on the South and West Sides less so.As black migrants arrived from the distant South, white migrants most often came from nearby (Illinois, Michigan, and Wisconsin)—and hence the cultural differences sharpened rather than dulled. Within the city and its suburbs, segregation of living space never stopped. As whites left in droves for suburbs to the north, west, and south, few blacks or Latinos could follow, except to certain factory towns like Gary or Joliet. In Chicago's history, the flows from one neighborhood to another, or one municipality to another, have never been smooth. Conflict, erupting at times into a race riot (1919) or street battles (the late 1960s), has never rested far below the surface.Since 1965, migration to the United States has been heavy from Latin America and Asia, and Chicago has attracted many of these newcomers. Because of geographical distance, however, Chicago's magnetic force has not matched southern California and other parts of the West and Sunbelt; and it has not drawn proportionately as many immigrants as it did before 1924. By 1975, Mexicans prevailed in once-Czech Pilsen, in South Lawndale, in Back of the Yards, and in South Chicago. Puerto Ricans did business along Division Street and into the near Northwest Side; Cubans, in Uptown and northward to Rogers Park. Filipinos and Vietnamese, with other Asians, settled along North Broadway. As the sources and sizes of migrations changed, Chicago continued into the twenty-first century as a major entrepôt.The odd thing about Chicago is that it has kept growing—not at the phenomenal rate of the 1880s, to be sure, but enough to maintain its third-city rank—and in all of its parts. The central city attracts Latinos and Asians as it used to attract Europeans and African Americans. The suburbs keep spreading; edge cities emerge; even the older satellites like Waukegan, Elgin, Aurora, and Joliet revivify. Chicago, the premier case of American urban growth and diversity from the 1840s to the 1920s, ceded growth-rate leadership to Los Angeles and a few other Sunbelt cities in the late twentieth century; but it remained the demographic center of the Midwest.",
    "Author of Text": "Walter Nugent",
    "Hyperlinked Terms Associated": [
        "climate",
        "prairies",
        "Lake Michigan",
        "railroads",
        "transportation",
        "fire of 1871",
        "Gary",
        "Cook County",
        "Fire of 1871",
        "schools",
        "Epidemics",
        "water",
        "Chicago River",
        "homicides",
        "AIDS",
        "tuberculosis",
        "public health",
        "Eastland",
        "Prohibition",
        "Valentines Day \"Massacre\"",
        "newcomers",
        "African Americans",
        "World War II",
        "Irish",
        "Germans",
        "Czechs",
        "Lithuanians",
        "Serbs",
        "Croats",
        "Greeks",
        "Chinese",
        "street railways",
        "iron and steel",
        "meatpacking",
        "clothing and garment industry",
        "printing",
        "publishing",
        "Swedes",
        "Jews",
        "Italians",
        "Koreans",
        "Vietnamese",
        "refugees",
        "Japanese",
        "race riot",
        "Joliet",
        "Great Migration",
        "Pilsen",
        "South Lawndale",
        "Back of the Yards",
        "South Chicago",
        "Puerto Ricans",
        "Filipinos",
        "Cubans",
        "Uptown",
        "Rogers Park",
        "Waukegan",
        "Elgin",
        "Aurora"
    ],
    "Street addresses associated": [
        "Pilsen",
        "South Lawndale",
        "Back of the Yards",
        "South Chicago",
        "Uptown",
        "Rogers Park"
    ]
}