{
    "Title": "Dentistry",
    "Descriptive Text": "Chicago has played a leading role, both nationally and internationally, in the development of dentistry as a scientific profession. Individual accomplishments begin with Greene Vardiman Black, often referred to as the father of modern dentistry. At the turn of the nineteenth century, he developed dental materials, techniques, and instruments still in use today, established the scientific basis for research in dentistry, instituted rigorous standards for dental education as a founder and dean of Northwestern University Dental School, and took a significant leadership role in organized dentistry.Pioneers also included Black's contemporary Truman W. Brophy, a renowned oral surgeon who developed innovative techniques for correcting cleft palate and harelip, and a founder of the College of Dental Surgery in 1883 (later affiliated with Loyola University ); Charles Nelson Johnson, early twentieth-century dental educator, prominent leader in organized dentistry, and distinguished editor of professional dental journals; and Walter Webb Allport, late-nineteenth- and early-twentieth-century clinician, educator, researcher, noted publisher of patient educational materials, and organizer of the World's Columbian Dental Congress.Since 1918, Chicago has been home to the American Dental Association. National associations for dentistry's principal specialty areas are also headquartered here. The ADA's local affiliate—the Chicago Dental Society—has played a unique role in organized dentistry, far transcending its geographic boundaries. Its annual Midwinter Meeting in February—a tradition that dates back to 1865—is the second largest such gathering in the country, hosting over 32,000 dental professionals from all over the world.For most of the twentieth century, Chicago has had three dental schools: Northwestern University Dental School, Loyola University School of Dentistry, and University of Illinois at Chicago College of Dentistry. In the latter part of the century, however, in the face of a perceived oversupply of dentists, the high costs of dental education, and in some cases the redefining of a parent university's long-term goals, a number of private dental schools throughout the country closed their doors, including Northwestern's and Loyola's. The College of Dentistry at the University of Illinois, like most of the country's state-sponsored dental schools, has kept its doors open, reflecting the state's responsibility to its citizens to provide a supply of qualified dentists, even though the cost of doing so invariably exceeds revenues generated from student tuitions and patient fees.",
    "Bibliography": "Black, G. V. “Limitations of Dental Education.” Illinois Dental Journal 55.6 (September–October 1986): 508–511.McCluggage, Robert W. A History of the American Dental Association. 1959.Orland, Frank J. “Distinguished Dentists of Early Chicago.” Bulletin of the History of Dentistry 24.1 (April 1976): 1–15.",
    "Author of Text": "Harry L. Sheehy",
    "Hyperlinked Terms Associated": [
        "Northwestern University",
        "Loyola University",
        "University of Illinois at Chicago"
    ]
}