{
    "Title": "Department Stores",
    "Descriptive Text": "In the last two decades of the nineteenth century, Chicago established itself as a leader in the development of the department store, a central feature and symbol of the nation's emerging consumer culture. The most important figure in the rise of this local industry was Marshall Field, and his establishment has received credit for being one of the three that most influenced the nationwide development of the department store (the other two were in New York and Philadelphia). In the mid-1850s the young Field moved to Chicago and worked his way through various retail establishments. Field's early partnerships with Potter Palmer and Levi Leiter were significant precursors to the establishment of Marshall Field & Company in 1881. Along with Marshall Field's, other establishments in the late nineteenth and early twentieth centuries also thrived in the Loop shopping district, including Carson Pirie Scott & Company, Mandel Brothers, the Fair, and Schlesinger & Mayer.The development of the department store posed a serious threat to smaller retailers. Many small merchants tried to rally the public against the new behemoths, but they failed to gain much support. Rather than rally to the side of traditional merchants, Chicago shoppers embraced the new form of retail. The opening of the new Marshall Field's State Street store in 1902, only a few years after anti–department store protests, signaled that this newer type of institution had won the admiration of consumers. The opening was a sensational event, and the store decided not to start selling items on its first day of business so that more of the eager public would be able to pass through.The new Marshall Field's store was more than a place for people to spend their money; the 12-story building became a public landmark and spectacle. The store's magnificent architecture alone was enough to inspire visitors' awe. The highlight of the Marshall Field store was the Tiffany Dome (1907), a glass mosaic covering six thousand square feet, six floors high. Other stores, most notably Schlesinger & Mayer, also offered opulent buildings to house their goods. The Schlesinger & Mayer store, which Carson Pirie Scott later bought, was the last large commercial building designed by Louis Sullivan, and many of his admirers regard it as the culminating work in his career.Service was yet another part of the department store allure. More than any other establishment, Marshall Field's gained a reputation for pampering its customers. Field's sent all its elevator operators to charm school, was the first to offer a personal shopping service, and even maintained an information desk with personnel who spoke several languages and answered any question about the store or about the city in general.In addition to affecting consumer habits, department stores had a significant impact on the city's labor force. In 1904 Marshall Field's alone employed between 8,000 and 10,000 people, but the stores' effect on labor was more than quantitative. Traditional retail stores needed employees who could be responsible for a variety of tasks, but department stores hired many more workers, which enabled them to specialize. As a result, many of the jobs in department store work required fewer skills, and the greater size of the stores meant that top executives could earn much greater salaries. Probably the most significant impact that the department store had on labor was that it brought women into the retail workforce. Traditional retail stores had believed that their work was too demanding for women, but department store managers reasoned that many of the specialized positions in their stores, especially in sales and clerical work, did not require manly characteristics and could be filled by a lower-paid female workforce.With few other options available to them, many women coveted work in department stores, even though the industry paid them extremely low wages. As women came to dominate many of the sales and clerical positions, the department stores received increasing criticism for the way they treated these employees. In 1913, executives from Marshall Field and Carson Pirie Scott found themselves involved in state legislative hearings on a proposed minimum wage. The stores' labor practices gained even more notoriety as the executives testified that they could double the pay of their female employees and still make a profit, yet they still refused to pay women a living wage.In the 1920s Chicago's department stores expanded their reach and opened small branches elsewhere in the city and in the outlying metropolitan area, joining other local department stores like Wieboldt's and Goldblatt's. However, it was not until after World War II that suburban shopping centers, with full-size department stores, developed fully. In the 1950s Field's was part of the group that developed one of the metro region's first suburban shopping centers, Old Orchard ( Skokie ).Along with continuing decentralization, the influx of stores based in other parts of the country has become the most noticeable recent development in Chicago's department store industry. Many of these new stores that have opened in Chicago have come from New York, such as Bloomingdale's and Saks Fifth Avenue, as well as from other parts of the country, such as Neiman-Marcus of Dallas and Nordstrom of Seattle. After a century of development, department stores seem to have lost none of their popularity, but today Chicago has far fewer locally owned department stores than it did in the late nineteenth and early twentieth centuries.",
    "Bibliography": "Benson, Susan Porter. Counter Cultures: Saleswomen, Managers, and Customers in American Department Stores, 1890–1940. 1986.Siry, Joseph. Carson Pirie Scott: Louis Sullivan and the Chicago Department Store. 1988.Wendt, Lloyd, and Herman Kogan. Give the Lady What She Wants! The Story of Marshall Field & Company. 1952.",
    "Author of Text": "Jeffrey A. Brune",
    "Hyperlinked Terms Associated": [
        "Marshall Field & Company",
        "Carson Pirie Scott & Company",
        "Mandel Brothers",
        "Fair",
        "Schlesinger & Mayer",
        "business",
        "commercial building",
        "work",
        "clerical work",
        "World War II",
        "Skokie"
    ],
    "Street addresses associated": [
        "Skokie"
    ]
}