{
    "Title": "DePaul University",
    "Descriptive Text": "A metropolitan institution with campuses in the heart of Chicago and its outlying suburbs, DePaul is also (since 1998) the largest Roman Catholic university in the United States. In 1875 its founding Vincentian fathers traveled to Chicago from LaSalle, Illinois, and established a church at 1010 West Webster Avenue on the city's North Side. There, in a building shared with a Catholic high school, they opened St. Vincent's College in 1898. The first intercollegiate football and baseball teams formed two years later. In 1907, the school was rechristened DePaul University, a name taken from the seventeenth-century father of the Vincentian order, St. Vincent DePaul. Nearly two hundred students enrolled that year. In 1911, DePaul became one of the first Catholic colleges in the United States to admit women, and Sisters Mary Leahy and Mary Teresita earned bachelor's degrees there the next year.DePaul contributed personnel and facilities to both World Wars: the college theater was transformed into army barracks in 1918, and 280 students were inducted later that year. In the early 1940s, the school provided free instruction to men and women seeking war industry jobs, as well as V-1 training for young men looking to become navy officers.After World War II, enrollment jumped (to 11,500 in 1948), and the school established a master's program in business administration. This marked the start of a transformation in the school's academic culture. In 1964, the Reverend John R. Cortelyou, a natural scientist and the first nontheologian to act as school president, DePaul became the first American Catholic school to alter its curriculum by adding courses in existentialism and phenomenology to the philosophy program. By 1967, the departments of philosophy, psychology, and biology all had accredited doctoral programs.That same year a core curriculum was established for all undergraduates, now students of the reorganized DePaul College. After expanding its academic offerings, the school sought to diversify its student body. In 1982 DePaul joined forces with Loyola and Mundelein Universities to form the Hispanic Alliance, a program designed to improve opportunities in education for the city's growing Latino population. Three years later the three schools formed the Hispanic Women's Project. When enrollment reached 14,699 students in 1988, DePaul needed a new library. Planning began the following year, and, in 1992, Archbishop Joseph Cardinal Bernardin dedicated the Lincoln Park Campus Library, a $25 million building and the first freestanding library in the school's history.",
    "Author of Text": "Sarah Fenton",
    "Hyperlinked Terms Associated": [
        "Roman Catholic",
        "football",
        "baseball",
        "World War II",
        "Loyola",
        "Lincoln Park"
    ],
    "Street addresses associated": [
        "Lincoln Park"
    ]
}