{
    "Title": "Des Plaines River",
    "Descriptive Text": "The Des Plaines is not only the longest stream within the Chicago region, it is also of great historic importance. This river combines its flow with that of the Kankakee southwest of Joliet to create the Illinois River, a significant tributary of the Mississippi. In 1673, when Marquette and Joliet made their historic voyage of discovery, Indians showed them a preferred route from the Mississippi Valley to the Great Lakes. This route lay up the Illinois River and continued along the Des Plaines to the Chicago Portage. So the Des Plaines, long traveled by native peoples, became the principal water route westward from Lake Michigan toward the Mississippi.The Des Plaines rises in wetlands near Union Grove, Wisconsin, and flows 150 miles (105 miles in Illinois) southwest to its confluence with the Kankakee. A major tributary, Salt Creek, joins the Des Plaines near Lyons. Just to the south of this confluence, the Des Plaines passes through a continental divide between the Great Lakes and Mississippi River systems. In this area, during periods of wet weather, the Des Plaines sometimes poured part of its flow eastward into Mud Lake toward the Chicago River rather than in the usual westward direction toward the Mississippi. This wetland between the Des Plaines and the Chicago River was long known as the Chicago Portage.Southwest of the old portage, the Des Plaines now follows an altered channel north of its original path. This channel was shifted slightly to the north to make room for the construction of the Chicago Sanitary and Ship Canal, which reversed the flow of the Chicago River. Today, if one stands near the Santa Fe Railroad bridge near Stony Ford, it is possible to view the original 8,000-year-old river channel to the north and the altered 100-year-old channel to the south. At Lockport, south of the confluence between the Sanitary Canal and the Des Plaines, the river resumes its original course. The DuPage River, largest tributary of the Des Plaines, joins the Des Plaines just above its confluence with the Kankakee.Today the Des Plaines is very much changed from its original character. Massive urban development pervades the stream's drainage area, and flooding is a continuing problem. Filled-in wetlands and pavement result in rapid runoff from rainstorms. Now the stream rises more rapidly after storms than in the past, when adjacent wetland areas absorbed rain and slowed its movement into the river. These conditions also tend to make the river somewhat deeper than in the past. When the route for the Illinois & Michigan Canal was surveyed in the early 1800s, it was necessary to create a 100-mile canal from the Chicago River southwestward to the Illinois River near La Salle to find water of sufficient depth for year-round navigation. Although degraded by urban development, the Des Plaines is on the rebound. Today, canoe races and leisurely water trips follow the Des Plaines Water Trail with its numerous boat launches and nature preserves.",
    "Bibliography": "Northeastern Illinois Planning Commission, Openlands Project, Illinois Paddling Council, eds. Northeastern Illinois Regional Water Trails: Map and Plan Summary. 1999.Solzman, David M. The Chicago River: An Illustrated History and Guide to the River and Its Waterways. 1998.",
    "Author of Text": "David M. Solzman",
    "Hyperlinked Terms Associated": [
        "Joliet",
        "Portage",
        "Lake Michigan",
        "Salt Creek",
        "Lyons",
        "Great Lakes",
        "Sanitary and Ship Canal",
        "Chicago River",
        "Lockport",
        "DuPage River",
        "Illinois & Michigan Canal"
    ]
}