{
    "Title": "Dime Novels",
    "Descriptive Text": "The dime novel was the dominant popular fiction form in late-nineteenth-century America. The New York firm Beadle and Adams published the first dime novels in June 1860, and they were rapidly imitated. Millions were eventually published, providing American readers from the Civil War to World War I with accessible, inexpensive reading while shaping attitudes about cities, crime, and especially the American West. Early dime novels were small (four by seven inches) and typically about a hundred pages long, with illustrated covers of colored paper. The genre represented a revolution in merchandising and distribution rather than content; many early dime novel adventure stories had previously appeared in story papers or magazines. In the early 1900s, challenged by new forms of cheap reading and other popular entertainment, and by increases in postal rates, dime novels gradually died out.Simultaneous with its period of explosive growth, Chicago began to appear in dime novels starting in the 1870s, when stories focusing on detective heroes and urban crime became popular. As these new types of stories appeared, the price for some series fell (many sold for a nickel) and the format changed, with many novels being printed on larger paper. The new interest in city tales, combined with the continuing appeal of Westerns, made Chicago a popular setting for stories shifting between the East and West, as in Deadwood Dick, Jr.'s Chase across the Continent; or, A Race for a Ruthless Rogue (1889) and Belle Boyd, The Girl Detective: A Story of Chicago and the West (1891). The city's affluence, and the crime that accompanied it, made Chicago an appealing setting for detective stories such as Lion Heart Lee, the Lakeside Detective; or, Saved by the Skin of His Teeth (1891). Real events often appeared in dime novels, as in The Red Flag; or, The Anarchists of Chicago, which revolves around the Haymarket and McCormick Reaper Works riots of 1886. No Chicago event proved more fertile for dime novel authors than the World's Columbian Exposition of 1893. Stories of pickpockets and con men taking advantage of the crowds that converged upon Chicago were widespread, inspiring novels like The Infanta Eulalia's Jewels; or, Old Cap Collier among the Crooks at the World's Fair (1893) and Jocko, the Talking Monkey; or, The World's Fair Globe Trotters (1892). Such novels, along with the fair itself, helped promote the image of Chicago as a new international metropolis.",
    "Bibliography": "Brooks, Edwin. “Chicago Dime Novels.” Reckless Ralph's Dime Novel Round-Up, 9.108 (August 1941): 3.Denning, Michael. Mechanic Accents: Dime Novels and Working-Class Culture in America. 1987.Johannsen, Albert. The House of Beadle and Adams and Its Dime and Nickel Novels. 2 vols. 1950.",
    "Author of Text": "Paul J. Erickson",
    "Hyperlinked Terms Associated": [
        "Civil War",
        "World War I",
        "magazines",
        "Haymarket",
        "Worlds Columbian Exposition"
    ]
}