{
    "Title": "Dixmoor, IL",
    "Descriptive Text": "Cook County, 17 miles S of the Loop. Dixmoor has the unusual distinction of having thousands of people daily drive right over it: Interstate 57 passes over the village's streets. Despite this intrusion, Dixmoor still exhibits important traces of the history of the region. Its eastern boundary parallels theLittle Calumet River and the old Blue Island – Thornton Road. This is the path of the original Vincennes Trace that in the 1820s and 1830s reached from the small settlement of Chicago down to Vincennes in Indiana.Western Avenue constitutes the western edge of the village. Since 1915 this part of Western Avenue has been Dixie Highway, a designation which came as national roadways were being established and entrepreneurs sought to link points in the north, including Chicago, with passable roads going through to Florida. The tracks of the Grand Trunk Western Railroad cut through the center of Dixmoor. From 1907 to 1926, an interurban from Chicago to Kankakee, the Chicago and Southern Traction Company, ran alongside the Grand Trunk line through the village.Because of its proximity to industrial jobs in Blue Island and Harvey, the area's original development was residential. To counter attempts of both Blue Island and Harvey to annex the area, residents voted for incorporation in 1922. As the owner of more than 70 lots, Charles Special played a key role in the annexation process and served as the first president of the village. It was in his honor that the village, for a while, was named Specialville. In 1929 residents petitioned the secretary of state to change the name of the village to Dixmoor, possibly to recognize proximity to Dixie Highway.After incorporation, the village provided municipal services including electric streetlights, sewers, and Lake Michigan water. From the time of incorporation, much of the employment base for Dixmoor was tied to the metal-fabricating industries in Harvey. The large Wyman-Gordon plant was situated partially in both communities. The loss of these manufacturing facilities in the Harvey area from the 1960s through the 1980s adversely affected both employment and municipal revenues for Dixmoor and its surrounding towns.Integration in Dixmoor began in the 1960s. By 1990, 58 percent of the population was African American, a ratio that remained the same in 2000. While racial integration was largely peaceful, during the summer of racial unrest across the country in 1964, Dixmoor gained unusual notice due to a brief (one-day) confrontation and riot. The “Gin Bottle Riot” involved over 1,000 persons and local and state police. In the closing years of the twentieth century, new housing starts brought growth in Dixmoor. Because the community is landlocked, this new growth came as redevelopment of existing property.",
    "Bibliography": "McClellan, Larry A. “Dixmoor on the Dixie Highway.” Star, October 26, 1997, South Suburban edition.Wolf, Wayne L. The Gin Bottle Riot of 1964: Harvey and Dixmoor in Flames. 1977.Zimmerman, Jacob F. History of the Incorporated Municipalities of Thornton Township. 1938.",
    "Author of Text": "Larry A. McClellan",
    "Hyperlinked Terms Associated": [
        "Blue Island",
        "Thornton",
        "Railroad",
        "iterurban",
        "Blue Island",
        "Harvey",
        "annexation",
        "water",
        "African American"
    ]
}