{
    "Title": "Dolton, IL",
    "Descriptive Text": "Cook County, 18 miles S of the Loop. Dolton and Riverdale were practically one community until each incorporated as a village in 1892. Dolton includes areas known as Berger, Greenwood, Marydale Manor, and Yard Center. The Dolton area is drained by the Little Calumet River, which forms part of Dolton's southern border as it flows west toward Blue Island, where it originally turned east andtouched Dolton's northeast corner. Significantevidence of human habitation in the area of Dolton was found at the Anker Site on the north shore of the Little Calumet on the south edge of Dolton, which dates to about AD 1400 to 1500. Although the tribe could not be identified, the Miami and Illinois were known to have lived in the area during that period.George Dolton settled where the old Indian trail (Lincoln Avenue) crossed the Little Calumet River in 1835 and operated a ferry with J. C. Matthews, who arrived in 1836. Dolton and Vincent Matthews operated the ferry until 1842, when a toll bridge was built that operated until 1856. This activity took place along Indiana Avenue in what is now the village of Riverdale and the Riverdale community of Chicago and was known as “Riverdale Crossing.”Dolton's sons settled here, and it is for them that the town is named. A period of German immigration intensified in the late 1840s. The earliest industries were a distilling company and a lumber company located on the Calumet River. The coming of the railroads stimulated Dolton's growth. The 1850s began a period of rail expansion that has characterized Dolton's physical setting and brought in Irish Catholics who worked in constructing the railroads. From 1866 to 1910 the village was known as Dolton Station. Hay and grain were the earliest agricultural products. By the 1890s Dolton was a center for producing agricultural products for Chicago, such as potatoes, asparagus, cabbage, onions, sugar beets, eggplants, and lima beans. This early agricultural activity lead to the area's packing and canning industries.In 1885 Dolton's clay deposits began to be exploited and eventually supplied three brick companies. In 1911 the brick workers conducted a successful one-month strike over an attempt to reduce wages. The mixture of railroads and the Little Calumet River proved to be a good site for industry. Dolton grew as a center for truck farming and manufacturing. It has produced bakery equipment, brass castings, shipping containers, cement, furniture, agricultural equipment, steel tanks, and chemicals. This diverse activity attracted an ethnically varied workforce. In the 1960s the Calumet Expressway (now the Bishop Ford Freeway) improved automobile and truck access to Chicago by two interchanges serving Dolton. In recent years large numbers of African Americans have moved to Dolton. The 2000 census reported a population of 25,614 with 14 percent white, 82 percent black, and 3 percent Hispanic.",
    "Bibliography": "Bluhm, Elaine A., and Allen Liss. “The Anker Site.” In Chicago Area Archaeology, 2nd ed., ed. Elaine Bluhm, 1983, 89–137.Cook, Marlene. Dolton Tattler: Fact, Fiction, and Folklore, 1892–1992. 1992.Dolton–South Holland Junior Woman's Club. Dolton, 1892–1976. 1976.",
    "Author of Text": "Dave Bartlett",
    "Hyperlinked Terms Associated": [
        "Riverdale",
        "Blue Island",
        "Miami",
        "Illinois",
        "German",
        "Calumet River",
        "railroads",
        "Irish",
        "furniture",
        "chemicals",
        "Expressway",
        "African Americans"
    ],
    "Street addresses associated": [
        "Berger",
        "Greenwood",
        "Marydale Manor",
        "Yard Center"
    ]
}