{
    "Title": "Domestic Work and Workers",
    "Descriptive Text": "The explosive economic growth of the latter half of the nineteenth century transformed Chicago into the nation's leading interior metropolis. Men and women of the burgeoning urban middle class sought to display their prosperity through the hiring of domestic servants to perform daily cooking, cleaning, and childcare chores. By 1870, one in five Chicago households employed domestic workers, who accounted for 60 percent of the city's wage-earning women. Over the next half century, domestic service represented the leading occupation of women in Chicago and the nation.Domestic servants usually lived with the employing family, performing a multitude of household tasks (such as laundry, ironing, cooking, cleaning, and serving) in exchange for a modest wage plus room and board. Domestic workers were usually young, single women from working-class families whose terms of service lasted until marriage. While comparable or superior in pay to other jobs open to poor, uneducated females, domestic work attracted few native-born women because of the long hours, low status, lack of freedom, and close supervision. Consequently, domestic servants often came from the ranks of the most desperate members of the community, either those too poor to pay for housing or those excluded from other vocations. In late nineteenth-century Chicago, domestic work was increasingly performed by Irish, German, Scandinavian, and Polish women.COACHMEN AND CARRIAGE, N.D.By the turn of the twentieth century, domestic work had changed little in either substance or status. When a Chicago newswoman went undercover as a live-in servant in 1901, she reported toiling 15 hours daily and performing every household chore except laundry, which was sent out. She made $2.75 per week plus room and board. While her wage was a dollar and a half less than the average, similar conditions compelled some domestic workers to form the Working Women's Association of America (WWAA) in the same year. Aided by reformers such as Jane Addams, the group pushed employers to raise wages, lower hours, allow home visitors, and agree to an established grievance procedure. But the personalized, decentralized nature of domestic work made organizing difficult, and the WWAA disbanded after enrolling only 300 of the city's 35,000 domestic servants. Later efforts at unionizing domestic workers also proved unsuccessful.In the wake of World War I, changes in the national economy and labor market precipitated a transformation in the structure of domestic work and those who performed it. New opportunities for white women in the expanding clerical and sales sectors, restrictions on European immigration, and the great migration of African Americans to urban cities in the North significantly altered the labor market for domestic work. Already in 1900, African American women, only 4 percent of the wage-earning female population in the city, represented 30 percent of domestic workers, and their numbers grew over the next 40 years.Racially excluded from most occupations, black women soon dominated the domestic service sector in Chicago. Despite limited options, black domestic workers still experienced an improvement in wages compared to similar positions in the South, where it took three weeks to earn the same amount as in one week in Chicago in the 1910s. In contrast to earlier domestic servants, black women were often married with children and hence preferred day work to a living-in situation. By 1920, more domestic workers were living at home than boarding with their employer. By reducing the hours that domestic workers were available for personal service, day work fostered the introduction of electric labor-saving appliances into middle-class homes, further transforming the nature of household work.While a step up economically from the South, Chicago nonetheless presented newly arrived African American domestic workers with difficult conditions. As late as the 1930s, domestic servants complained of employers offering day work to the lowest bidder at the notorious “slave pens” at the corner of Halsted and Twelfth Streets. While single white women often utilized domestic work as a temporary stop on a track of upward mobility, most African American women were forced to make careers as domestic day workers or laundresses.In the post– World War II period, domestic work receded from prominence as a privilege in middle-class families and an occupational option for working-class women. Commercial facilities outside the home increasingly performed much of the household labor, as in the case of child care centers, nursing homes, and fast-food restaurants. Even the enduring practice of day work was contracted out to cleaning agencies, who might send a worker once or twice a week to a specific home. Still, while the structure of domestic work had changed, the low pay and status associated with it remained the same. In her 1999 investigations, journalist Barbara Ehrenreich found that corporate cleaning companies paid between $5 to $6 per hour on average. And in Chicago, as elsewhere in the United States, cleaning, cooking, and child care for pay continued to be performed by poor, immigrant, and nonwhite women.",
    "Bibliography": "Dudden, Faye E. Serving Women: Household Service in Nineteenth-Century America. 1983.Katzman, David M. Seven Days a Week: Women and Domestic Service in Industrializing America. 1978; 1981.Meyerowitz, Joanne J. Women Adrift: Independent Wage Earners in Chicago, 1880–1930. 1988.",
    "Author of Text": "Daniel A. Graff",
    "Hyperlinked Terms Associated": [
        "laundry",
        "work",
        "Irish",
        "German",
        "Polish",
        "unionizing",
        "World War I",
        "great migration",
        "African Americans",
        "World War II",
        "restaurants"
    ]
}