{
    "Title": "Dominicans",
    "Descriptive Text": "Although immigration from the Dominican Republic to the United States dates back at least to 1940, a growing influx began in the decade after the 1961 assassination of dictator Rafael Leónidas Trujillo Molina. Having experienced a failed armed insurrection in 1965, a subsequent U.S.-led invasion, and further social-political instability in a depressed economy, Dominicans from all social, religious, and economic backgrounds first began to resettle in great numbers in New York City in the 1970s.Dominican families have resided in Chicago since 1966. These immigrants were mostly devout Roman Catholics from the urban middle class. As New York's industrial production began to decline after 1970, rising unemployment affected thousands of Dominicans. The hope of finding better job opportunities in metropolitan Chicago's bustling economy attracted unskilled workers, self-employed men and women, mostly male technicians, professionals, Protestant ministers, and a handful of artists. Most found jobs in the meatpacking, garment, and electronics industries as well as in the service sectors. Notwithstanding their uncertain command of English, they felt accepted in a city that was already home to thousands of Latinos from Mexico, Cuba, and Puerto Rico. With the latter two groups Dominicans have not only a historical affinity, sharing heroes of nineteenth-century Caribbean liberation struggles, but also a common mixed ethnic ancestry going back even further, in which the Afro-Hispanic element stands out. Many Dominicans chose to settle among Cubans and Puerto Ricans and blended easily with them in the Humboldt Park neighborhood and in other areas on Chicago's Northwest Side. Others, mostly professionals, spread to surrounding suburbs, such as Burr Ridge, Downers Grove, and Niles.Although the 2000 U.S. Census counted only 1,651 permanent residents and second-generation Dominicans living in Chicago, consular registers suggest the presence of some 7,500 Dominicans. During the 1990s a small but influential group of university graduates and community activists revived earlier attempts to unite Dominicans around cultural, social, and educational themes. Casa Dominicana, founded in 1991, has sought to instill a sense of Dominican pride in culture, national heritage, and ethnic identity. In 1997 the Chicago City Council commemorated the memory of the Dominican physician Ramón García Camilo for his humanitarian services to Humboldt Park residents. Another organization of professionals emerged under the rubric of Dominican American Midwest Association, whose mission is to address the needs of Dominican Americans in the Midwest on issues concerning education, economics, technology, and culture. It also seeks to monitor and act upon local and national policy issues that affect Dominican Americans.During the 1990s other initiatives brought historical and cultural presentations ranging from Dominican folklore to merengue music performers to Chicago's museums, schools, parks, and libraries. The Dominican-owned gallery Mi Galería introduced Dominican artists and sculptors to Chicago.Dominicans have found a variety of business opportunities in Chicago, including money-transfer agencies, cosmetics stores, beauty salons, car repair shops, household appliance service, nightclubs, restaurants, and construction. The thousands of dollars sent annually to relatives and friends back home help sustain the Dominican Republic's political and economical stability.",
    "Bibliography": "Foner, Nancy. New Immigrants in New York. 1987.Grasmuck, Sherri, and Patricia R. Pessar. Between Two Islands. 1991.Torres-Saillant, Silvio, and Ramona Hernández. The Dominican Americans. 1998.",
    "Author of Text": "Rafael Nuñez-Cedeño",
    "Hyperlinked Terms Associated": [
        "Roman Catholics",
        "unemployment",
        "Protestant",
        "meatpacking",
        "electronics",
        "Cubans",
        "Puerto Ricans",
        "Humboldt Park",
        "Burr Ridge",
        "Downers Grove",
        "Niles",
        "schools",
        "business",
        "restaurants",
        "construction"
    ],
    "Street addresses associated": [
        "Humboldt Park"
    ]
}