{
    "Title": "Douglas",
    "Descriptive Text": "Community Area 35, 3 miles S of the Loop. In 1852 Stephen A. Douglas, lawyer, politician, and land speculator, purchased 70 acres of land located along the lake between 33rd and 35th Streets. Douglas built a house at 34 E. 35th Street and donated land to the Baptists who opened the first University of Chicago in 1860.At the beginning of the Civil War (1861), the Union army set up Camp Douglas between 31st and 33rd Streets, first as a training facility for the Illinois regiment and subsequently as a prisoner of war camp for Confederate soldiers. Forty-four hundred Confederate soldiers died because of poor conditions at Camp Douglas.Access to both a commuter stop of the Illinois Central Railroad and a growing number of streetcar lines drew a wide range of Chicagoans. After the war, wealthy citizens like Joy Morton, founder of the Morton Salt Company, lived in Groveland Park and Woodland Park, while upper-middle-class families purchased homes along Dearborn, State, Wabash, Indiana, and Michigan Avenues.The area attracted many of the city's leading Jewish families, who in 1881 built a hospital with $200,000 from the estate of Michael Reese. Less than a decade later, the Jewish community completed the Kehilath Anshe Mayriv Synagogue (1890) at 33rd and Indiana. Designed by Dankmar Adler and Louis Sullivan, it has housed the Pilgrim Baptist Church since 1922.Working-class families employed in the nearby meatpacking industry, railroad shops, and breweries constructed small balloon frame houses and a few brick cottages along Federal Street. Irish workers built and worshiped at St. James Church (1880) at 29th and Wabash. In 1869, the Sisters of Mercy relocated their Mercy Hospital to 26th and Calumet. In 1889, the Irish helped to establish De La Salle Institute, a Catholic academy for young men. Mayors Martin Kennelly, Richard J. Daley, Michael Bilandic, and Richard M. Daley graduated from this school.African Americans made their way along the boulevards from the Loop to Douglas. By the 1890s, the boundaries of the South Side black community expanded southward along a narrow strip known as the “ Black Belt. ” Black institutions began to play a prominent role in the community. Olivet Baptist Church, with the city's largest African American congregation, moved from the Loop to 27th and Dearborn in 1893, later purchasing the First Baptist Church at 31st and South Parkway (now King Drive). As an outgrowth of the economic strength of the area, businessman Jesse Binga opened Chicago's first black-owned bank in 1908.During the 1920s through the 1940s, Douglas, along with the community to the south, Grand Boulevard, became the center of black business and cultural life. Popularly known as the Black Metropolis or Bronzeville, the area exhibited an amazing diversification of professional and commercial interests. By day black people transacted business in companies housed in the Jordan, Overton Hygienic, and Chicago Bee Buildings, and at night they went to clubs where they heard musicians like King Oliver, Louis Armstrong, and Jelly Roll Morton.After the stock market crash of 1929, most of the black-owned banks and insurance companies went out of business. The city's segregated real-estate market limited black housing opportunities. Many middle-class houses were converted into apartments, falling into disrepair.In 1941, the Chicago Housing Authority (CHA) built the Ida B. Wells housing project at 37th and Vincennes. In 1950, the Dearborn Homes at 27th and State were opened. Although this new housing and the single-family dwellings were not enough to provide adequate living space for the 30,000 black newcomers who arrived in the area during World War II, restrictive covenants, violence, and intimidation by whites limited options for black people interested in moving out of the community.In 1952, the CHA completed Prairie Avenue Courts and in 1961 they built the Clarence Darrow Homes. In between, they constructed Stateway Gardens at 35th and State, along with the Robert Taylor Homes to the south, replacing all that remained of the worker cottages and tenements along Federal Street.At the same time public housing was being constructed along Douglas's western border, private developments for middle- and upper-income groups were erected along the eastern border. Michael Reese Hospital and the Illinois Institute of Technology (created by the merger of Armour and Lewis Institutes) played pivotal roles in these initiatives. The Lake Meadows apartment complex (31st to 35th Streets east of King Drive); Prairie Shores development (adjacent to Michael Reese); and South Commons (Michigan Avenue south of 26th Street) were completed by the mid1960s.Since the late 1980s, there has been a concerted effort to bring the old Black Metropolis back to life. The Mid-South Planning and Development Commission and a number of local community organizations have been in the forefront of this renaissance. The majority of the rebirth has taken place in the area located between the two high-rise developments called “The Gap” (31st to 35th Streets and King Drive to Michigan Avenue) a national historic landmark district.",
    "Bibliography": "Drake, St. Clair, and Horace R. Cayton. Black Metropolis: A Study of Negro Life in a Northern City. Rev. ed. 1993.Pacyga, Dominic A., and Ellen Skerrett. Chicago, City of Neighborhoods: Histories and Tours. 1986.Spear, Allan. Black Chicago: The Making of a Negro Ghetto, 1890–1920. 1967.",
    "Author of Text": "Adrian Capehart",
    "Hyperlinked Terms Associated": [
        "Stephen A. Douglas",
        "University of Chicago",
        "Civil War",
        "Camp Douglas",
        "Illinois Central Railroad",
        "Jewish",
        "hospital",
        "Michael Reese",
        "meatpacking",
        "breweries",
        "ballon frame",
        "Irish",
        "Mercy Hospital",
        "Mayors",
        "African Americans",
        "Loop",
        "South Side",
        "Black Belt",
        "Olivet Baptist Church",
        "Grand Boulevard",
        "insurance",
        "real-estate",
        "apartments",
        "Chicago Housing Authority",
        "restrictive covenants",
        "Stateway Gardens",
        "Robert Taylor Homes",
        "Illinois Institute of Technology"
    ],
    "Street addresses associated": [
        "Douglas",
        "Grand Boulevard",
        "Bronzeville"
    ]
}