{
    "Title": "Downers Grove, IL",
    "Descriptive Text": "DuPage County, 21 miles W of the Loop. The village of Downers Grove takes its name from the community's first landowner, Pierce Downer, who came from New York State in 1832 to join his son Stephen, a stonemason who was working on the first Chicago lighthouse. Downer staked his claim to 160 acres of a prime grove surrounded by prairie, turning it into a successful dairy farm. The Downers were followed by others like Walter Blanchard, Israel Blodgett, Henry Carpenter, Henry Lyman, Henry Puffer, and Dexter Stanley, who created a community around their grove.The year before the Chicago, Burlington & Quincy Railroad came through town in 1864, Samuel Curtiss established the first subdivision in what would become the southeastern side of the central business district. In 1873 local leaders incorporated as the village of Downers Grove.Growth continued near the village's three railroad stations at Main Street, Belmont, and East Grove. In 1890 E. H. Prince platted an attractive subdivision north and west of the Main Street station. In 1892, just north of the Belmont station, Chicago businessmen, including Marshall Field, founded the first nine-hole golf course west of the Appalachian Mountains. North of the East Grove station, Polish families from Gostyn, Poland, purchased lots, creating the largest ethnic neighborhood in town. In 1891, they founded St. Mary's of Gostyn, the village's oldest Roman Catholic church.Owing to its close proximity to Chicago and its large rail siding, the village became a major site for mail-order housing sold by Sears, Roebuck & Co. between 1908 and 1940. With up to two hundred possible Sears houses identified, Downers Grove has one of the largest concentrations of existing Sears houses in the world.The Tivoli Theatre was built in 1928. It was the second theater in the nation constructed specifically for sound motion pictures.With the advent of the expressway system in the post–World War II era, the automobile accelerated Downers Grove's expansion, just as the railroad had done almost a century earlier. The village annexed adjoining unincorporated land and the East-West Tollroad provided easy access. By 2000, the village of Downers Grove consisted of 13 square miles, with 48,724 residents. Its diverse economy included corporate headquarters, light industry, service, and retail businesses.Downers Grove has often had an impact on the state, the nation, and the world through the actions of famous residents. Arthur C. Ducat served as an inspector general of the Union army during the Civil War, and later established the 800-acre Lindenwald Estate on the west side of town. James Henry Breasted became an internationally renowned Egyptologist at the Oriental Institute. Lottie Holman O'Neill was the first woman elected to the state legislature, and served there 40 years (1923–1963). Art Chester made newspaper headlines in the 1930s and 1940s as an air race champion and aircraft designer. Another resident was gold medalist Cammi Granato, who captained the U.S. women's hockey team at the 1998 and 2002 Winter Olympics.",
    "Bibliography": "Dunham, Montrew, and Pauline Wandschneider. Downers Grove, 1832 to 1982. 1982.Herrick, Bartle R. What You Didn't Know about Downers Grove and Didn't Know Who to Ask. 1982.",
    "Author of Text": "Mark S. Harmon",
    "Hyperlinked Terms Associated": [
        "Railroad",
        "subdivision",
        "gold",
        "Polish",
        "Roman Catholic",
        "housing",
        "expressway",
        "Tollroad"
    ],
    "Street addresses associated": [
        "East Grove",
        "Belmont",
        "Main Street"
    ]
}