{
    "Title": "Downstate",
    "Descriptive Text": "“Downstate” defies any single definition. For some Illinoisans, downstate begins at the southwest city limits of Chicago. Others would claim that any area north of I-80 is “outstate,” and that downstate does not really begin until one reaches Bloomington.Nor is there agreement on “Southern Illinois.” Most believe it begins south of Springfield, but hardcore Southern Illinois residents don't claim any territory north of Carbondale.All of this is beside the point, however, because “downstate” is a state of mind more than a state of geography. Although acres of corn and beans will never be confused with Michigan Avenue, the plain fact is that Chicagoans and downstaters think —and speak—differently.While Chicago is a great city of ethnic neighborhoods, the small towns and rural areas of downstate are somehow more personal, with a bit of the frontier spirit remaining. People know their neighbors—and their neighbors' problems. Church groups, bowling leagues, Farm Bureau, and Rotary all promote a more tight-knit sense of community and a “oneness” often absent from the fast-paced anonymity of life in a big city.Politics is often the sport of downstate Illinois and is taken very seriously. Chicagoans—with a mayor elected for life—make do with the Bulls, Bears, Cubs, Blackhawks, White Sox, and Chicago Fire.Downstaters both fear and envy Chicago. Downstaters are convinced that Chicago gets “their” highway money and “their” school funds. Chicago equals big city, big city equals crime, noise, traffic, welfare, and poverty. Forgotten—except to the occasional tourist—are the architectural wonders of the nineteenth and twentieth centuries, Lake Michigan, the exchanges that buy and sell downstate's agricultural produce, the Art Institute, the Chicago Symphony Orchestra, the Lyric Opera, the parades, festivals, and the sheer wealth and exuberance of America's “most livable” big city.Of course, to combine all the strength of Chicago with the quiet beauty of Southern Illinois (which is geographically and spiritually closer to Mississippi than it is to Chicago) is to realize that Illinoisans have the best of all worlds, and that Teddy Roosevelt was right when he said almost a hundred years ago that Illinois is the most American of all the states.",
    "Author of Text": "James R. Thompson",
    "Hyperlinked Terms Associated": [
        "bowling",
        "Rotary",
        "Politics",
        "Bulls",
        "Bears",
        "Cubs",
        "Blackhawks",
        "White Sox",
        "crime",
        "Lake Michigan",
        "Art Institute",
        "Chicago Symphony Orchestra",
        "Lyric Opera"
    ]
}