{
    "Title": "Drug Retailing",
    "Descriptive Text": "Though one might have been able to find a patron of John Kinzie's retail establishment or of Mark Beaubien's hotel in frontier Chicago who would have touted the “medicinal benefits” of the cheap liquor both men dispensed over the counter, the business of drug retailing in early Chicago consisted primarily of odd elixirs, suspect folk remedies, and medicine show potions.The newspapers of the 1830s were filled with advertisements for “cures” such as Dr. William B. Egan's Sarsaparilla Panacea, “the most perfect restorative ever yet discovered for debilitated constitutions and diseases of the skin and bones.” Small drugstores such as the one operated by Dr. Edmund S. Kimberly began to dot the frontier town and were in fierce competition with, of all places, bookstores, many of which held exclusive franchises to sell certain remedies.The Civil War created a great new demand for drugs and furthered the growth of the drug retailing industry. Drugstores (often called apothecaries) began to operate in most city neighborhoods.In the years following the Great Fire of 1871, the drug retailing business boomed because of two forces, industry and science. The Industrial Revolution, with its development of manufacturing methods that could be used to mass-produce drugs, coincided with such scientific developments as phytochemistry and synthetic chemistry, resulting in new derivatives of old drugs and new chemical entities.Though European firms dominated the drug manufacturing industry and would until the 1920s, a late-1880s catalog for the Chicago-based G. D. Searle listed 400 fluid extracts, 150 elixirs, 100 syrups, 75 powdered extracts, and 25 tinctures and other drug forms.Many of those were on display at the opening of the first Walgreen's drugstore at 4134 South Cottage Grove Avenue in 1901, an operation similar to most turn-of-the-century drugstores. Haphazardly arranged in the front windows were clusters of products like the “only genuine old-fashioned” Castile soap, Peerless tooth powder, vegetable tonics, perfumes, and tins and small jars of pills and tablets for ailments ranging from dyspepsia to bronchitis. Along the aisles were cabinets and shelving with medicinal and nonmedicinal products (the latter called “sundries”). At the store's far end, from floor to ceiling, was a wooden grillwork partition behind which medicines were compounded out of the sight of customers. Back there were the tools of the trade: a mortar and pestle, a set of scales, a jar of leeches, a bottle capper, and rows of bottled drugs bearing Latin labels, plus small unfilled bottles and tiers of little drawers that contained various ingredients used in filling prescriptions. It was a dark and uninviting place, though one that played a central role in every neighborhood, as the corner druggist often referred to as “Doc” became the primary source of medical care, diagnosing illnesses and concocting remedies.That role would diminish during the century, due largely to government regulations, primarily through the Pure Food and Drug Act, passed in 1906. In the early twentieth century there was much agitation and press clamor against nostrums that included tonics with alcohol, syrups that contained cocaine and morphine, ointments to enlarge or reduce bosoms, and lavishly advertised “cures” for cancer, alcoholism, impotence, rupture, and other ailments.The pharmacist, with increasingly less time devoted to compounding drugs, supplemented his income by adding various elements to the drugstore. One of the most important and romanticized was the soda fountain, where the pharmacist dispensed ice cream sodas and sundaes. They also began offering on their shelves a variety of other products not conveniently handled at any other stores: school supplies, personal grooming aids, baby food.In the 1920s, 80 percent of the prescriptions dispensed in Chicago pharmacies required a knowledge of compounding. But by the 1940s, only 26 percent did. Further reducing the time pharmacists spent making drugs was the 1951 passage of the Durham-Humphrey Amendment to the Federal Food, Drug and Cosmetic Act, which precluded dispensing a wide class of medications without a physician's prescription.From that point, drugstores began to assume the look of small supermarkets, with pharmacies tucked into the back. Chains such as Osco and Walgreen's grew as the number of independent drugstores decreased. Large supermarkets and retailers began including pharmacies within their stores. Since most drugs are supplied by manufacturing firms, the druggist today double-checks physicians' orders and watches for contradictions to a prescription. He or she must also keep track of new developments in drugs and drug manufacturing, have a knowledge of shelf life and other storage issues, and be able to judge the reliability and reputations of the manufacturers.Though buying drugs through the Internet might eventually prove a serious threat to the conventional (and increasingly computerized) pharmacy business in Chicago, it is still possible to find, tucked into the city's corners, practitioners of herbal or alternative medicine, whose stores charmingly resemble drugstores of the past.",
    "Bibliography": "Bonner, Thomas Neville. Medicine in Chicago, 1850–1950. 1957.Kogan, Herman, and Rick Kogan. Pharmacist to the Nation: A History of Walgreen Co., America's Leading Drug Store Chain. 1989.",
    "Author of Text": "Rick Kogan",
    "Hyperlinked Terms Associated": [
        "liquor",
        "newspapers",
        "Civil War",
        "drugs",
        "Fire of 1871",
        "business",
        "G.D. Searle",
        "Osco"
    ]
}