{
    "Title": "Drugs and Alcohol",
    "Descriptive Text": "Chicagoans, likeother Americans, have long favored alcohol when they wished to experience intoxication. Whiskey—easy to transport, cheap, and nonperishable—remained Chicago's most popular alcoholic drink in the nineteenth century. Ale was also widely available, not only in general merchandise and grocery stores, but also in saloons and the early department stores. German immigrants introduced lager beer to the city in the 1850s. By the 1880s, mass production distillers made lager beer an inexpensive and popular drink for working-class men and women. In the congested neighborhoods of the city, children and younger workers ran the “growler” to local saloons for beer to consume in workshops and tenement households. At the other end of the social scale, the lavish dinner parties of Chicago's cultural elite featured a different wine for each of many courses. Etiquette books, instructing aspiring readers in the finer points of serving wine, cordials, and after-dinner drinks, suggest patterns of acceptable domestic drinking among more affluent Chicagoans.Chicago was a wide-open town when it came to drinking, but opium smoking, introduced into the city in the 1870s by Chinese immigrants, drew an uncharacteristically punitive response. Statutes targeting opium dens, passed in the 1880s, resulted in hundreds of arrests per year in areas such as the Levee, the vice district clustered around State Street south of the Loop.Far more prevalent was the medical use of opiates and other drugs in late-nineteenth-century Chicago. Doctors, having limited therapeutic alternatives, eagerly prescribed laudanum and other opiated medications, producing a high rate of addiction among their middle-class patients. Proprietary or patent medicines, which could be obtained without prescription, often contained alcohol, opiates, and cocaine. Few laws limited access to these drugs, which could be obtained for medical or recreational purposes alike until Progressive-era laws regulated their sale.By the turn of the twentieth century, doctors were prescribing far fewer addicting drugs, while labeling laws made it possible to avoid proprietary medicines containing such substances. As the incidence of middle-class use declined, reformers in cities across America turned their attention to the legal but nonmedical use of drugs by the immigrant poor. In 1904, Hull House settlement workers, alerted to the use of cocaine by adolescent boys living in the surrounding Near West Side, organized to pass and enforce laws controlling druggists' dispensing of narcotics and cocaine. Their success in shutting off this quasi-legal supply of drugs drove recreational drug users to the vice districts—the Levee, along North Clark Street, and west of Hull House—where an underground trade developed to serve them. After public outrage caused the Levee to be shut down in 1912, the illicit drug trade migrated to the Black Belt, which by the 1920s hosted a booming commercial leisure district centered in the vicinity of 35th and State Streets.Increasingly aggressive regulation of narcotics and cocaine in the 1910s and 1920s caused habitual users to turn to more potent and efficient forms of their preferred drugs. Opium smokers switched to oral and then injectable opiates, usually morphine, while cocaine users moved from sniffing to injecting the drug, often in combination with morphine. Prohibition also accelerated changes in patterns of euphoric-substance use. Enforcement of the Volstead Act diminished the prominence of all-male saloons and unintentionally encouraged the development of more expensive speakeasies patronized by men and women. After repeal, heterosocial drinking patterns persisted. Marijuana smoking, introduced into the city in the 1920s by Mexican immigrants seeking work in the steel mills, became popular among youths seeking a cheap alternative to alcohol during Prohibition. White visitors “slumming” in the Black Belt entertainment district could also visit “teapads” or “reefer dens.”Given the concentration of the illicit drug trade in the Black Belt, African Americans appeared relatively infrequently in narcotics arrest statistics. By the early 1930s, the average Chicago narcotics addict was a poor, native-born, white adult male over the age of 30 who injected morphine under the skin. Only a few used heroin or cocaine. By 1952, however, most addicts in Chicago injected heroin rather than morphine, and one-third were under the age of 21. A large proportion were the sons of recent migrants to the city and lived in the poorest neighborhoods in the city. Narcotics use among black Chicagoans did not become a public concern until the late 1960s.",
    "Bibliography": "Dai, Bingham. Opium Addiction in Chicago. 1937; 1970.Duis, Perry. The Saloon: Public Drinking in Chicago and Boston, 1880–1920. 1983.Spillane, Joseph. “The Making of an Underground Market: Drug Selling in Chicago, 1900–1940.” Journal of Social History 32.1 (1998): 27–39.",
    "Author of Text": "Katherine A. Chavigny",
    "Hyperlinked Terms Associated": [
        "grocery stores",
        "saloons",
        "department stores",
        "German",
        "Chinese",
        "vice district",
        "Loop",
        "Hull House",
        "Near West Side",
        "underground",
        "Black Belt",
        "leisure",
        "Prohibition",
        "Mexican",
        "African Americans"
    ],
    "Street addresses associated": [
        "Near West Side",
        "Black Belt"
    ]
}