{
    "Title": "Dune System",
    "Descriptive Text": "Although many Chicagoans think of dunes as north or southeast of the city, Chicago itself was built upon dunes. The sand dunes formed after the retreat of the Wisconsin glacier, when sand was abundant and various stages of Lake Chicago, the ancestral Lake Michigan, were created. Successively lower lake levels formed the Glenwood (14,500–12,200 years before present [YBP]), Calumet (11,800–10,200 YBP), Toleston (<6,300 YBP), and younger dunes. Dunes formed when lake levels were low and eroded when lake levels were high. Dunes at Illinois Beach State Park and South Chicago/Gary are less than 5,000 years old, low in height, and often form linear alternating dunes and wetland depressions called swales. These are low because shoreward movement of sand can occur only when winds are out of the northeast in a region where the prevailing winds are westerly. In contrast, the dunes to the east in Indiana progressively increase in elevation, to 212 feet above the lake, as the shoreline curves around to face the prevailing northwest winds. Winter storm winds can pile much sand inland.Dunes in the Chicago region played an important role in the history of ecology. In the late 1890s, Henry Chandler Cowles discovered the interaction between the geological processes and vegetation development that produced dunes. He studied the process of dune succession whereby a series of different plant communities developed over time as dunes built up and became stabilized. For instance, foredunes, the first low dunes to develop above the beach, are often stabilized and increase in height as beach grass ( Ammophila breviligulata ) or cottonwood ( Populus deltoides ) colonizes the sand. The ability of beach grass shoots to grow upward and rhizomes to grow sideways in lines allows the capture of sand and the increase in dune elevation. Likewise, cottonwood can grow upward as it is buried because new roots can sprout from its buried trunk. After the foredune stabilizes, these pioneer plants increase the richness of the soil by depositing and trapping litter. In the early 1950s, Jerry Olson demonstrated that most of the soil development occurs in the first 2,000 years of the dune. Soil enrichment and disturbances then promote the invasion of little bluestem grass ( Schizachyrium scoparius ) and plants such as old field goldenrod, puccoon, sand cherry, and milkweed. Later, jack pines and oaks invade, creating wooded communities. Through the process of succession, much of the older and higher dunes are covered with prairie, oak savanna, woodland, or forest. Dune formation today is limited to where there is abundant sand supply that has not been interrupted by docks, harbors, or fill that blocks the sand movement along the lake and where human disturbance does not hinder the growth of vegetation.Beaches were important travel routes for Native Americans and early Euro-American settlers, because of the ease of travel, although mosquitoes and sudden storms could make travel uncomfortable or dangerous. Native Americans used dune plants for various purposes including puccoon roots ( Lithospermum caroliniense ) to produce red dye. After settlement, the dunes were an important source of raw materials. In the 1850s white pines were cut from the Indiana Dunes to build the growing metropolis. Later the dunes were a source of sand for fill and construction to expand Chicago and locations for home and industrial development.Many Chicagoans, including Cowles, Jens Jensen, Stephen Mather, and members of the Prairie Club, found recreation and spiritual renewal in the dunes. On June 3, 1917, the Historical Pageant and Masque of the Sand Dunes of Indiana took place at the present Indiana Dunes State Park. This drama celebrated and symbolized the spiritually enriching beauty and timelessness of the dunes. Through their efforts a movement was born to protect and preserve the dunes. Perhaps saddest was the destruction in 1963 of Dunes Park, where Cowles did much of his research, to construct a modern steel manufacturing complex. Ironically, this made it possible for Senator Paul Douglas, who lamented the loss, to succeed in passing a bill in Congress in 1966 to establish the Indiana Dunes National Lakeshore.",
    "Bibliography": "Chrzastowski, M. J., and T. A. Thompson. “Late Wisconsinan and Holocene Coastal Evolution of the Southern Shore of Lake Michigan.” In Quaternary Coasts of the United States: Marine and Lacustrine Systems, ed. Charles H. Fletcher III and John F. Wehmiller, 1992, 397–413.Cowles, H. C. “The Ecological Relations of the Vegetation on the Sand Dunes of Lake Michigan.” Botanical Gazette (1899): 27, 95–117, 167–202, 281–308, 361–388.Fraser, G. S., C. E. Larsen, and N. C. Hester. “Climatic Control of Lake Levels in the Lake Michigan and Lake Huron Basins.” In Late Quaternary History of the Lake Michigan Basin, ed. Allan F. Schneider and Gordon S. Fraser, 1990, 75–89.",
    "Author of Text": "Noel B. Pavlovic",
    "Hyperlinked Terms Associated": [
        "Lake Michigan",
        "South Chicago/Gary",
        "plant communities",
        "Indiana Dunes"
    ]
}