{
    "Title": "Dunning",
    "Descriptive Text": "Community Area 17, 10 miles NW of the Loop. In 1851 this remote prairie location seemed ideal for Cook County's plans to erect a poor farm and asylum for the insane. The county purchased from Peter Ludby 160 acres hemmed in by Irving Park Road and Nar ragansett, Montrose, and Oak Park Avenues. Both facilities were housed in a three-story building situated atop a ridge.Residents of the poor farm lived with their families growing vegetables, washing their clothes, and attending school on the premises. After 1863 the institution also admitted tuberculosis patients. The county built a separate building for the insane asylum in 1870. The construction of two more buildings in the 1880s added enough space to accommodate the more than 1,000 patients.Following the Civil War, Andrew Dunning purchased 120 acres just south of the county property to start a nursery and lay the groundwork for a village. He set aside 40 acres for the settlement, but proximity to the insane hospital kept settlers away.Initially transportation links were poor. Although trains brought employees and commuters from the city, visitors had to walk two and a half miles from the depot to the county farm. After a single three-mile track was extended to the facilities in 1882, the Chicago, Milwaukee & St. Paul “crazy train” brought patients, supplies, and medicines. The county built a station, naming it for Dunning.In the 1880s and 1890s Dunning's rolling landscape remained sparsely settled. The Scandinavian Lutheran Cemetery Association bought 65 acres south of Dunning's property in 1886 which became Mount Olive Cemetery. Jewish families purchased 40 acres between the Scandinavian cemetery and Addison for burials.Around the turn of the century Henry Kolze inherited a tavern and wooded acreage at Narragansett and Irving Park which he turned into a picnic grove. The idyllic scenery enticed visitors, as did the tavern. With the advent of the Irving Park Boulevard street railway, clubs, churches, and companies held picnics in the grove.The infirmary, poorhouse, and asylum eventually became overcrowded. Minimal heat in winter, no hot water, and poor ventilation contributed to the deaths of many patients and inmates. In 1886 an official investigation found misconduct, gambling, patient abuse, and “influence” in the hiring of medical personnel. After 1910 the poor farm was moved to Oak Forest, and two years later the state bought the mental hospital and property for one dollar. Although it was called the Chicago State Hospital, many continued to refer to the institution simply as Dunning.Outside the state facility, the population had grown to only 1,305 by 1909. In 1916 the first housing boom occurred when Schorsch Brothers Real Estate bought a tract west of Austin and south of Irving Park. They called the area West Portage Park to remove the stigma of association with Dunning.Following World War I the population rose to 4,019, with residents primarily of Swedish, German, and Polish descent. In 1934 Wright Junior College was built in the eastern portion. At its peak in 1970 population reached 43,856 but fell to 36,957 by 1990. The State Hospital property stood in shambles and in the 1970s nearly half the buildings were razed. In that year, the Chicago-Read Mental Health Center was established, incorporating the old hospitals.Dunning moved toward a revival of institutional, commercial, and residential growth in the 1980s and 1990s. The neighborhoods of Schorsch Village, Belmont Heights, Belmont Terrace, and Irving Woods became more desirable. On Narragansett, north of Irving Park, Ridgemoor Estates boasted luxury homes near a golf club. New modern facilities were present at Chicago-Read Mental Health Center. Wright Junior College expanded with futuristic-style buildings and a learning resource center at Narragansett and Montrose. By 2000 the population had grown again, to 42,164.",
    "Bibliography": "Johnson, Charles B. Growth of Cook County, vol. 1. 1960.Ryan, David Joseph. “The Development of Portage Park from the Earliest Period to the 1920s.” Senior History Seminar, Northwestern University. May 24, 1974.State Commissioners of Public Charities. Special Report of an Investigation of the Management of the Cook County Hospital for the Insane. 1886.",
    "Author of Text": "Marilyn Elizabeth Perry",
    "Hyperlinked Terms Associated": [
        "Cook Countys",
        "tuberculosis",
        "Civil War",
        "transportation",
        "commuters",
        "Cemetery",
        "Jewish",
        "street railway",
        "Oak Forest",
        "Portage Park",
        "World War I",
        "Swedish",
        "German",
        "Polish",
        "College",
        "Mental Health",
        "golf"
    ],
    "Street addresses associated": [
        "Schorsch Village",
        "Belmont Heights",
        "Ridgemoor Estates"
    ]
}