{
    "Title": "DuPage County",
    "Descriptive Text": "Taking its name from the DuPage River, DuPage was established as a separate county from part of Cook County in 1839, with Naperville as the county seat. In 1850, DuPage County was organized into nine townships, through the efforts of state legislator Warren Wheaton (1849–1851). An 1857 attempt to relocate the county seat to Wheaton because of its more central location was defeated, but 10 years later the referendum succeeded in a close election. Naperville resisted turning over the county records, which resulted in a midnight raid by a contingent of Civil War veterans from Wheaton and Danby (now Glen Ellyn ).Throughout its history, DuPage County's growth and development have been linked to Chicago and to transportation routes in northern Illinois. When American settlers began arriving in the 1830s, the area that would become DuPage County was already crisscrossed by Indian trails. By 1800 the Potawatomi Indians had established four major villages along local rivers. In the 1830s stage routes radiating out of Chicago were established, with way stations in the area of the DuPage River. The first Euro-American settlers in the area were Bailey and Clarissa Hobson and their five children, who came from Orange County, Indiana, by 1832. Hobson built a gristmill on the West Branch of the DuPage River, near present-day Hobson Road, in Naperville. After the 1833 Treaty of Chicago forced the Indians to move west of the Mississippi River, white settlement accelerated. During the 1830s and 1840s, newcomers first claimed land along the branches of the DuPage River and then filled in across the prairies.As Chicago became a central commercial point for the resources of a wide region, vital transportation routes passed through the area in transit to and from Chicago. In 1836 construction began on the Illinois & Michigan Canal, which in 1848 linked Lake Michigan to the Illinois River. Many Irish immigrants came to work on the I&M Canal and later settled in DuPage County. In the 1840s and '50s plank roads were built, established as private toll roads. The most significant development in transportation was the construction of railroads, beginning in 1848 with the Galena & Chicago Union Railroad. Six railroads and an interurban line would enter DuPage by the early 1900s. Irish, English, Germans, Italians, Mexicans, and African Americans came to work on these rail lines and stayed to live in DuPage County.Chicago grew to be the Midwest's great rail center, with links to the east and west helping to create regional and national markets. DuPage County, by its opportune location, continued both to contribute to this development and to benefit from it. These railroads were most concerned with freight traffic. Agricultural products and other raw materials from a national market flowed into Chicago, and manufactured goods flowed out. DuPage County contributed grain, produce, livestock, dairy, and other products, which helped to sustain Chicago's population and industry and brought wealth and prosperity to DuPage. Newspapers and mail now arrived by rail, and telegraph lines followed the tracks, making the spread of news seem almost instantaneous. Railroad lines with stops in the county offered passenger service, and residents could easily go to Chicago to shop, socialize, or enjoy cultural activities. Commuter train service was added between the 1880s and 1910s. Then, as now, the benefits of country or suburban life, with proximity to Chicago, made living in DuPage County attractive. But the county remained primarily agricultural until the decade after World War II.In the 1940s and '50s transportation once again changed the face of DuPage County and led to new developments, resulting in tremendous growth. In 1946 Chicago acquired land for O'Hare Airport, including a portion of northeast DuPage. O'Hare opened in 1955 and by 1962 had become the main airport for the Chicago area. In 1958 the era of expressways and interstates arrived with the completion of the East-West Tollway (now I-88) and the portion of the Tri-State (I-294) that borders DuPage County on the east.This improved transportation network helped to attract scientific and business developments. In 1947 the Atomic Energy Commission acquired a tract of 3,667 acres in DuPage County as a site for Argonne National Laboratory. Fermi National Accelerator Laboratory, the world's most powerful particle accelerator, was established on 6,800 acres (80 percent in DuPage County) and began operating in 1973. In 1958 Oak Brook, a planned community divided into residential, commercial, industrial, and recreational zones, was incorporated. Chosen for its strategic location near the intersections of I-88, I-294, and Route 83 (the main north-south road at the time) and proximity to O'Hare Airport, Oak Brook contributed to the perception of and growth of DuPage County as a center for business. By the 1980s DuPage touted its Research and Development Corridor along the East-West Tollway as a research and commercial center.By 2000 more people were commuting into DuPage County for work (256,617) than were commuting out (191,439). The number of DuPage residents who stayed within the county for their work (277,934) had increased, a trend that has continued since 1970.By 1995, only 5 percent of DuPage's land was identified for agricultural use. By 2000 the county's population had surpassed 900,000. Naperville, now DuPage County's most populous community, has developed into an “edge city.”",
    "Author of Text": "Steph McGrath",
    "Hyperlinked Terms Associated": [
        "DuPage River",
        "Cook County",
        "Naperville",
        "townships",
        "Wheaton",
        "Civil War",
        "Glen Ellyn",
        "transportation",
        "Potawatomi",
        "Illinois & Michigan Canal",
        "Lake Michigan",
        "railroads",
        "English",
        "Germans",
        "Italians",
        "Mexicans",
        "African Americans",
        "Agricultural",
        "Newspapers",
        "telegraph",
        "Commuter",
        "World War II",
        "OHare Airport",
        "expressways",
        "Tollway",
        "Argonne National Laboratory",
        "Fermi",
        "Oak Brook",
        "commuting"
    ]
}