{
    "Title": "DuSable Museum",
    "Descriptive Text": "The DuSable Museum of African American History is devoted to the history, art, and culture of the African diaspora. A pioneer among a group of black cultural museums that emerged during the civil rights movement of the mid-twentieth century, it began as the Ebony Museum, and then the Museum of Negro History and Art. The museum's first site was in the home of its founders, artist/educator Margaret Goss Burroughs and her husband Charles Burroughs, whose historic South Side mansion had once been a boardinghouse for African American railroad workers. During the early 1960s the fledgling museum and the South Side Community Art Center across Michigan Avenue created a small black cultural corridor.Upon moving to its current home, a former Chicago Park District facility in Washington Park, in 1973, the museum was renamed in honor of Chicago's first permanent nonnative settler, Jean Baptiste Point DuSable, an Afro-French trader. An interracial group of educators and activists that included Eugene Pieter Feldman, Gerard Lew, Marian Hadly, Ralph Turner, James O'Kennard, and Wilbur Jones played a central role in the museum's early development. The DuSable quickly became a resource for teaching African American history and culture and a focal point in Chicago for black social activism, particularly because of limited cultural resources then available to Chicago's large black population. Through the years, the museum has served as nerve center for political fundraisers, community festivals, and social and civic events serving the black community. The museum and its founder, Margaret Burroughs, rose to national prominence, and its model has been replicated in other cities around the country, including Boston, Los Angeles, and Philadelphia.DuSable's holdings have developed largely from private gifts. These include slave-era relics, nineteenth- and twentieth-century artifacts, archival materials such as the diaries of sea explorer Captain Harry Dean, and letters, photographs, and memorabilia of scholar W. E. B. Du Bois, sociologist St. Clair Drake, and poet Langston Hughes. The significant African American art collection includes work by Charles White, Archibald Motley, Jr., Charles Sebree, and Marion Perkins (all of whom studied at the South Side Community Art Center), and numerous works from the WPA period and the 1960s Black Arts Movement. In addition to traditional African art and numerous prints and drawings, the museum owns works by noted artists Henry O. Tanner, Richmond Barthé, and Romare Bearden. It also has an extensive collection of books and records on African and African American history and culture.The museum, which receives partial support through the publicly funded Park District tax levy, added the Harold Washington Wing, with additional galleries and a theater, in 1993. It has continued to mount exhibitions, host lectures, festivals, performing arts, and film programs, and provide educational services for students and teachers.",
    "Bibliography": "Feldman, Eugene Pieter Romayn. The Birth and the Building of the DuSable Museum. 1981.Walker, Lillian O. “A History of the DuSable Museum of African American History and Art.” M.A. thesis, Governors State University. 1977.Williams, Carline Evone Strong. “Margaret Taylor Goss Burroughs: Educator, Artist, Author, Founder, and Civic Leader.” Ph.D. diss., Loyola University of Chicago. 1994.",
    "Author of Text": "Amina J. Dickerson",
    "Hyperlinked Terms Associated": [
        "civil rights movement",
        "South Side",
        "African American",
        "South Side Community Art Center",
        "Park District",
        "Washington Park",
        "Park District"
    ],
    "Street addresses associated": [
        "South Side",
        "Washington Park"
    ]
}