{
    "Title": "Dutch",
    "Descriptive Text": "The Dutch stand among the first European ethnic groups to settle in the Chicago area. Through the years they left the Netherlands in search of opportunities that were disappearing or unavailable to them at home. Initial Dutch immigration to Chicago, beginning as early as 1839 as part of a wider influx to the Midwest, combined desires to pursue agriculture, to recreate traditional social structures, and to maintain religious beliefs. Later, urban jobs provided the main attraction for Dutch emigrants.In the mid-nineteenth century, the middle-to-lower-class Protestant, rural, Dutch immigrants who moved to and around Chicago established three distinct communities that recreated the cultural, social, and geographical patterns of the Netherlands. The first two were agricultural enclaves: in 1846, near Lake Calumet, Zuid (South) Hollanders founded Lage (Low) Prairie, later known as South Holland; and in 1849, a few miles to the north, Noord Hollanders settled Hooge (High) Prairie, later known as Roseland. The third settlement, just west of the city center, became known as the Groningsche Hoek (Groningen Quarter) as immigrants from the Groningen Province increasingly settled there.These communities reflected both the provinciality and the diversity of the homeland while expressing the strong Dutch attachment to place of origin, along with their desire to retain the familiar in their lives. Designed as separate and segregated enclaves, they could not stay isolated for long.As Chicago grew, Dutch solidarity came under pressure. By the 1880s and 1890s, the crush of immigration from other parts of Europe threatened the Near West Side community. Many Groningen Quarter residents sold their holdings and fled to less congested areas. Some reestablished a community a little further to the west in the Douglas Park– North Lawndale area, while others moved to the newly established Dutch community in Englewood. Still others left for the suburbs of Bellwood, Maywood, and Summit to pursue truck farming. At the same time, industrialization took its toll on Dutch autonomy, especially in the Roseland settlement. Industries such as the Pullman Palace Car Company, International Harvester, and the Illinois Central Railroad competed for open land and attracted thousands of Southern European immigrants to the area. Like the West Siders, many Roselanders sold and moved to areas that still afforded a rural setting, particularly South Holland and nearby Indiana. Others decided to remain, accepting and adapting to the new order and flavor of urban life.Between World War I and World War II, competition for living space from newly arrived ethnic groups once again prompted a move for the West Side Dutch, this time to the suburbs of Cicero, Berwyn, and Oak Park. Following World War II, they ventured into the far western suburbs, while many members of the Roseland and Englewood communities joined in the flight from the city by migrating to nearby south and southwestern suburbs.Despite these migrations, Chicago's Dutch preserved their ethnic identity and promoted cohesiveness through religion, marriage, social clubs, and geographic proximity. Religious beliefs proved the strongest bond. Churches and Christian schools formed the institutional focus and remain hallmarks of the Dutch presence. Most early Dutch immigrants belonged to either the Reformed Church or its rival offshoot, the Christian Reformed Church, though later in the century Roman Catholic and Socialist Dutch immigrants would challenge the hegemony of these institutions.Chicago's Dutch earned their livings in numerous ways. Most early immigrants were farmers, first in self-sufficient operations, then as truck farmers supplying the city with fresh produce. General farming gave way to specialized pursuits such as onion and melon raising. Agriculture, however, grew increasingly less important as the city and its industries expanded. Factory work proved attractive to late-nineteenth-century immigrants, who found employment in the Pullman works, as well as the railroads, steel plants, and other industries that moved to the Roseland area. Capitalizing on the explosive growth of Chicago, the Dutch also branched out into service industries. South Siders entered the building trades as independent entrepreneurs, while West Siders' familiarity with handling animals led to jobs as teamsters and refuse haulers. The West Side Dutch dominated the city's commercial refuse business, later expanding into the suburbs. Others sustained local economies, operating small retail shops and providing services for the Dutch communities.The Dutch reached their high point as a percentage of the population in the earliest stages of their migration. Initially arriving as families, the small nuclei of settlers expanded slowly, and their growth rate fell well behind that of the other immigrant groups, though by 1920, Roseland's Dutch population had increased to approximately 8,750, making it the largest Dutch enclave in the city. Nevertheless, the Dutch accounted for less than 1 percent of Chicago's total population by this time. Twentieth-century immigration from Holland to Chicago has been limited, though the Chicago community remained active into the 1920s, scouting out prospective sites for Dutch settlement in as faraway places as South Dakota and Texas.Despite slow population growth, dispersion, and apparent assimilation, the Dutch presence in Chicago remains resilient. Pockets of Dutch ancestry still inhabit their traditional spaces, marking their presence with place-names, dedicated cemetery sections, churches, and Dutch-supported retirement homes and schools. A fitting symbol of the continuing Dutch influence is Trinity Christian College in suburban Palos Heights. Established in 1959 by members from the Reformed Church community, this nondenominational institution presently houses the Dutch Heritage Center, a library and research facility for Dutch history in the Chicago area. This institution reflects the active Dutch ethnic consciousness that takes pride in its long association with metropolitan Chicago.",
    "Bibliography": "Rowlands, Marie K. Down an Indian Trail in 1849: The Story of Roseland. 1987.Swierenga, Robert P. “Dutch.” In The Harvard Encyclopedia of American Ethnic Groups. 1980.Vandenbosch, Amry. The Dutch Communities of Chicago. 1927.",
    "Author of Text": "Jonathan J. Keyes",
    "Hyperlinked Terms Associated": [
        "agriculture",
        "Protestant",
        "Calumet",
        "South Holland",
        "Roseland",
        "Near West Side",
        "North Lawndale",
        "Englewood",
        "Bellwood",
        "Maywood",
        "Summit",
        "Illinois Central Railroad",
        "World War I",
        "World War II",
        "Cicero",
        "Berwyn",
        "Oak Park",
        "clubs",
        "Roman Catholic",
        "Socialist",
        "Pullman",
        "railroads",
        "building trades",
        "teamsters",
        "cemetery",
        "Trinity Christian College",
        "Palos Heights"
    ],
    "Street addresses associated": [
        "South Holland",
        "Roseland",
        "Douglas Park",
        "North Lawndale",
        "Englewood",
        "Bellwood",
        "Maywood",
        "Summit",
        "Cicero",
        "Berwyn",
        "Oak Park",
        "Palos Heights"
    ]
}