{
    "Title": "Dyer, IN",
    "Descriptive Text": "Lake County, 27 miles S of the Loop. Dyer's beginnings can be traced back as early as 1838, when the State Line House was built facing Old Sauk Trail. In 1857, Philadelphia book publisher Aaron Hart purchased several thousand acres of government land in northwestern Lake County at $1.25 per acre—possibly as much as 17,000 acres—in what now comprises Griffith, Dyer, Schererville, and Highland. Hart married Martha Dyer, who is the town's namesake. That year, the Michigan Central Railroad established a station at Dyer and built a grain elevator nearby, attracting farmers from as far as 30 miles away.Within 10 years, a hardware store, a furniture store, a door and blind factory, a distilling plant, and other stores were located near the railroad station. The Louisville & New Albany Railroad ran through the town in 1882, giving Dyer its second railroad and attracting more businesses, including a pickle and sauerkraut factory, a flour mill, a harness shop, a tin shop, and the First National Bank. In the early 1900s, the town had schools, churches, seven saloons, two grocery stores, and the county's first Ford automobile agency, Fitch Brothers. The population reached 545 by 1910.The citizens of Dyer voted to incorporate the town in 1910. In 1915, the Municipal Water Utility was established to service the main part of the town, and the establishment of the fire department soon followed. In 1942, Mount Mercy Sanitarium was founded.As veterans and their families moved to Dyer after World War II, the population climbed. Growth continued and a special census in 1968 showed 4,496 people in Dyer. A small shopping district debuted in 1969, followed by the construction of a major apartment complex in 1970. The Dyer Park and Recreation Board, established in 1971, dedicated the Northgate Park in 1974. By 1990, the population had reached 10,923. Three years later, some downtown businesses had to relocate to accommodate a $9 million U.S. 30 reconstruction project. New housing increased after problems with the town's wastewater treatment plant were solved. The 2000 population grew to 13,895. Many of the new residents came from Illinois seeking a quiet suburban community near Chicago. The sanitarium founded in the 1940s, now called St. Margaret Mercy Healthcare Centers, is Dyer's largest employer.",
    "Bibliography": "Moore, Powell A. The Calumet Region. 1959.Town of Dyer Bicentennial Book. 1976.",
    "Author of Text": "Jennifer Mrozowski",
    "Hyperlinked Terms Associated": [
        "Lake County",
        "Griffith",
        "Schererville",
        "Highland",
        "Railroad",
        "hardware",
        "saloons",
        "grocery stores",
        "Water",
        "fire",
        "World War II",
        "shopping district",
        "apartment"
    ]
}