{
    "Title": "IC Industries Inc.",
    "Descriptive Text": "Illinois Central Industries was created in 1962 as a holding company for the Illinois Central Railroad. In 1965, the company's annual revenues approached $300 million. William Johnson, who became president in 1966, transformed the company. In 1968, it purchased the Abex Corp. (formerly known as American Brake Shoe & Foundry), a manufacturer of automobile and railroad products that had been employing hundreds of workers in the Chicago area. During the early 1970s, the company bought Pepsi-Cola General Bottlers Inc. of Chicago, as well Midas International Corp., the Chicago-based chain of automobile maintenance shops. The company changed its name to IC Industries in 1975, and it employed about 8,000 people in the Chicago area. By that time, railroad transportation no longer constituted the larger part of its business. By the mid-1980s, when IC Industries sold food, aerospace equipment, and a variety of other goods and services, annual revenues were over $4 billion. At this point, the huge conglomerate stopped growing and began to sell off some of its operations. During the late 1980s, IC changed its name to Whitman Corp. and rid itself of the Illinois Central, the railroad that had once been the foundation of the company. By the end of the 1990s, Whitman was primarily a bottler of soft drinks, with about $2.6 billion in annual sales; it employed about 1,700 people in the Chicago area and another 10,000 around the country. In early 2001, the company substantially expanded its share of the soft drink bottling market by acquiring Minneapolis-based PepsiAmericas Inc. and adopting its onetime rival's name. The company moved its headquarters to Minneapolis but maintained most of its operations in Chicago. See also Illinois Central Railroad.",
    "Bibliography": "This entry is part of the Encyclopedia's Dictionary of Leading Chicago Businesses (1820-2000) that was prepared by Mark R. Wilson, with additional contributions from Stephen R. Porter and Janice L. Reiff.",
    "Hyperlinked Terms Associated": [
        "Illinois Central Railroad"
    ]
}