{
    "Title": "Ice Hockey",
    "Descriptive Text": "Though the history of hockey reaches at least as far back as the sixteenth century, it was in Canada between 1840 and 1850 that the game was most fully adapted to the ice. From its early beginnings as a carnival event and club activity, ice hockey in Canada grew rapidly into leagues, then university teams, and finally, in 1886, the Amateur Hockey Association of Canada. In that same year a hockey exhibition at a Vermont carnival introduced ice hockey to the United States. Hockey in the United States was also organized first as a series of clubs and leagues, then as university teams, and finally, in 1896, as the United States Amateur Hockey League (USAHL).Though most USAHL members lived in states bordering Canada, J. A. Tuthill's Ice Hockey and Polo Guide reported in 1898 that Chicago had a significant interest in hockey. The first clear institutional indication of Chicago's interest in ice hockey, however, came much later, when, in 1926, Major Frederick McLaughlin purchased an entire team from Portland, Oregon, and transplanted it in Chicago as the Blackhawks. Ice hockey came to Chicago because the National Hockey League wanted to expand, and McLaughlin's believed this “novelty” would justify his considerable investment.Although the investment gradually paid off, other hockey programs were slow to follow. There were two short-lived Amateur Hockey Association teams: the Chicago Cardinals/Americans (1926–1927) and the Chicago Shamrocks (1930–1932). It was not until 1963, when the Elmhurst YMCA organized the first youth hockey program in Illinois, that a hockey tradition began to emerge from a growing number of city-sponsored outdoor rinks. Following the Elmhurst example, youth hockey emerged first in Lake Forest, Deerfield, Oak Park, Wilmette, Northbrook, and Chicago between 1963 and 1971. Early youth hockey was organized into “house leagues” in which youths (grouped from ages 8 to 18) competed intramurally, with occasional competitions between neighboring towns. Youth hockey was at first played on outdoor rinks. Only in the 1970s, after the Blackhawks captured their first NHL championship, were numerous indoor rinks built to accommodate the growing interest in hockey.By 1972 local colleges including DePaul University, Lake Forest College, Northwestern University, and the University of Illinois at Chicago also had hockey teams. With the exception of UIC, these teams existed on a club basis and did not become affiliated with the NCAA. During the mid-1970s, Chicago was also home to two short-lived minor league teams, the Cougars and the Warriors.The tremendous growth of hockey in Chicago during the early 1970s inspired the founding in 1975 of the Amateur Hockey Association of Illinois (AHAI), which is sanctioned by U.S.A. Hockey, Inc. With the possible exception of the Chicago Wolves, who came on the scene in 1994 as a franchise of the professional World Hockey Association and brought championships to Chicago in 1998, 2000, and 2002, the AHAI has been the most instrumental factor in the continued growth of hockey in Chicago. With 2,500 hundred members, the AHAI has supported hockey on all levels of play. In addition to seven age affiliations that range from pre-mite (age 3–5) to juvenile (17–18), the AHAI has also been instrumental in organizing hockey for girls and women. In 1998 the AHAI renewed its commitment to women's hockey by creating the Central States Hockey League, which boasts two “fifteen and under” teams and one “nineteen and under” team.",
    "Bibliography": "Ferrington, S. Kip. Skates, Sticks, and Men. 1972.Fishler, Stan, and Shirley Fishler. Everybody's Hockey Book. 1983.Gems, Gerald. Sports in North America: A Documentary History. 1996.",
    "Author of Text": "Seth Brady",
    "Hyperlinked Terms Associated": [
        "Blackhawks",
        "Elmhurst YMCA",
        "Lake Forest",
        "Deerfield",
        "Oak Park",
        "Wilmette",
        "Northbrook",
        "DePaul University",
        "Lake Forest College",
        "Northwestern University",
        "University of Illinois at Chicago"
    ],
    "Street addresses associated": [
        "Deerfield",
        "Elmhurst",
        "Lake Forest",
        "Northbrook",
        "Oak Park",
        "Wilmette"
    ]
}