{
    "Title": "Illinois Central Railroad (Corporate History)",
    "Descriptive Text": "The first U.S. railroad promoted by a large (2.6 million acre) federal land grant, the Illinois Central cost about $25 million to build; as many as 10,000 workers at a time were engaged in building the railroad between 1851 and 1856. British and Dutch investors provided much of the capital required for construction. At its name suggested, the 700-mile road—the longest in the world at the time it was completed—ran down the length of the state, from Chicago and other northern towns all the way to the southern tip of Illinois, at the meeting of the Ohio and Mississippi Rivers. In Chicago, the principal terminus, the Illinois Central (which would become known as the IC) operated out of the Great Central Depot, located just south of the Chicago River near Lake Michigan. By the end of the 1850s, the road's annual revenues had reached $2 million a year. After the Civil War (when it transported troops and military supplies at a discount because of its land-grant status), under the leadership of William H. Osborn, the road expanded outside of Illinois. It reached Sioux City, Iowa, in 1867 and extended all the way to New Orleans by 1882. In 1887, when Stuyvesant Fish became president of the road, the Illinois Central owned 2,300 miles of track, had $12 million in annual revenues, and employed about 8,500 people. It continued to grow, and by the first years of the twentieth century it owned 5,000 miles of track in 13 states, as well as 800 locomotives, 700 passenger cars, and 33,000 freight cars. By this time, the IC employed more than 30,000 people nationwide, including about 5,000 men at its repair and maintenance shops at 95th and Cottage Grove on the South Side of Chicago. In the 1890s, the road opened a large new Chicago depot near Roosevelt Road called Central Station, which was torn down in the early 1970s. The IC's annual revenues stood at about $150 million by the 1920s, when it employed over 70,000 people around the country; but it was forced to cut back during the Great Depression. By the beginning of the 1960s, when it retired the last of its old steam locomotives, the IC had annual revenues of about $250 million; its national workforce had declined to about 20,000 people. In 1962, ownership of the company was transferred to a holding company called Illinois Central Industries, which proceeded to enter a variety of businesses; it became IC Industries in 1975. In 1971, the IC sold its passenger service to Amtrak; the following year, it merged with the Gulf, Mobile & Ohio Railroad to become the Illinois Central Gulf Railroad, which had nearly 10,000 miles of track. During the 1980s, it sold much of this track to concentrate the Chicago–New Orleans corridor, its primary route since the nineteenth century. In 1988, the IC sold its Chicago commuter lines to the Metropolitan Rail (Metra). One year later, the road left IC Industries and became an independent railway company, called Illinois Central Corp. In 1998, the road was purchased by the Canadian National Railway Co. for more than $2.4 billion. See also IC Industries Inc.",
    "Bibliography": "John P. HankeyThis entry is part of the Encyclopedia's Dictionary of Leading Chicago Businesses (1820-2000) that was prepared by Mark R. Wilson, with additional contributions from Stephen R. Porter and Janice L. Reiff.",
    "Hyperlinked Terms Associated": [
        "IC Industries inc."
    ],
    "Street addresses associated": [
        "South Side"
    ]
}