{
    "Title": "Illinois",
    "Descriptive Text": "The French adapted the word “Illinois” from a term the Illinois Indians used to identify themselves as “men.” The Illinois spoke a Central Algonquian language nearly identical to the one spoken by the Miami Indians, from whom they separated just prior to meeting the Europeans. Archaeological analysis suggests that by the late 1630s the Illinois had moved out of Michigan and into northern Illinois and southern Wisconsin. They dominated this Illinois country, including the entire greater Chicago area. Tribal members divided themselves into groups no larger than two or three hundred during the winter months in order to promote hunting opportunities, and these winter encampments along various streams explain their residency in greater Chicago.The Illinois living on the Illinois River across from Starved Rock met the French in 1673, when Father Jacques Marquette and explorer Louis Jolliet made their famous voyage. The French recorded the names of large summer villages, or subtribes, but a devastating population decline left only a few of these groups surviving into the eighteenth century: the Cahokia, Kaskaskia, Peoria, Michigamea, Moingwena, and Tamaroa. As the tribe lost population, it moved the center of its territory southwest and away from the Starved Rock area on the Illinois River; eventually the reduced Illinois located in the American Bottom, land on the east side of the Mississippi south of its confluence with the Missouri.Conservative population estimates count perhaps as many as 13,000 Illinois during the period before 1673 and at least 12,000 when they encountered the French. Population decline accelerated dramatically during the next 160 years: they numbered about 6,000 in 1700 and just 2,500 in 1736. Warfare (particularly attacks from Iroquois raiders in the late seventeenth century), disease, Christianity and its insistence on one spouse, alcoholism, and emigration help to account for these losses. Most importantly, however, the tribe's military, economic, and religious dependence on the French explains why the Illinois suffered greater losses than more independent—and defiant—tribes like the Foxes. By 1800 the Illinois community numbered less than 100, and in March of 1833 it was reported that the last Kaskaskia Illinois elder had left the state with his relatives.Influential tribal leaders included Rouensa, Chicago, and Jean Baptiste Ducoigne. During the late seventeenth century, Rouensa served as the Kaskaskia Illinois chief who, perhaps swayed by his teenage daughter Marie, converted to Christianity along with his wife and many other Kaskaskias. In 1725, Chicago, a Michigamea Illinois chief, visited Paris and the court of Louis XV. The city of Chicago, however, was not named for this chief; Frenchmen had referred to the site of the future city as “Chicagou” (variously spelled) since 1683. Jean Baptiste Ducoigne, a late-eighteenth- and early-nineteenth-century Kaskaskia Illinois chief who was related to Rouensa, supported the Americans during the American Revolution. Ducoigne formed a close personal relationship with President Thomas Jefferson (dining with him at the White House) and maintained his tribe's alliance with the Americans through the War of 1812.The Peoria Illinois survived much more successfully than their kinsmen because they maintained greater independence. During the 1760s about 250 Peoria Illinois moved west of the Mississippi, eventually locating in Oklahoma, where they recombined with the Miami to form the Peoria tribe.",
    "Bibliography": "Blasingham, Emily J. “The Depopulation of the Illinois Indians.” Ethnohistory 3 (Summer and Fall 1956): 193–224, 361–412.Callender, Charles. “Illinois.” In Northeast, ed. Bruce G. Trigger, vol. 15 of Handbook of North American Indians, ed. William C. Sturtevant, 1978, 673–680.",
    "Author of Text": "Raymond E. Hauser",
    "Hyperlinked Terms Associated": [
        "Miami",
        "French",
        "Chicago"
    ]
}