{
    "Title": "Illinois and Michigan Canal",
    "Descriptive Text": "Upon its completion in 1848, the Illinois & Michigan Canal joined the Chicago River at Bridgeport near Chicago with the Illinois River at LaSalle, 96 miles distant. The canal provided a direct water link between the Great Lakes and the Mississippi River, and helped to shift the center of Midwestern trade from St. Louis to Chicago.Louis Jolliet first suggested the possibility of such a link in 1673 when he encountered the Chicago Portage. The idea was taken up in 1822, when Congress made an initial land grant to Illinois for constructing a canal. Justus Post and René Paul made the first survey of possible routes. In 1830 the canal commissioners platted Chicago and Ottawa in the vain hope of raising sufficient money by selling land from a second land grant. The commissioners and private speculators platted numerous towns in the 1830s and 1840s, including Lockport, Joliet, Channahon, and LaSalle, as well as other towns that did not survive.Canal construction began in 1836, but a depression over the following seven years brought the state to the brink of bankruptcy. The canal was finally completed after a financial and administrative reorganization in 1845. Much of the work was done by Irish immigrants who lived and worked in transient work camps along the line of the canal. The project required the construction of 15 lift locks, five aqueducts, and four hydraulic power basins.While the canal carried many travelers in the first few years after 1848, passenger traffic disappeared rapidly when the Chicago & Rock Island Railroad began competing in 1854. Commodity traffic continued to grow, however, particularly for heavy bulk items such as grain (the largest commodity), lumber, and stone. As many as 288 boats worked the canal in 1864, and the canal reached its peak tonnage of over a million tons in 1882. Tolls and land sales made it possible for the canal to pay off its debt in 1871, one of the few canals to do so.The I&M Canal was the first inland canal to begin to shift from mule-drawn towlines to steam-propelled boats after 1871. Navigation became increasingly difficult as the state stopped investing in the maintenance of the canal. By the late 1890s commercial traffic had greatly diminished, and by 1914 it had all but ceased.After 1900 interest in the canal shifted to recreational use. Canal excursion boats served a number of amusement parks, such as Rock Run outside Joliet.In 1935 the Civilian Conservation Corps in conjunction with the National Park Service restored some of the locks and started other projects for historic preservation and recreation. Although this work ended with World War II, efforts to reuse the old canal right-of-way for this purpose were later revived, culminating in 1984 when President Reagan signed legislation creating the Illinois & Michigan Canal National Heritage Corridor, the first heritage corridor in the nation. The concept encouraged canal trails and nature preserves, and helped the downtowns along the canal by emphasizing economic development based upon history and historic preservation.",
    "Bibliography": "Conzen, Michael P., and Kay J. Carr, eds. The Illinois and Michigan Canal National Heritage Corridor: A Guide to Its History and Sources. 1988.Lamb, John. A Corridor in Time: I&M Canal, 1836–1986. 1987.Putnam, James. The Illinois and Michigan Canal: A Study in Economic History. 1918.",
    "Author of Text": "John Lamb",
    "Hyperlinked Terms Associated": [
        "Chicago River",
        "Bridgeport",
        "water",
        "Portage",
        "Lockport",
        "Joliet",
        "work",
        "Irish",
        "Railroad",
        "lumber",
        "amusement parks",
        "historic preservation",
        "World War II"
    ],
    "Street addresses associated": [
        "Bridgeport",
        "Rock Run"
    ]
}