{
    "Title": "Illinois Central Railroad",
    "Descriptive Text": "In the 1830s, Illinois began a program of internal improvements to open its prairie to agriculture and settlement. It was a failure, but in 1851 the state chartered the Illinois Central Railroad (IC) and selected a consortium of Eastern capitalists to construct and own the railroad. Federal land grants of nearly 2,600,000 acres provided the economic incentive; the initial investment of $27 million came largely from British and Dutch interests.The IC completed its “Charter Lines” (705 miles in Illinois) in September 1856. The “Chicago Branch” (from Centralia to Chicago) opened a year earlier, giving that city its most important link to the South. The trunk of the railroad extended from the Mississippi River at Cairo northwest to the Mississippi opposite Dubuque, Iowa. The company founded dozens of new towns in Illinois and made “colonization work” (attracting settlers from Europe and other parts of the United States) part of its corporate strategy.Chicago quickly became the IC's principal terminus, with extensive freight, passenger, and suburban commuter facilities. After the Civil War, the railroad expanded west to Sioux City, Iowa (by 1869), and south to New Orleans (by 1882). At the turn of the century, the IC System encompassed 5,000 miles of track, 800 locomotives, 700 passenger cars, nearly 33,000 freight cars, and over 33,000 employees.Throughout the twentieth century, the IC remained a conservatively managed, reasonably modern, and consistently profitable railroad with Chicago as its center of activity. In 1926 the railroad completed electrification of much of its freight and passenger service in the Chicago area. By World War II, the IC had spent over $65 million on improvements to its facilities in the region.After the war, the IC competed hard for its share of the declining freight and passenger business, embracing “piggyback” service (truck trailers on flat cars) and investing in track and support systems. In 1962, the company created a holding company, IC Industries, and diversified into real-estate development, industrial goods, and consumer products. In 1972 the railroad merged with the Gulf, Mobile & Ohio Railroad to form the Illinois Central Gulf Railroad (ICG).Loosened federal regulation in the 1980s permitted the railroad to again reinvent itself. Beginning in 1985, ICG sold nearly two-thirds of its railroad mileage in order to concentrate on the Chicago–New Orleans corridor. The company sold its Chicago commuter lines to Metropolitan Rail ( Metra ) in 1988. A year later, IC Industries spun off the rest of its railroad assets, which adopted the original “Illinois Central Railroad” name. The new IC was then purchased by New York's Prospect Group.The Illinois Central Railroad profoundly affected the economic and physical development of Illinois and Chicago. It was the primary link between the Great Lakes and the Gulf of Mexico, providing access to the South for Chicago products and culture and a route north for millions during the “ Great Migration. ” In 1999 the Canadian National Railway acquired the IC, but its functions, routes, and franchise have remained important to Chicago's economy.",
    "Bibliography": "Corliss, Carlton J. Main Line of Mid-America: The Story of the Illinois Central. 1950.Illinois Central Research and Development Bureau. Organization and Traffic of the Illinois Central System. 1938.John F. Stover. History of the Illinois Central Railroad. 1975.",
    "Author of Text": "John P. Hankey",
    "Hyperlinked Terms Associated": [
        "agriculture",
        "railroad",
        "commuter",
        "Civil War",
        "real-estate",
        "Metra",
        "Great Migration"
    ]
}