{
    "Title": "Illinois Institute of Technology",
    "Descriptive Text": "In 1940 Armour Institute of Technology and Lewis Institute were merged and reconstituted as Illinois Institute of Technology (IIT). Armour and Lewis Institutes had been chartered respectively in 1892 and 1895, established through funds provided by Philip D. Armour and the estate of Allen C. Lewis. Designed to provide training in various technical skills and in engineering for students from lower-income families, without regard to race, religion, or ethnicity, each had evolved into a research institution conferring undergraduate and graduate degrees in several fields.IIT acquired its present form through a number of additional mergers and acquisitions. In 1938 Ludwig Mies van der Rohe and some members of the Bauhaus, the innovative school of architecture and design in Germany, came to Armour Institute, and in 1949 the Institute of Design, formerly the New Bauhaus, merged with IIT. The campus thereby became a leading academic center for professional training in architecture, design, and photography, and played a significant role in the shaping of Chicago's skyline. The Stuart School of Management and Finance was established in 1969, and in the same yearChicago-Kent College of Law merged with IIT.In 1999, full-time equivalent enrollment consisted of 1,505 undergraduates and 2,913 graduate students. The main campus, based on a plan by Mies, occupies 120 acres about three miles south of the Loop. Chicago-Kent College of Law, the Institute of Design, and the Stuart School are located in the Loop. The Rice campus, acquired in 1986 and located in Wheaton, Illinois, offers undergraduate courses and degree programs to employed professionals.IIT has always enjoyed close relations with industry and the business community of the Chicago area, and, beginning in 1936, added several research organizations to serve various technical needs of industry and government. Chief among these are the National Center for Food Safety and Technology, in the southwest suburbs, and IIT Research Institute (IITRI), headquartered on the main campus, which directs activities at 19 sites nationwide. Early experiments on magnetic recording begun by Marvin Camras as a student at Armour Institute were developed at IITRI into today's widely employed systems.",
    "Bibliography": "Macauley, Irene. The Heritage of Illinois Institute of Technology. 1978.Peebles, James C. A History of Armour Institute of Technology. 1940.",
    "Author of Text": "Wilbur Applebaum",
    "Hyperlinked Terms Associated": [
        "architecture",
        "Institute of Design",
        "photography",
        "Loop",
        "Wheaton"
    ],
    "Street addresses associated": [
        "Loop"
    ]
}