{
    "Title": "Improvisational Theater",
    "Descriptive Text": "It seems redundant to talk about the invention of improvisation. Improvisation is invention—a way of making things up spontaneously, out of whatever comes to hand, or to mind. Most of us improvise as a way of life.What did have to be invented was a mechanism by which our everyday improvisations could be tapped, focused, and structured into theatrical art. That was achieved in Chicago in 1955, when David Shepherd and Paul Sills started an ensemble called the Compass Players. Set up in a Hyde Park bar, just blocks from the spot where Enrico Fermi first split the atom, the Compass Players' experiments with improvisation opened a nearly limitless source of creative energy that continues to fuel every level of the American entertainment industry—television to theater, cabaret to commercials to film.American comedy in particular has been transformed by concepts, techniques, and evenattitudes pioneered in Hyde Park. The skit format that dominates television shows like Saturday Night Live owes much to the Compass; many of the artists who appear on those shows were trained by inheritors of the Compass approach.More broadly, alumni of the Compass—and of such successor companies as the legendary Second City —are consistently counted amongthe few who define the comic spirit of their times. Elaine May, Mike Nichols, Severn Darden, and Shelley Berman helped set the acerbic tone of the Kennedy era; John Belushi and Bill Murray embodied the gonzo surreality of the Vietnam years; Chris Farley's cartoonish excess made him a perfect clown for the 1990s.But the method Sills and Shepherd pioneered has found applications well beyond comedy. Essentially a set of games designed for gaining access to all that is spontaneous, creative, and receptive in human nature, it is used in a variety of circumstances. Even Francis Ford Coppola—whose carefully burnished images would seem to suggest the antithesis of improvisation—has made the games part of his filmmaking process.Revolutionary as the games have turned out to be, they weren't what David Shepherd had in mind when he arrived in Chicago in the fall of 1952. A radical scion of New York's fabled Vanderbilt family, he had developed a sharp distaste for the bourgeois amusements available on Broadway. He wanted to create an alternative, popular theater that would reflect the lived experiences of the mass of people. His inspiration was the commedia dell'arte, a genre that flourished primarily in sixteenth-century Italy. Commedia companies would travel from town to town performing plays for which no formal script existed—just a list of plot points, called a scenario. Actors playing stock characters were permitted to improvise dialogue (adding topical references, for instance) as long as they hit each point in the scenario. Shepherd meant to start a company that would perform scenario plays about contemporary society.He soon hooked up with Paul Sills, a University of Chicago student who directed campus shows. Sills's mother, Viola Spolin, had been a drama supervisor with the WPA Recreation Project. In working with children, she had realized that she could bypass their resistance to acting by getting them to “play act” instead. For example, as Jeffrey Sweet recounts in his oral history, Something Wonderful Right Away (1978), “Spolin found that the [teenage] actors playing a romantic scene were shy about touching each other. Instead of saying ‘Take her hand on that line’ ... she invented a game called ‘Contact.’ The rule of ‘Contact' is that for every line he delivers, the actor must make physical contact with the actor to whom the line is addressed. ... With this objective, the young performers soon forgot their shyness and focused their attention on meeting the challenge of the game.”Sills used the Spolin games as a way to build rapport within the Compass ensemble and also as a basis for the short improvisations that would follow each evening's scenario play. Created from audience suggestions, these witty, often topical skits were a big hit—too big for Shepherd, who saw his egalitarian dream theater being trampled by the college-educated professionals who queued up to see them. Short skits not only supplanted scenario plays at the Compass but throughout the entire improvisational movement as it developed over the next 35 years. Though some artists—including Sills and Shepherd—would continue to investigate other possibilities, there would be no strong challenge to what became the orthodoxy of the short skit structure until the beginning of the 1990s.Since then, however, there has been an explosion in formal experimentation. Led by Del Close—a Compass alumnus who taught at Chicago's ImprovOlympic and epitomized the mystical (as opposed to pragmatic) strain in Chicago-style improvisation—many younger performers have carried out ambitious experiments with so-called “long form” structures. Thanks to the innovations of groups like Ed and Annoyance Theater, even the formerly staid Second City seems ready to reinvent improvisation.",
    "Bibliography": "Coleman, Janet. The Compass. 1990.Spolin, Viola. Improvisation for the Theater. 1983.Sweet, Jeffrey, ed. Something Wonderful Right Away: An Oral History of the Second City and the Compass Players. 1978.",
    "Author of Text": "Tony Adler",
    "Hyperlinked Terms Associated": [
        "Hyde Park",
        "Second City",
        "theater",
        "University of Chicago",
        "acting"
    ],
    "Street addresses associated": [
        "Hyde Park"
    ]
}