{
    "Title": "Indiana Dunes",
    "Descriptive Text": "The Indiana Dunes are among the most significant landscapes in America—scientifically, esthetically, and politically. A remnant of their former glory, they survive as a jigsaw-shaped landscape of beaches, dunes, and wetlands largely preserved within the 2,182-acre Indiana Dunes State Park and the 15,139-acre Indiana Dunes National Lakeshore. What we now refer to as “the Indiana Dunes” were at one time part of an unbroken panorama of beach, dune, and wetland rimming the southern shores of Lake Michigan. Hunting, trapping, and logging depleted the Dunes of fur-bearers in the 1820s and of virgin oak and pine during the 1830s and '40s. The urban and industrial expansion of Chicago following the Civil War established the checkered pattern of factories abutting pristine natural settings that characterizes the Indiana Dunes today.The Indiana Dunes are known as the “birthplace of ecology” in America because in 1899 University of Chicago botanist Henry C. Cowles published his classic paper on plant succession on the basis of field studies here. Many of Cowles's students and colleagues, such as Victor Shelford, Warder Clyde Allee, and Paul Sears, also did original research in the dunes, and became leaders of the new science of ecology.DUNES UNDER FOUR FLAGS, 1917For over a century “the dunes” have provided outdoor recreational opportunities for the Chicago metropolitan region, and inspiration to Chicago-area poets, literary naturalists, artists, landscape architects, and even playwrights, among them Carl Sandburg, Edwin Way Teale, Donald Culross Peattie, Frank Dudley, Jens Jensen, and Thomas Wood Stevens (whose 1917 dunes pageant played to an audience of 25,000).The protracted battle to preserve the Indiana Dunes pitted several generations of socially conscious citizen environmentalists, with roots in Chicago and Gary settlement houses, against a powerful coalition of economic and political interests intent on industrializing the remaining Indiana shoreline. Chicago reformers associated with the settlement house movement initiated early attempts at Dunes preservation, culminating in the establishment of the Indiana Dunes State Park in 1923. In late 1966, Congress authorized establishment of the Indiana Dunes National Lakeshore, one of the nation's first urban parks, after a protracted lobbying campaign pitting industrial giants against a coalition of conservation groups led by the Save the Dunes Council. Senator Paul Douglas of Illinois challenged Indiana's congressional representatives by supporting the park. Although compromised by Bethlehem Steel Corporation's preemptive leveling of centrally located high dunes, the establishment of the park represented a symbolic victory for Midwestern progressivism and the ideal of social democracy. At the dawn of the twenty-first century, industrial pollution and urban sprawl continued to threaten the Indiana Dunes.",
    "Bibliography": "Engel, J. Ronald. Sacred Sands: The Struggle for Community in the Indiana Dunes. 1983.Franklin, Kay, and Norma Schaeffer. Duel for the Dunes: Land Use Conflict on the Shores of Lake Michigan. 1983.Hurley, Andrew. Environmental Inequalities: Class, Race, and Industrial Pollution in Gary, Indiana, 1945–1980. 1995.",
    "Author of Text": "J. Ronald Engel",
    "Hyperlinked Terms Associated": [
        "landscape",
        "dunes",
        "Lake Michigan",
        "Civil War",
        "University of Chicago",
        "settlement houses",
        "industrial pollution"
    ]
}