{
    "Title": "Industrial Workers of the World",
    "Descriptive Text": "Chicago has played a central role in the history of the Industrial Workers of the World (IWW). In January 1905 a group of radicals met secretly in Chicago, where they wrote an Industrial Union Manifesto and planned the founding convention of the IWW. Five months later, at Brand's Hall in Chicago, William D. “Big Bill” Haywood called to order “the Continental Congress of the Working Class,” the labor radicals' challenge to the more cautious and craft-oriented trade unionism of the American Federation of Labor (AFL).Thereafter the IWW retained an association with Chicago. Officials established the first national headquarters on West Madison Street, near the city's “Skid Row.” Nearly all the national conventions met in Chicago, especially those most crucial to the IWW's history, such as in 1908 when a majority adopted syndicalism rather than political action as the path toward revolution. The funeral for the most famous IWW martyr, the Swedish immigrant roustabout and songwriter Joe Hill, was held in Chicago in November 1915, and the organization interred his ashes at Waldheim Cemetery in suburban Forest Park near the graves of the Haymarket martyrs. When Bill Haywood died in Moscow in 1928, the Soviets returned half his ashes to Chicago for placement at Waldheim.The events most decisive to the IWW's decline also occurred in Chicago. In September 1917 U.S. Justice Department agents raided IWW national headquarters, seeking materials to prove IWW sedition and espionage during World War I. And in 1918, the government tried over 100 IWW leaders in a federal courtroom in Chicago presided over by Judge Kenesaw M. Landis. The jury convicted all the IWW leaders, whom Judge Landis sentenced to long terms at the federal penitentiary in Leavenworth, Kansas. Thereafter, the IWW acted more as a legal defense organization than a fighting, revolutionary labor group. Even in its declining years, however, the IWW held national conventions in Chicago and kept its national headquarters there, moving to North Halsted Street, where it remained through the 1980s.",
    "Bibliography": "Dubofsky, Melvyn. We Shall Be All: A History of the Industrial Workers of the World. 1969.Renshaw, Patrick. The Wobblies: The Story of Syndicalism in the United States. 1967.",
    "Author of Text": "Melvyn Dubofsky",
    "Hyperlinked Terms Associated": [
        "Swedish",
        "Cemetery",
        "Forest Park",
        "Haymarket",
        "World War I"
    ],
    "Street addresses associated": [
        "Forest Park",
        "North Halsted"
    ]
}