{
    "Title": "Industrial Pollution",
    "Descriptive Text": "Chicago's growth as a major manufacturing center forced its citizens to contend with staggering quantities of industrial waste. The impact of pollution on the population varied according to prevailing methods of waste disposal, the shifting geography of manufacturing, changes in the city's economic base, and specific political initiatives designed to reduce human exposure.Early industrial activity concentrated along the South Branch of the Chicago River, in part because the sluggish waterway provided a convenient repository for waste. During the nineteenth century this waste consisted largely of decaying organic matter—blood, grease, offal, and manure from slaughterhouses, meat packing plants, glue factories, tanneries, and fertilizer manufacturers. In addition, planing mills and sawmills sprayed copious amounts of wood dust into the air. The working-class populations that settled the adjacent residential districts suffered the most immediate effects, but prevailing winds from the southwest carried noxious stenches into the prestigious neighborhoods close to downtown Chicago. Citizen complaints prompted a more vigorous enforcement of public health laws after 1860, the effect of which was to push the offending industries beyond the city limits into new industrial suburbs. Meanwhile, local officials turned to technological fixes to alleviate the continued threat that waterborne wastes posed to the city's drinking water supply. Repeated attempts to reverse the course of the Chicago River and to flush waste material away from the water-intake crib in Lake Michigan culminated in the completion of the Chicago Sanitary and Ship Canal in 1900.The rapid growth of the steel industry in the Calumet region after the turn of the century shifted both the makeup and geography of industrial pollution. Steel mills in South Chicago, East Chicago, and Gary anchored a vast industrial complex along the southern Lake Michigan shoreline that also included oil refineries, chemical plants, and over a hundred metal-fabricating factories. The steel mills discharged the largest quantities of waste. Skies glowed red at night from iron oxide particles spewed by open-hearth ovens. Slag from blast furnaces was used to fill swampy land and extend the lakeshore. Coal tars from coke plants and acids from finishing mills coated the Grand Calumet River. Although water quality in the southern tip of Lake Michigan showed a noticeable decline by the 1930s, rising levels of pollution during and after World War II, a consequence of heightened industrial production, made the problem even worse. Slag debris fouled bathing beaches regularly and fish harvests of sturgeon, trout, and yellow perch declined precipitously. A preoccupation with the health effects of biological wastes deflected public attention from steel mill pollution through the 1950s. Not until the emergence of the environmental movement in the 1960s were manufacturers compelled by federal law to trap most pollutants prior to the release of waste into the air and water. Yet corporations dumped much of the captured waste into poorly designed landfills, as this method of disposal was not carefully regulated until the late 1970s.The decline of heavy manufacturing in the metropolitan region did as much as the enforcement of federal regulations to reduce industry's contribution to air, land, and water pollution after 1980. Departing industries, however, often left their host communities to contend with abandoned toxic waste dumps and vacant contaminated buildings.",
    "Bibliography": "Colten, Craig E. Industrial Wastes in the Calumet Region, 1869–1970: An Historical Geography. 1985.O'Connell, James C. “Technology and Pollution: Chicago's Water Policy, 1833–1930.” Ph.D. diss., University of Chicago. 1980.Wade, Louis Carroll. Chicago's Pride: The Stockyards, Packingtown, and Environs in the Nineteenth Century. 1987.",
    "Author of Text": "Andrew Hurley",
    "Hyperlinked Terms Associated": [
        "World War II",
        "water",
        "refineries",
        "chemical",
        "Gary",
        "East Chicago",
        "South Chicago",
        "Calumet region",
        "Sanitary and Ship Canal",
        "Lake Michigan",
        "water supply",
        "public health",
        "meat packing",
        "Chicago River",
        "waste disposal"
    ],
    "Street addresses associated": [
        "South Chicago",
        "Gary"
    ]
}