{
    "Title": "Industrial Art and Design",
    "Descriptive Text": "America's industrial design profession emerged during the Great Depression of the 1930s when manufacturers turned to appearance design to differentiate their products and boost sales. Architects, advertising artists, and theater designers sought employment as product “stylists” in the streamlined era. As the work of such designers became more valued, academic industrial design programs were established. Since design firms employed illustrators to draw product presentations and sculptors to model product forms, art schools often included product design in their curricula.Since the 1930s, Chicago's manufacturers and merchandisers have provided rich opportunities for designers. The 1933–34 Century of Progress Exposition drew talented men to work for the exhibiting companies. Automotive designers from nearby Detroit transferred to Chicago-area employers. A typical career path for the first generation of product designers might have included a job at the 1933 fair or for a car manufacturer, then employment at Sears, Roebuck or Montgomery Ward, followed by work at a consultancy or for a manufacturer.Anne Swainson formed the Bureau of Design at Montgomery Ward in 1931. In this powerful executive role, unusual for a female at that time, Swainson trained many product and package designers. The bureau designed thousands of products and their merchandising as well as set the standards for products purchased from suppliers. The bureau closed in the mid-1970s.Sears, Roebuck opened Department 817, its Merchandise Testing and Development Laboratory, in 1934. John ( Jack) R. Morgan left General Motors' Art and Color Section to head product design at Sears from 1934 to 1944 and then opened his own firm in Chicago. From 1935 to 1943, Jon W. Hauser worked in Detroit as an auto designer at General Motors and Chrysler and then was hired by Morgan to design for Sears. He worked for consultants Dave Chapman, Barnes & Reinecke, and Raymond Loewy before opening his own office in 1952, where he designed aviation and construction equipment as well as consumer products. Charles Harrison graduated from the industrial design program at the School of the Art Institute of Chicago in 1954. Denied employment at major companies, Harrison, an African American, was hired by Henry P. Glass, his former professor, and then other small consulting firms. He was hired by Sears's Department 817 in 1961 and directed product design during the department's last decade until its closing in 1993. He then taught at the University of Illinois at Chicago.Designers at major manufacturers directed internal staffs and hired consultants. Ivar Jepson, chief designer at Sunbeam, developed hundreds of household appliances from 1928 to 1965. His mixers and toasters became emblems of the American home. His successor, Robert Ernest, designed products for 40 years until Sunbeam closed its design department in the late 1980s. At Motorola, Herbert Zeller designed radios and televisions from 1950 to 1980. His successor as director of design, Rudolph Krolopp, designed cellular phones and communications systems for world audiences during his 1956–1997 tenure.Jean Otis Reinecke came from St. Louis to manage displays at the Century of Progress, where he met James Barnes. In 1934 they formed Barnes & Reinecke, which designed top-selling, ubiquitous products such as Bell & Howell cameras, 3M tape dispensers, and Toastmaster toasters. During World War II their design and engineering office swelled to 375 employees.Melvin Boldt opened Mel Boldt and Associates in Chicago in 1948; in 1968 the firm moved to Mount Prospect. After Boldt's death in 1981, the firm continued until 1989. The Boldt office employed hundreds of designers who designed household appliances, jukeboxes, powerboats, televisions, and radios.Chicago also figures prominently in design education. In 1937 the New Bauhaus was founded by László Moholy-Nagy, who had emigrated to Chicago after the influential Bauhaus in Germany was closed by the Nazis. Named the Institute of Design in 1944, the school became part of the Illinois Institute of Technology and today addresses design management issues for an international, technological age. Also in 1937, the University of Illinois at Urbana-Champaign began its industrial design program. The School of the Art Institute of Chicago maintained an industrial design program from 1946 to 1968. In 1965 the University of Illinois at Chicago opened its industrial design program. These schools have generated vital links to industry for faculty and students.During World War II, Chicago designers served the war effort as civilians designing shortwave radios or as military cartographers and aircraft and naval equipment planners. The postwar tide of consumer goods produced by Chicago's manufacturers caused a surge in corporate design staffs and consultant firms.During the 1980s, American corporations endured painful restructurings as the economy shifted from manufacturing to services. Manufacturing companies and retailers changed ownership, redefined their markets, and trimmed product lines in response to intense, global competition. Internal design staffs were disbanded and outside consultants provided more new product development services.In the twenty-first century, lean corporate design departments outsource design and engineering needs. Midsize design consultancies perform varied tasks once done by large design organizations, in addition to meeting the new needs of global marketers. Firms provide services including strategic planning, consumer research, brand positioning, and computer-aided design critical to rapid new product development. In an economic environment that has moved much manufacturing out of the United States, the relative stability of the Midwest's diverse employment base has continued to attract corporate headquarters and production facilities to the Chicago area.",
    "Bibliography": "Heskett, John. “Mr. Sunbeam.” I.D. (May/June 1994).Mitarachi, Jane Fiske. “A Special Report on Midwest Design: The Chicago Area.” Industrial Design (October 1956).Pulos, Arthur J. American Design Ethic: A History of Industrial Design. 1983.",
    "Author of Text": "Victoria Kasuba Matranga",
    "Hyperlinked Terms Associated": [
        "Great Depression",
        "artists",
        "Century of Progress Exposition",
        "Art Institute of Chicago",
        "African American",
        "University of Illinois at Chicago",
        "World War II",
        "Mount Prospect",
        "Institute of Design",
        "Illinois Institute of Technology"
    ]
}