{
    "Title": "Infrastructure",
    "Descriptive Text": "The term “infrastructure” has come to refer to almost every technological system in modern society. These systems are supplied by both the public and private sectors. The public sector supplies infrastructure at every level of government. In many cases, responsibility for services initially offered by private providers was assumed by the public sector. In recent years, that process has been reversed through “ privatization. ”Historically, the single most important component of Chicago's infrastructure is the Illinois & Michigan Canal, the waterway that connected the Great Lakes and the Mississippi River drainage areas. When Illinois became a state in 1818, its northern boundary was moved to the north to include all the area that would benefit from the canal, but construction on the canal did not begin until 1836. Even before Chicago became a city, the Chicago River became a federal harbor. A sandbar blocked the mouth of the river, and soldiers at Fort Dearborn dug the first channel in 1828. The U.S. Army Corps of Engineers took over and completed the work in 1834; a pier built along the north side of this cut helped create Chicago's first harbor. Shortly thereafter, bridges replaced the ferry that connected the north and south sides. The bridges were built by business interests and landowners until 1856. The federal government constructed a lighthouse to mark the entrance to the harbor. By the late nineteenth century, the Calumet River and Lake Calumet emerged as the area's major port.During the two glacial eras, much of what is now Chicago had been underwater. This flatness created Chicago's biggest problem before the Civil War —mud. In time, plank roads, railroads, and interstate highways would be built on the former lakebed, but better drainage was critical. Primitive trenches dug in the streets proved to be a futile effort to address flood control and drainage. In 1852, the Illinois legislature created Chicago's Board of Sewerage Commissioners, which was formally charged with planning North America's first comprehensive sewer system, coordinating sewage and drainage. The board's chief engineer, Ellis Sylvester Chesbrough, called for an intercepting, combined sewer system that emptied into the river. Drainage was to be accomplished by gravity, but Chicago's flatness required the simple, but costly, expedient of having the city raise its level.Chicago's first real highways were plank roads, removable oak planks placed across logs that had been laid on a firm foundation. These roads were 10 to 16 feet wide with a 4-foot shoulder and a drainage ditch. Many of the diagonal streets still in use today began as such roads, but they quickly reverted to regular roads, as maintaining the planks proved quite costly and evading the toll booths proved quite easy.Chicago's first railroad, the Galena & Chicago Union, made its maiden voyage in 1848, the same year the Illinois & Michigan Canal opened and telegraph service began. In the 1850s, Chicago became the western terminus for the most important eastern railroads and the eastern terminus for the most important western railroads. The Rock Island Railroad constructed the first railroad bridge across the Mississippi River, enhancing Chicago's position on the east-west trade route. The Illinois Central Railroad (ICRR) effectively removed St. Louis from the north-south trade route. The ICRR's Chicago terminal was near the river on land east of where Fort Dearborn was located. The company built a breakwater in the lake on which it constructed a trestle. Following the Fire of 1871, the lake was filled past this breakwater, and Grant Park was created.With the coming of the railroad, the city's population soared, roughly doubling every three years. Municipal water provision had replaced private provision, but even it was no longer adequate. Its intake point was close to the mouth of the river, so once the sewer system was complete, cholera and typhoid became regular visitors. Chesbrough convinced the city to construct new works with the intake point moved two miles into the lake. These works were begun during the Civil War. The intake was protected by a crib, a building roughly the size of Chicago's largest hotel. The pumping works were put on the beach just east of what would become Michigan Avenue. The tower built across the street to “beautify” the standpipe has become one of the city's best-known buildings. Chlorination began in 1912, and filtration began after World War II.A series of dry summers in the 1850s required that Chicago River water be pumped into the Illinois & Michigan Canal to provide its summit level. This pumping effectively reversed the flow of the river, sending waste water away from the lake. In 1889, the Sanitary District of Chicago was created, and in 1900 the Sanitary and Ship Canal was opened. It proved cheaper to dig a new canal than to enlarge the old one. As before, Chicago's growth put pressure on the system. Two additional canals were added, and, by the 1910s, the Sanitary District began experimenting with sewage treatment works. The Tunnel and Reservoir Plan (“ Deep Tunnel ”) drafted in conjunction with the Northeastern Illinois Planning Commission and necessitated by the Federal Water Pollution Control Act of 1972, is nearing completion.Unlike sanitation services, public transportation remained privately owned until the creation of the Chicago Transit Authority after World War II. In the 1880s, Chicago had the largest cable car network in the country, but by the early years of the twentieth century, the 1,000-mile surface transit system had been electrified. A bus system replaced streetcars in the 1950s. In addition, there were 95 miles of elevated railways. Simultaneously, the development of the Commonwealth Edison network meant electricity rather than coal increasingly powered industry. The telephone and gas utilities date from this same era.At the turn of the century, one problem was that the old swing bridges across the river were open for ship traffic during half the daylight hours. One solution was the trunion bascule bridge, a type of drawbridge developed by Chicago Public Works engineers in 1899. The four-lane bridge constructed across the river at Michigan Avenue and the widening of that street between 1916 and 1922 created what became the Magnificent Mile. A second solution was the development of pedestrian and vehicular tunnels. The first pedestrian tunnels were dug just after the Civil War. These narrow, stone-lined shafts became street railway tunnels and remained in operation into the 1950s. A more adventurous tunnel system was begun in 1901 by private interests to move communication lines underground, but it soon became a system that served many downtown businesses. A 62-mile system of tracks lay 40 feet below the surface of downtown streets and brought all sorts of merchandise from downtown rail yards. The single most important commodity that moved on this system was coal. By the late 1950s, when coal was in decline, the system was sold to the city and reverted to its original purpose as a conduit for communication and other utility lines. It was largely forgotten until it flooded in 1992 and closed much of the downtown district. Subways for rapid transit were planned as early as 1902, but construction did not begin until the 1930s.There were 12,000 automobiles in Chicago in 1910. By 1926, there were almost 350,000 cars and 18,000 trucks, with the result that the city spent over $500 million by 1930 to widen and resurface streets. Lake Shore Drive was constructed in the 1920s, and Chicago's first two “superhighways,” the Edens and the Eisenhower, were completed before the passage of the Interstate Highway Act in 1956. Beginning with the Chicago Regional Planning Commission and continuing with the Chicago Area Transportation Study after 1958, businessmen and politicians planned a complete expressway system for the area. The Kennedy (1960), Dan Ryan (1962), and Stevenson (1966) completed the radial system. The Dan Ryan led to the Calumet Skyway, the only toll road inside the city, which opened in 1958. All but the Stevenson were built to carry rapid transit in the median. Public transportation for the city and suburbs became the responsibilityof the Regional Transportation Authority.The Kennedy led to O'Hare International Airport. Initially, an airport was considered to be an adjunct of the city's downtown, much as the harbor and downtown rail terminals. As early as 1911 the idea of a lakefront airport was pursued. Such projects have been advocated at roughly 20-year intervals since then, and each time, financial considerations have caused it to be abandoned. The closest the city came was the creation of Meigs Field, which opened in 1948 and closed in 2003. The Works Progress Administration poured over $1 million in the 1930s into the construction of Midway Airport, which became America's busiest airport by 1932 and remained so until 1960. The development of jet aviation led to a demand for more space, and, in 1956, the city and the airlines prepared Orchard Field, what became O'Hare, for jets. Debate over the development of a third airport has continued to occupy politicians at the municipal, state, and federal levels.",
    "Bibliography": "Barrett, Paul, and Howard Rosen. Public Works in Metro Chicago. 1994.",
    "Author of Text": "Louis P. Cain",
    "Hyperlinked Terms Associated": [
        "privatization",
        "Illinois & Michigan Canal",
        "Great Lakes",
        "Chicago River",
        "Fort Dearborn",
        "bridges",
        "business",
        "Calumet River",
        "Civil War",
        "railroads",
        "flood control and drainage",
        "streets",
        "railroad",
        "telegraph",
        "Illinois Central Railroad",
        "Fire of 1871",
        "water",
        "Sanitary and Ship Canal",
        "Deep Tunnel",
        "public transportation",
        "Chicago Transit Authority",
        "World War II",
        "telephone",
        "gas",
        "Magnificent Mile",
        "tunnels",
        "street railway",
        "rapid transit",
        "expressway",
        "Skyway",
        "Regional Transportation Authority",
        "OHare International Airport",
        "Midway Airport"
    ],
    "Street addresses associated": [
        "Skid Row",
        "Forest Park",
        "Near North Side"
    ]
}