{
    "Title": "Inland Steel Co.",
    "Descriptive Text": "Chicago's leading homegrown steel company, Inland was founded in 1893 in Chicago Heights by Joseph Block and his son Philip. The Blocks' company started small after Philip had purchased the plant of the defunct Chicago Steel Works, a maker of farm equipment. In 1897, it had about 250 workers and only about $350,000 in sales. But in 1902, when it built a large new open-hearth steel mill at Indiana Harbor (in East Chicago, Indiana, 27 miles southeast of downtown Chicago), Inland Steel suddenly became a big business. By 1910, the Indiana Harbor facility had about 2,600 workers; by 1917, annual output passed one million tons. During the 1920s, when Inland made about 2 percent of all the steel produced in the United States, its workforce grew to about 7,000 people. In 1935, when annual output stood at two million tons, Inland purchased Joseph T. Ryerson & Son, an old Chicago wholesaler of steel products. Like all steel companies, Inland had all the business it could handle during World War II; annual output passed 3.5 million tons. During the 1950s, when Inland was among the 10 largest steel companies in the United States, annual sales grew to nearly $700 million. A new Chicago headquarters, the Inland Steel Building on Monroe Street, was built in 1957. During the 1960s and 1970s, about 25,000 people worked at the Indiana Harbor plant. Like most American steel companies, Inland declined and laid off thousands of workers during the 1980s. In 1998, it was purchased by Ispat International, a large corporation based in the Netherlands that specialized in acquiring underperforming companies to make them more profitable. Operating under a new name, Ispat Inland Inc., the company cut almost one-fifth of its workforce by 2002, to 7,800 employees. At that time, as the sixth-largest integrated steel producer in the United States, it produced about 5 percent of the country's steel.",
    "Author of Text": "Jonathan Keyes"
}