{
    "Title": "Innovation, Invention, and Chicago Business",
    "Descriptive Text": "Joseph Schumpeter drew a compelling distinction between invention and innovation. Invention is the creation of something new, a new good or service, but what really matters for economic growth is innovation, the act through which these new ideas are successfully introduced to the market. Cyrus McCormick of Virginia improved upon his father's invention in the 1830s. He brought reaper production to Chicago in 1847 and introduced the machines to prairie farmers. Ray Kroc was not the inventor of fast food; he was the innovator. The market in which McCormick sold reapers was one that was just beginning to grow from local to national. The market in which Kroc sold hamburgers was one that grew from national to global. What precipitated these changes were continuing improvements in transportation, production, and communication. Any examination of inventors and innovators in Chicago's business history necessarily involves these improvements.At incorporation, Chicago was still tied to the fur trade, a business that avoids cities as readily as fur-bearing animals try to avoid people. Early businessmen John Kinzie, Gurdon Hubbard, and John Clark were involved in the fur trade, but they anticipated that something more substantial would arise at the mouth of the Chicago River than a government fort and traders' cabins. An early innovator named George Dole arrived from Detroit in 1831. The following summer the firm of Newberry and Dole erected what is thought to be Chicago's first frame building used for business—specifically, the slaughtering and packing of cattle and hogs. While slaughtering for local consumption had taken place in Chicago for some time, Newberry and Dole were the first to pack meat for export. In 1839, the firm began shipping wheat from Chicago's first grain elevator, which was located at the north end of the Rush Street bridge. Consequently, Dole is generally credited with being the father of Chicago's meatpacking industry as well as of its shipping, warehouse, and elevator systems. He innovated the market mechanisms that would make Chicago a major transshipment point.William B. Ogden, another early innovator, arrived in Chicago in 1835 to manage property his brother-in-law and others had purchased. After selling roughly a third of the property at substantial profit, he moved into transportation. He played a major role in the completion of the Illinois & Michigan Canal. He was the president of the Galena & Chicago Union Railroad and several other railroads that became the Chicago & North Western Railroad, and of the National Pacific Railroad Convention held in Philadelphia in 1850. He also was the first president of the Union Pacific Railroad Company, the first mayor of Chicago, and the president of the Chicago branch of the State Bank of Illinois.Ogden also played a role in bringing the McCormick Reaper Works to Chicago. Robert McCormick of Virginia first developed the reaper. His son Cyrus continued to work on the concept and moved to Cincinnati in 1845. Two years later, with Ogden's financial encouragement, he moved to Chicago to locate the firm at the heart of the emerging wheat-growing region. McCormick entered into a contract with Ogden in 1848 to distribute reapers to most of Illinois, Indiana, Michigan, Kentucky, and Tennessee. The McCormick firm developed a number of innovative business practices. It established agency relationships with local businessmen who promoted the use of reapers. It was one of the first enterprises to offer a written guarantee on every machine. It offered a free trial period during which dissatisfied customers could get a refund of the stated purchase price and offered credit as part of the terms of sale.As more people and goods arrived to contribute to, and to benefit from, Chicago's growth, Ogden and others formed the Chicago Board of Trade in 1848 to promote Chicago's commerce. They promoted harbor improvements, tolls on the Illinois & Michigan Canal, and a land grant for the Illinois Central Railroad. From the beginning, the grain trade involved speculation. By the time farmers were able to harvest their crop and ship it as far as Chicago, water transportation on the upper Great Lakes was coming to an end for the winter. This meant that much of the grain would be shipped in the spring. The board facilitated the development of futures markets in which crops could be purchased well in advance of their delivery.The Board of Trade, along with other Chicagoans, sought a resolution to the city's most serious problem—mud. In 1855, Ogden and the other members of the newly formed Board of Sewerage Commissioners planned a coordinated sewage and drainage system; Chicago became the first North American city to construct a comprehensive sewer system. The innovative plan, designed by Ellis Sylvester Chesbrough, called for an intercepting, combined sewer system that emptied into the river. Drainage was to be accomplished by gravity, but Chicago's flatness created a problem. This was resolved by the simple but costly expedient of having the city raise its level. As construction progressed away from the river, sewers were laid at the level necessary to accomplish gravity flow. Earth was then packed around them, and new streets were constructed above the sewers. Much of the fill was obtained by dredging the Chicago River in order to lower and enlarge it. Building owners had to find a way to raise their property to the new level. George Pullman, who invented a technique for raising buildings during the enlargement of the Erie Canal in his native New York, moved to Chicago. Part of Chicago folklore is that guests in the Tremont Hotel were not disturbed when the building was raised about six feet.Inevitably, the Chicago River became polluted as a result of the new sewer system. The pollution spread into the lake until it reached the water supply intake. By 1860, Chicago's sewerage commissioners, concerned with the offensive condition of the Chicago River, suggested diverting river water through the Illinois & Michigan Canal. It is customary to date the formal reversal of the Chicago River to 1871, when work was completed that deepened the canal and increased the pumping capacity at the Bridgeport end. In fact, beginning some time in the 1850s, the river was reversed under normal conditions through the operation of the original Bridgeport pumps. From that time on, the city invested in additional works to keep sewage away from its Lake Michigan water supply. In 1889 voters approved the Sanitary District Enabling Act, which led to the construction of the Sanitary and Ship Canal, essentially a larger version of the Illinois & Michigan Canal. Innovation continued into the twentieth century. In the 1970s, the Tunnel and Reservoir Plan, better known as “ Deep Tunnel, ” included construction of larger sewers and underground reservoirs to hold storm water rather than allow it into the lake.The Chicago River divided the city into three parts, impelling Chicagoans to become leading innovators in bridge technology. The first bridge, constructed in 1832, was a fixed span that could not be opened and therefore was placed where it would not interfere with the part of the river used as a harbor. It ultimately was replaced by a series of drawbridges, swing bridges, and pontoon bridges that proved unsatisfactory. By the turn of the twentieth century, engineers determined that the trunnion bascule bridge, based on a seesaw principle, was the ideal solution to Chicago's bridge problems. That principle, built into the Tower Bridge in London, was modified to such an extent that bascule bridges came to be built in the “Chicago style.”While the railroad was not invented in Chicago, it was important to Chicago's economic development. By the late 1860s, rail connections were available from the Atlantic to the Pacific via Chicago, and the growth of the railroad network fostered commercial development. Because of its position on this network, Chicago became an important livestock market. Initially livestock were traded at Chicago and shipped live to Eastern markets, since that was the only way to assure fresh meat in those markets. By 1864, the livestock trade had grown so large that the burgeoning individual stockyards were considered a nuisance to the public and a costly burden to the railroads. Chicago encouraged the development of a new site by banning stockyard activity from the city limits. The “ Union Stock Yard ” opened for business in 1865. Nine railroad companies subscribed the vast majority of the $1 million cost, but every railroad entering Chicago was connected to the Yards.Refrigeration was the critical innovation that transformed the livestock business. It changed meatpacking from a local business operating largely on a seasonal basis to a national business operating year-round and centered in Chicago. It contributed to a large increase in the operating scale of these firms by expanding the packers' operations beyond manufacturing into distribution and byproduct utilization. Around 1868, George Hammond of Detroit shipped eight tons of beef in a refrigerated car that had been designed for fruit shipments. While there were problems, Hammond was so confident of the technology's potential that he moved his operation to Chicago.Gustavus Swift resolved the major marketing problems associated with shipping dressed beef. During the winter of 1877, Swift shipped a few carloads of dressed beef in regular cars with the doors left open so the cold air would keep the meat refrigerated. As a result of this experiment, Swift learned the advantages of shipping dressed beef in refrigerator cars, and he recognized this would require a major expansion in plant and equipment. When the railroads refused to produce refrigerator cars, Swift undertook the task on his own. Other packers began shipping refrigerated dressed beef east, often in Swift-built cars. Meat was shipped to refrigerated warehouses in big cities and distributed in smaller places in refrigerated “peddler” cars.Such vertical integration, which contributed to the growth in the size of Chicago firms, was also pioneered by another meatpacker. In 1884, Armour & Co. purchased the Wahl Brothers glue works in Chicago and began funneling a large quantity of bones and low-quality hides into this plant. The same year, Armour hired a chemist to investigate the various alternative uses of animal wastes. Eventually, all the large packers were involved in such activities as soap production and selling hides to the leather industry and tails to the paintbrush industry. They also filled the bottom of the refrigerator cars with such goods as butter, eggs, and cheese. The large packers began buying the wastes of small packers; Armour, notes historian William Cronon, “built his empire on waste.”Like the meatpackers, the Pullman Palace Car Company innovated a new type of railcar. In 1859, George Pullman entered into a contract with the Michigan Central Railroad to fit two old passenger cars as sleeping cars. Pullman's initial car was like those on other lines; it consisted of a series of bunks and was used only at night. Four years later, he produced the first “Palace” car, one that could be used by day as well as for sleeping. Beginning in 1880, Pullman planned and constructed the model town that bears his name.Retailing was the bailiwick of one of Chicago's major innovators, Potter Palmer, who arrived from New York in 1852 and opened a dry goods store with several unorthodox practices. Other merchants largely rejected what has been termed the “Palmer system.” Palmer insisted that his goods be displayed in an attractive manner, both in the store and in print advertisements. He allowed customers to take merchandise on approval and offered generous exchange provisions including a full refund. Perhaps just as importantly, he emphasized the continual introduction of new goods and, wherever possible, attempted to become their exclusive agent. In 1865, Palmer entered into partnership with Marshall Field and Levi Leiter. Palmer left the partnership in 1867; Leiter, in 1881. By then, the firm of Marshall Field & Co. had become a leading dry goods firm and a pioneer department store, the most complete retail establishment west of New York City. The Palmer system remained, in Field's phrase, “give the lady what she wants.”In 1865, Field, Palmer, and Leiter hired Aaron Montgomery Ward, who had quit his job in a Michigan general store and moved to Chicago. Two years later, he took a job as a traveling salesman for a similar firm in St. Louis. Living among the farmers, Ward got the innovative idea that through direct mail marketing he could make the goods enjoyed by city dwellers accessible to people living in small towns and on farms. He hoped to keep prices competitive by buying direct from manufacturers for cash and saving the expense of retail outlets and salesmen through mail order. He also recognized his business location would have to minimize the cost of transporting the goods. He chose Chicago. The fire of 1871 delayed the start of business until 1872, but Montgomery Ward & Co. proved an immediate success. The initial circular advertising the company's existence and the products it offered was one page; by 1886 the illustrated Buyers' Guide had grown to 304 pages. Success breeds imitation. Sears, Roebuck & Co., founded in Minneapolis in 1893, moved to Chicago two years later when shipping from Minneapolis proved impractical. Its 532-page catalog included housewares, saddles and buggies, and sporting goods, along with the watches and jewelry that reflected the firm's origins.Another series of business innovations facilitated the extension of electric power throughout the Midwest. Samuel Insull, an Englishman who once served as secretary to Thomas Edison, believed electricity was a natural monopoly. In 1907, Insull, who had purchased most of the competing firms in Chicago, reorganized Chicago Edison as Commonwealth Edison and took the logic of his argument one step further. Using the holding company device pioneered on nineteenth-century railroads, he assumed control of entire territories by forming holding company upon holding company. Cash from the sale of stock in one company financed the next. At its zenith, Insull's Middle West Utilities Company controlled as much as one-eighth of the nation's electrical power and delivered it to 5,000 towns in 32 states and Canada. Among those who took advantage of electrification were Charles Yerkes, who put together Chicago's urban transportation system and introduced electric trolley cars, and Essanay Studios, which made motion pictures in Chicago before the film industry moved to Hollywood.Chicago firms were also innovators in the emergence of the electronics industry. In 1928, Paul Galvin started a small company that produced battery eliminators for battery-operated home radios, but, as that market dwindled, he became one of the earliest producers of car radios. The name “Motorola” comes from the conjoining of motion and radio. The company also produced walkie-talkies, a product line that Robert Galvin, the founder's son, followed while moving the company into the emerging field of electronics. As early as the 1950s, Motorola was innovating in the emerging field of cellular telephones. The company also produced two-way radios, pagers, and microchips. Motorola's 68000 series of microprocessors became the heart of the workstation market and the brains of the Macintosh computer.In the twentieth century, automobiles, trucks, and air transportation pulled economic activity away from the confluence of lake and river. The suburbanization of business began as early as the 1920s, but the trend accelerated after World War II, as the population also increasingly suburbanized. By 1970, half the population in the Chicago metropolitan statistical area lived in the suburban ring. The first pieces of what became the Interstate Highway System were the expressways built as spokes out of the city, much as the railroads had been a century earlier. Falling transportation costs have allowed a corporation's headquarters to separate from its production facilities. A town like Oak Brook, because of its easy access to an airport, is home to an amazing number of headquarters operations—and Ray Kroc's (McDonald's) hamburger “university.”Chicago's “hometown airline, ” United Airlines, like many other Chicago firms, is not native to the city. In the 1920s, Carl Fritsche of Detroit, in conjunction with Clement Keys of New York, determined to raise $2 million to start an air transport company in the hope Detroit would become to air transport what Chicago was to rail. National Air Transport's first flight was in 1926. In the fall of 1928, during a period of several air transport company mergers, Boeing and Pratt & Whitney created a holding company that adopted the name United Aircraft and Transport the following year. They wanted a connection between Chicago and New York and, in 1930, obtained National Air Transport, with whom United was doing cargo transfers at Chicago. The headquarters of United Airlines were located in Chicago because the airmail routes were established on the basis of the rail lines.Many of Chicago's most vibrant, innovative enterprises in the twentieth century are oriented toward research. In the early 1920s, hospital administration and purchasing were developing specialties, and American Hospital Supply Corporation (AHSC), incorporated in Chicago in 1922, grew with those specialties and the highway system. Foster McGaw assumed leadership in 1946, and AHSC grew into a corporate giant with a national warehouse system. With the changes in the health care market in the 1980s, American merged with Baxter Laboratories.Baxter got its start in 1929 when a Californian, Don Baxter, developed a baffle to prevent reflux in IV solutions under vacuum. Baxter became friendly with Harry Falk, who, in 1931, got financial assistance from his brother, Ralph Falk. Harry moved to Glenview to begin sales. The small firm, through the leadership of William Graham, adopted a strategy of seeking specialty market niches and found several. In 1952, they were one of the first firms involved in the commercial marketing of human blood plasma. Four years later, Baxter agreed to help Willem Johann Kolff develop the market for the artificial kidney. Similarly, they worked with the University of Minnesota Medical School in developing the first heart-lung oxygenator, a key component of open-heart surgery.A second successful health products firm is Abbott Laboratories. Many of the early medications were “nauseous mixtures,” fluid-based concoctions. In 1888, Wallace C. Abbott began producing pills with measured doses in a room above his Ravenswood pharmacy. His business soon expanded. The Abbott Alkaloidal Company was incorporated in 1900 and changed its name to Abbott Laboratories in 1915. The company introduced Nembutal, a sedative-hypnotic, in 1930, and a few years later Abbott scientists discovered Pentothal, an intravenous anesthesia.The Manhattan Project, a government research project that led to the development of the atomic bomb during World War II, has left its legacy on research in Chicago. Although the project involved many scientists across the nation, the metallurgical laboratory of the University of Chicago developed the only known method for the production of plutonium-239. It was at the university that Enrico Fermi was successful in producing and controlling a chain reaction in December 1942. Atomic research remains the focus of considerable research at Chicago universities and sites such as Argonne National Laboratories and Fermilab.Ray Kroc's hamburgers are now sold where McCormick's reapers once harvested. Yet for all the change, Schumpeter's dictum still holds—what really matters for economic growth is innovation. The continued health of Chicago business depends on its ability to attract innovators.",
    "Author of Text": "Louis P. Cain",
    "Hyperlinked Terms Associated": [
        "global",
        "transportation",
        "business",
        "fur trade",
        "Chicago River",
        "bridge",
        "meatpacking",
        "Illinois & Michigan Canal",
        "railroads",
        "Chicago River",
        "water",
        "Bridgeport",
        "Sanitary and Ship Canal",
        "Deep Tunnel",
        "bridge",
        "Union Stock Yard",
        "meatpacking",
        "Hammond",
        "Pullman",
        "Reatiling",
        "department store",
        "mail order",
        "fire of 1871",
        "sporting goods",
        "film",
        "electronics",
        "World War II",
        "expressways",
        "Oak Brook",
        "airline",
        "Glenview",
        "Ravenswood",
        "Manhattan Project",
        "World War II",
        "University of Chicago",
        "Argonne National Laboratories",
        "Fermilab"
    ],
    "Street addresses associated": [
        "Chicago Heights",
        "Glenview",
        "Ravenswood",
        "Oak Brook"
    ]
}