{
    "Title": "Insurance",
    "Descriptive Text": "Chicago is not an “insurance town” on a par with Hartford or New York, but it still holds an important place in the history of the industry. While Eastern cities were home to pioneering life insurance companies, Chicago insurers spurred historic growth and innovation in fire and automobile coverage, safety standards, and insurance for African Americans. The insurance industry also helped to shape and reshape the physical city and played a crucial role in the aftermath of the Chicago Fire of 1871.The first insurance agent in Chicago was Gurdon Hubbard, a fur trader, investor, and speculator who arrived from Vermont in 1818. In 1834, Hubbard became the Chicago agent for the Aetna Insurance Company of Hartford, Connecticut, and this successful venture made him one of the city's most prominent midcentury businessmen. The Illinois Insurance Company, chartered in 1839, was the first insurance company to operate out of Chicago. The 1850s and '60s were a period of growth for Chicago insurance, as more national companies opened Midwestern offices and more Chicago-based firms were founded. By 1871, Chicago boasted 129 insurance companies, 14 of which were headquartered locally. Eighty-one were fire and marine insurers.The Chicago Fire rocked the insurance world with the revelation that the industry was unprepared to meet such a massive calamity. Fifty-eight insurance companies were driven into bankruptcy by the fire. Even worse, thousands of policyholders were never compensated for their losses. While the venerable Gurdon Hubbard is said to have sold his own properties to meet the claims of some policyholders, in the end the industry paid the claims of only about half of the Chicagoans who had insurance policies.The surviving insurance companies provided crucial capital for their policyholders to rebuild after the fire. But, by the most generous estimate, the insurance industry paid for less than a third of the total fire damage. Countless businesses and homeowners were denied their insurance claims and were never able to start over. Still, some contemporaries argued that the fire was a boon to the insurance industry because it wiped out the most poorly managed insurance companies, and that the new barrage of fire regulations made Chicago “the safest insurance field in the world.” This claim seemed verified in the 1870s, as the insurance industry rebounded dramatically. The terrible losses of the Great Fire led insurance companies to pioneer fire-safety procedures with an eye to protecting their reserves against similar disasters. The Chicago Board of Underwriters, the industry's trade organization, created new institutions of fire safety in Chicago, including a fire patrol (1871) and fire inspectors (1886). The insurance industry also spearheaded fire-safety improvements at the Union Stock Yard in the 1880s.The Great Migration of African Americans to Chicago during the First World War spurred the next major development in Chicago insurance: the creation of insurance companies to serve the black community. In the 1890s the life insurance industry's discriminatory practices had led to a proliferation of black-owned companies in throughout the South. Chicago's Supreme Liberty Life Insurance Company, founded by Arkansas native Frank Gillespie in 1919, was the first Northern black-owned insurance company. A tradition of saving for a dignified funeral made Chicago's black community an enthusiastic and stable market for life insurance, despite its poverty. Black-owned insurance companies were one of the few sources of white-collar jobs for Chicago's African Americans, and some firms, like the Chicago Metropolitan Assurance Company (founded 1925), evoked nationalist sentiment by appealing to their policyholders' “race pride.” However, the loss of African American customers to large insurers and the catastrophic black unemployment of the 1980s ended the age of the independent black insurance company. Supreme Life was purchased by a national white-owned insurer, but Metropolitan Assurance was acquired in 1990 by the black-owned Atlanta Life Insurance Companies.In 1931, the giant Sears, Roebuck, & Co. leapt into the insurance business with the creation of Allstate Insurance Company, based on the novel idea of selling auto insurance policies by mail order. Recipients of the Sears catalog could simply clip a coupon from the book, mail it in, and receive an auto insurance policy by return post. After a few years Allstate switched from mail to the more traditional agent sales and acquired a life insurance branch, but auto insurance remained its specialty. In 1939 Allstate was the first company to tailor its rates to the characteristics of automobiles and their owners, such as make, mileage, and age. And, as with fire insurance companies in the previous century, Allstate's strategists realized their best chance for steady profits lay in improving safety. The company introduced rate reductions for good drivers in 1939, and by the 1950s Allstate offered grants to improve the training of driving instructors and began to pressure automobile manufacturers to make safer cars. In partnership with other insurers, Allstate has worked to persuade Detroit to install safety features, from standardized bumpers to airbags, in all passenger vehicles. As Chicago's largest insurance company, Allstate contributed to the relocation of jobs to the suburbs by moving its headquarters out of downtown Chicago, first to Skokie in 1953 and then to Northbrook in 1967.Kemper Insurance, Chicago's other major property and casualty company was founded in 1912 as Lumbermen's Mutual Casualty Company to provide workmen's compensation for Chicago lumberyard workers. In health insurance, Chicago's best-known institution is the Blue Cross Blue Shield Association, headquarters for the federation of nationwide health and hospital insurance plans. The Chicago area is also home to the insurance industry's national research arm, Underwriters Laboratories, Inc., which grew out of the old Chicago Board of Underwriters.Chicago's skyline would not be the same without insurance companies. Insurers erected impressive Chicago landmarks like the Home Insurance Building (1884–85, by architect William LeBaron Jenney), the first skyscraper built using metal in its skeleton, and D. H. Burnham & Co.'s Insurance Exchange Building (1912). Two of Chicago's best-known (and most-criticized) skyscrapers, the Prudential Building and the John Hancock Center, bear the names of East Coast insurers. The landmark Standard Oil Building, currently Chicago's second tallest, in 2000 was renamed for the Aon Corporation. Aon, a giant insurance and brokerage company that adopted its name in 1987, resulted from the merger of Combined Insurance Corporation, founded by Chicagoan W. Clement Stone in 1919, and the Ryan Insurance Group, founded by Patrick G. Ryan in 1964.",
    "Bibliography": "Allstate Insurance Company. Allstate 50th Anniversary. 1981.Puth, Robert C. Supreme Life: The History of a Negro Life Insurance Company. 1976.Weems, Robert E., Jr. Black Business in the Black Metropolis: The Chicago Metropolitan Assurance Company, 1925–1985. 1996.",
    "Author of Text": "Beatrix Hoffman",
    "Hyperlinked Terms Associated": [
        "African Americans",
        "Fire of 1871",
        "fur trader",
        "Union Stock Yard",
        "Great Migration",
        "African Americans",
        "funeral",
        "unemployment",
        "mail order",
        "automobile manufacturers",
        "Skokie",
        "Northbrook",
        "skyscraper"
    ],
    "Street addresses associated": [
        "Skokie",
        "Northbrook"
    ]
}