{
    "Title": "International Alliance of Theatrical Stage Employees, Moving Picture Technicians, Artists and Allied Crafts",
    "Descriptive Text": "The International Alliance of Theatrical and Stage Employees, Moving Picture Technicians, Artists and Allied Crafts (known as the “IA”) was established in 1893 to organize stagehand workers in theaters across the nation. After chartering locals in major cities such as Chicago, the IA expanded its jurisdiction by organizing theater projectionists who screened the short films introduced during the late 1890s. As the motion picture industry developed over the next several decades, IA leaders began organizing workers in film production studios. Not surprisingly, the IA's aggressive posture and industrial orientation prompted numerous disputes with traditional craft unions whose leaders were also organizing theater and studio workers. These jurisdictional conflicts, which largely defined IA history through the 1940s, resulted in numerous costly strikes. Nonetheless, IA leaders remained committed to their jurisdictional claims, and by 1950, the IA's national dominance in studios and theaters was firmly established.Although Chicago's history has been punctuated by the presence of IA locals and an important IA jurisdictional theater strike in 1935, the union's impact on the city pales in comparison to the impact Chicago has had on the IA. During the early 1930s, the IA came under the control of Chicago's infamous Capone-Nitti gang. For the remainder of the decade, Chicago mobsters engaged in racketeering while using violence and intimidation to silence theater and studio workers throughout the nation. And while racketeers' control of the IA ended in the early 1940s, Chicago's Capone-Nitti gang has left an indelible impression on the history of the union.",
    "Bibliography": "Baker, Robert Osborne. The International Alliance of Theatrical Stage Employees and Moving Picture Machine Operators of the United States and Canada. 1933.Dunne, George H. Hollywood Labor Dispute: A Study in Immorality. 1950.Nielsen, Michael C. “Towards a Workers' History of the U.S. Film Industry.” In Critical Communications Review, vol. 1, ed. Vincent Mosco and Janet Wasko. 1983.",
    "Author of Text": "Laurie Pintar",
    "Hyperlinked Terms Associated": [
        "films",
        "strikes"
    ]
}