{
    "Title": "Interurbans",
    "Descriptive Text": "By 1910 a network of interurban electric railways connected many of the cities and towns of the Midwest. Enlarged street railways, either alone or in short trains, operated over routes that utilized separate rights-of-way in rural areas and local streetcar tracks to reach downtown. Three interurbans once served Chicago's Loop.Closest to the typical Midwestern interurban was the Chicago, North Shore & Milwaukee Railroad. Constructed in sections from Milwaukee to Evanston between 1895 and 1908, it did not obtain operating rights through to the Loop over the Chicago Elevated Railway's Northwestern line until 1919. In 1926 it opened a new line through the Skokie valley between North Chicago and Evanston. The original shore route was abandoned in 1955; the rest of the line followed suit in 1963 (the Chicago Transit Authority's Skokie Swift rapid transit line still follows a short part of the route).The Chicago, Aurora & Elgin Railway, like the North Shore line, reached the Loop via an elevated railroad, in this case the Garfield “ L. ” Built between 1900 and 1907, this interurban stretched west from Chicago to Elgin and Aurora. Unlike most interurbans, it was powered by an electrified third rail. When the Garfield “L” was removed to construct the Congress (Eisenhower) Expressway, the line lost its connection to Chicago, and operations ceased in 1957. Today, the popular Prairie Path bike trail uses the old right-of-way.To the south, the Chicago, South Shore & South Bend Railroad holds the distinction of being the nation's last surviving interurban. Opened in 1909 as a marginal line between the Chicago neighborhood of Kensington, and South Bend, Indiana, its success was assured in the 1920s when it was rebuilt and obtained access to the Loop via the electrified Illinois Central Railroad. The old familiar orange interurban cars were replaced in the 1980s, and since 1990 the line has been operated by the Northern Indiana Commuter Transportation District.",
    "Bibliography": "Hilton, George W., and John F. Due. The Electric Interurban Railways in America. 1960.Middleton, William D. North Shore: America's Fastest Interurban. 1970 [1964].Middleton, William D. South Shore: The Last Interurban. Rev. 2nd ed. 1999 [1970].",
    "Author of Text": "Ronald Dale Karr",
    "Hyperlinked Terms Associated": [
        "street railways",
        "Loop",
        "Railroad",
        "Evanston",
        "Skokie",
        "North Chicago",
        "Chicago Transit Autoritys",
        "L",
        "Elgin",
        "Aurora",
        "Expressway",
        "Kensington",
        "Illinois Central Railroad"
    ],
    "Street addresses associated": [
        "Evanston",
        "Skokie",
        "Kensington"
    ]
}