{
    "Title": "International Amphitheater",
    "Descriptive Text": "Built to host the International Live Stock Exhibition when Chicago was hog butcher to the world, the amphitheater was commissioned in 1934 by Frederick Henry Prince, then head of the Union Stock Yard and Transit Company. Its original building stood at 42nd and Halsted Streets, on the east side of the Chicago Union Stock Yard, four miles from the Loop.Abraham Epstein's design became a prototype of future convention halls; when construction finished, Chicago's reign as a convention capital began. Among the amphitheater's many innovations were air conditioning and media space. Darkrooms sat only 30 feet from the speakers' platform; radio and television studios rested above; and coaxial cables allowed both the Democratic and Republican National Conventions to be seen nationwide for the first time in their history. The amphitheater hosted five presidential nominating conventions, including the famously riotous 1968 Democratic National Convention. In 1975, members of the Nation of Islam convened there to appoint Wallace Muhammad successor to his father.In the late twentieth century, amphitheater crowds were more likely audiences than conventioneers, witnessing performances by Frank Sinatra, the Beatles, the Ringling Brothers, and Elvis. Wrestling became the amphitheater's biggest draw in the 1980s; one of the last big matches hosted there featured future Minnesota governor Jesse Ventura. As convention business moved to newer venues in the suburbs or to McCormick Place, which was closer to downtown hotels, the sprawling complex became difficult to maintain. Built for $1.5 million, the building sold in 1983 to a real-estate investor for $250,000. Over the next decade, it hosted too few large events to pay for its own upkeep and, on August 3, 1999, a backhoe began the formidable process of demolishing the amphitheater.",
    "Author of Text": "Sarah Fenton",
    "Hyperlinked Terms Associated": [
        "Union Stock Yard",
        "Loop",
        "Democratic",
        "Republican",
        "Nation of Islam",
        "real-estate"
    ]
}