{
    "Title": "International Harvester Co.",
    "Descriptive Text": "Cyrus Hall McCormick, a Virginia inventor of plows and reapers, decided to move to Chicago in 1847, when he and his partner Charles M. Gray built a reaper factory on the north bank of the Chicago River. McCormick's mechanical reapers (which required horses to pull them) proved to be popular with farmers, and the enterprise expanded steadily. By the middle of the 1850s, the Chicago plant had 250 workers, who made more than 2,500 reapers a year, worth over $300,000. After the original plant burned in the 1871 fire, McCormick built a larger factory along the South Branch of the Chicago River. This facility soon employed about 800 men; annual sales well exceeded $1 million. After Cyrus died in 1884, his wife Nettie and his son Charles took over the business. Hostile toward labor unions and their demands for an eight-hour workday, the McCormicks faced strikes by their workers in 1885 and 1886; the second of these, often regarded as one of the more important events in American labor history, was associated with the explosion of a bomb at Haymarket Square in Chicago. Meanwhile, William Deering—a veteran dry-goods wholesaler who had been doing business in Maine and New York—had established a rival harvester factory at Plano, Illinois, southwest of the big city; in 1880, Deering moved his factory to Chicago. Weary of competition, the Deering and McCormick families began to talk about a merger of their companies during the late 1890s. By this time, McCormick had a plant at Blue Island and Western Avenues that employed over 5,000 people; the Deering Harvester works on Fullerton Avenue on the city's North Side employed about 7,000. In 1902, McCormick and Deering—along with the Plano Manufacturing Co. (which had about 1,400 workers at its West Pullman plant) and two smaller farm equipment makers—merged to form International Harvester. The new company was capitalized at $120 million and dominated the American market and, as its name suggested, played an important role in world markets as well. For most of the twentieth century, International Harvester (IH) was one of the leading industrial corporations in the United States; its operations were concentrated in Chicago and its suburbs. By 1910, when IH grossed about $100 million in annual sales, it had over 17,000 workers in the Chicago area, making it the leading employer in the region. By that time, IH had established its own steel mill on the city's far South Side, which it named Wisconsin Steel, as well as manufacturing plants in Sweden, Russia, and Germany. A manufacturer of trucks as well as tractors, during the first years of the twentieth century the company moved away from animal-powered equipment and toward motorized vehicles. By the 1930s, as the nation's leading manufacturer of trucks, IH had a sales network of about 11,000 dealers across the country. During the 1940s, when the company's national workforce grew to about 70,000 people, many IH workers joined one of two rival unions, the Farm Equipment Workers and United Auto Workers (UAW). During the 1950s, when annual sales passed $1 billion, John Deere surpassed IH as the nation's leading maker of agricultural equipment. By the 1970s, IH still employed about 20,000 people in the Chicago area and tens of thousands more around the world. But the company was beginning to struggle. Between 1977 and 1979, the company sold Wisconsin Steel to Envirodyne Inc.; IH then endured a five-month UAW strike from 1979 to 1980. By the early 1980s, the company was losing huge amounts of money, and it chose to sell its farm equipment business (as well as the International Harvester name) to Tenneco Inc., a competitor. By 1986, most of what had been International Harvester became Navistar International Corp. By the end of the 1990s, Navistar, headquartered in suburban Warrenville, had become the nation's leading manufacturer of large trucks. It employed about 2,500 people in the Chicago area, one-tenth of the number who once worked in and around the city for International Harvester. Its total revenues in 2002 stood at almost $7 billion.",
    "Bibliography": "This entry is part of the Encyclopedia's Dictionary of Leading Chicago Businesses (1820-2000) that was prepared by Mark R. Wilson, with additional contributions from Stephen R. Porter and Janice L. Reiff.",
    "Street addresses associated": [
        "Blue Island",
        "South Side",
        "North Side",
        "West Pullman"
    ]
}