{
    "Title": "Inverness, IL",
    "Descriptive Text": "Cook County, 29 miles NW of the Loop. Inverness lies in the northwesternmost area of Cook County, surrounded by Barrington, Rolling Meadows, Hoffman Estates, Schaumburg, and Palatine. The village occupies six square miles of wooded, rolling hills. When Arthur T. McIntosh, a developer from Kenilworth, first visited the area in the 1920s, the land reminded him of Scotland, and he named it after the capital of the Scottish Highlands.While looking for a summer retreat for his family, McIntosh decided that this farmland was a perfect site for development. In 1926, McIntosh purchased the first of 11 farms. By 1939, McIntosh owned several dairy farms, grain farms, and a hog farm, as well as the Cudahy Golf Course.McIntosh and associate Way Thompson worked together to design and recreate a New England–like setting. They wanted to preserve Inverness's natural landscape, so they set strict standards for construction. They designed roads that wove their way around the hills. Few of those roads led into or out of the village, providing Inverness with a certain exclusiveness and privacy while also protecting the quiet and natural setting from traffic from the neighboring towns.The houses also followed the topography, for they were built upon the rises of the land. The first homes, built in the 1920s and 1930s, were mostly one-story buildings of the Cape Cod, Williamsburg, English Cotswold, and French Provincial styles. All lots were at least one acre in size. A “no fence” policy allowed the natural landscape to flow from lot to lot. Curbs and streetlights were prohibited in order to emphasize the Inverness landscape. To further add to the wooded setting, McIntosh planted thousands of trees, including Norway pine, throughout the village.Despite the Great Depression, McIntosh Company completed the first lot for sale in 1939. Those first homes, sold in the lofty price range of $9,000 to $20,000, established Inverness as an exclusive village. Though not initially successful, the population increased over time. Inverness began and remains a largely white enclave for the wealthy.Inverness incorporated in 1962 and subsequently annexed some bordering areas in an attempt to preclude any encroaching development. By 1970, Inverness had 1,674 residents. Beginning in the 1980s, more people began moving into Inverness, pushing its population up to 6,749 by 2000.Though an independent community with its own village president, Inverness has, however, linked itself to the adjoining towns. With no industry other than its private country club, residents worked either in outlying communities or in Chicago. Route 68 provides residents access to the other suburbs while Route 14 leads into the city. Metra commuter rail service to downtown Chicago is available in neighboring Barrington and Palatine. Students attend classes in Palatine, while the police force is shared with Barrington. The fire departments of both Barrington and Palatine service Inverness.",
    "Bibliography": "Women's Club of Inverness. History of Inverness. 1989.",
    "Author of Text": "Ronald Martin",
    "Hyperlinked Terms Associated": [
        "Cook County",
        "Barrington",
        "Rolling Meadows",
        "Hoffman Estates",
        "Schaumburg",
        "Palatine",
        "Kenilworth",
        "landscape",
        "topography",
        "trees",
        "Great Depression",
        "annexed",
        "Metra",
        "Barrington",
        "Palatine"
    ],
    "Street addresses associated": [
        "Barrington",
        "Rolling Meadows",
        "Hoffman Estates",
        "Schaumburg",
        "Palatine"
    ]
}