{
    "Title": "Iranians",
    "Descriptive Text": "While the Iranian community of Chicago is not large, it reflects the diversity of Iran, with representatives of most of the major ethnic groups from that region, including the Azeri Turks and the Kurds, as well as members of religious minorities, including the Bahāءīs and Iranian Jews. However, most Iranians in Chicago are Persian-speaking Shī’ī Muslims. The majority of Chicago's Iranian community, estimated at the end of the twentieth century between 6,000 and 10,000 in the city and up to 30,000 in the metropolitan area, arrived in the wake of the 1979 Islamic Revolution in Iran.Prior to the 1950s, given the strict controls put on emigration by the Iranian government, few Iranians came to the United States. However, Chicago had a special and unusual connection to Iran at the turn of the century, thanks to the growth of the Bahāءī movement in Chicago. Several Iranian teachers of the new faith visited Chicago and other American Bahāءī communities to help them learn the tenets of Bahāءīsm, most prominently Abd al-Fazl Gulpaygani, who stayed in Chicago between 1899 and 1901. In the period between World War II and the late seventies and early eighties, more Iranians began traveling to the United States, most on Iranian government scholarships to study medicine and engineering at American universities. Many of these students settled in this country once they completed their education, making major contributions in the technical and medical fields.Beginning in 1979, Iranian immigration increased dramatically, consisting of large numbers of highly educated individuals. Though a majority of Iranians settled in California, many came to Chicago and began to set up a vibrant network of political, social, and cultural organizations. By the 1980s two Persian-language radio stations had emerged in Chicago. City publications in the 1990s included several Persian magazines and journals, such as the women's quarterly Nimah-i Digar (The Other Half). Through the sponsorship of such organizations as the Iranian-American Cultural Society, major Iranian singers and poets visit Chicago several times a year, drawing crowds of over 1,000. In addition, a popular Iranian film festival is held every October at the Art Institute of Chicago. In order to perpetuate Iranian culture among American-born children of Iranian immigrants, several local centers offer courses in Persian, and private classes are conducted in various Iranian arts, including dance and music.The Chicago area has boasted several world-respected medical professionals of Iranian heritage, as well as a significant number of famous Iranian writers and artists, including the sculptor Ario Mashayekhi. Most of the major universities in Chicago have Iranian scholars on their faculty. The majority of Iranians in Chicago live in the northern suburbs but are not concentrated in any particular area.",
    "Bibliography": "Ansari, Maboud. The Making of theIranian Community in America. 1992.Sullivan, Zohreh T. Exiled Memories: Stories of Iranian Diaspora. 2001.",
    "Author of Text": "James S. Kessler",
    "Hyperlinked Terms Associated": [
        "Turks",
        "Bahāءīs",
        "Jews",
        "Art Institute of Chicago"
    ]
}