{
    "Title": "Iraqis",
    "Descriptive Text": "The Iraqi community of metropolitan Chicago reflects the ethnic and sectarian diversity of Iraq. Arabs, Kurds, Assyrians, and Turkomans work to maintain their distinct ethnic identities in Chicago, holding to traditional family values, cultural practices, and language while also adapting to the norms of American society.The largest and oldest Iraqi community in Chicago are the Assyrians, who number in the tens of thousands, making Chicago home to the largest Assyrian population in the United States. Assyrians are an ethnic minority in Iraq who claim a heritage dating back to the Assyrian Empire of Mesopotamia and whose homeland lies in northern Iraq, northwestern Iran, and southeastern Turkey. Chicago's first Assyrians, primarily Christian, arrived around the turn of the twentieth century and settled along the northern lakefront, establishing a community church in Lincoln Park. While a majority of the early Assyrians came from Iran, beginning in the 1960s a growing number of Iraqi Assyrians began to migrate to Chicago. In the mid-1970s, nearly 1,000 Iraqi-born Assyrians were resettled in Chicago as refugees from the Lebanese Civil War, and throughout the 1980s and 1990s larger groups of refugees came to escape the Iran-Iraq War and the Gulf War of 1991. The new arrivals have sought residence along the lakefront in Uptown, Edgewater, Rogers Park, and nearby neighborhoods, while a growing number have moved to northern suburbs. Assyrians have entered a range of occupations from unskilled factory work to highly trained professional jobs. Many own small businesses. Assyrians have built a network of mutual assistance which reaches out to newcomers and have maintained strong ethnic identity through holiday celebrations that bring the entire community together, including Christmas, Easter, and Assyrian New Year.Arabs constitute the majority in Iraq and the second largest group of Iraqi migrants to Chicago. Most of Chicago's estimated 6,500 Iraqi Arabs came to the United States in the late 1970s and early 1980s in search of economic opportunities. Highly educated Muslims, these Arab migrants have entered a range of professional occupations and settled largely in Northbrook and nearby suburbs. After the Gulf War, a new wave of Arabs migrated to Chicago from southern Iraq to escape political persecution. Many of these new arrivals were prisoners of war who were flown to the United States from Saudi Arabia, and a large portion were Muslim Shi‘a who had staged a failed uprising against Saddam Hussein in 1991 and feared reprisal. Generally less educated than earlier Arabs, most new migrants work in factories or drive taxis and have settled on the North Side of the city. Iraqi Arabs celebrate Muslim holidays including Id Al-Fitr, Id Al-Adhha, and the Prophet's Birthday, and many attend a mosque in Northbrook that conducts daily prayers. Arabs were leaders in establishing the Iraqi-American Association, which has a membership of 3,000 predominantly Arab Iraqis and offers assistance to community members.Kurds and Turkomans are ethnic minorities of Indo-European ancestry in Iraq and constitute small communities in Chicago dating from the aftermath of the Iran-Iraq War and the Gulf War. Kurds and Turkomans have both tended to settle in the northern neighborhoods of the city and in the suburbs, and most have taken jobs as factory workers or cabdrivers. Both groups are Muslim, but owing to their small size—less than 300 Kurds and 50 Turkomans—they attend the mosques of other communities. Each group maintains a distinct cultural identity and close ties with brethren outside of Chicago.",
    "Bibliography": "Korbel, Paul S. “Iraqi Americans.” In Gale Encyclopedia of Multicultural America, 2nd ed., ed. Jeffrey Lehman, 2000.Wolk, Daniel. “Assyrian Americans.” In Ethnic Handbook, ed. Cynthia Linton, 1996.",
    "Author of Text": "Asad Husain and Khoshaba Jasim",
    "Hyperlinked Terms Associated": [
        "Assyrians",
        "Lincoln Park",
        "refugees",
        "Uptown",
        "Edgewater",
        "Rogers Park",
        "Muslims",
        "Northbrook",
        "taxis"
    ],
    "Street addresses associated": [
        "Lincoln Park",
        "Uptown",
        "Edgewater",
        "Rogers Park",
        "Northbrook"
    ]
}