{
    "Title": "Irish",
    "Descriptive Text": "From a few hundred residents in the 1830s, Chicago emerged as the fourth largest Irish city in America by 1860. Unlike their counterparts in New York, Philadelphia, and Boston, however, Chicago's Irish grew up with their city and exerted influence out of proportion to their numbers. Irish labor—first on the Illinois & Michigan Canal (1836–1848) and later on the lumber wharves, railroads, stockyards, and steel mills—contributed to Chicago's phenomenal growth from frontier town to urban metropolis. As Chicago became even more ethnically and racially diverse, the Irish continued to be well represented at the highest levels of the Roman Catholic Archdiocese and city government, especially the police force, fire department, and public school system.As a result of five potato crop failures beginning in 1845, Ireland lost nearly one million of its people to disease and poverty and 1.5 million more to emigration. After the famine, changes in inheritance laws and land-use patterns made emigration the only option for generations of young men and women. In sharp contrast to the migration of German, Polish, and Jewish families and Italian men, Irish women often traveled alone or with groups of female relatives. Chicago's foreign-born Irish population peaked at 73,912 in 1900, but immigration continued steadily until the Immigration Act of 1924 reduced to 18,000 the number of Irish men, women, and children allowed into the United States each year. More restrictive quotas in 1929 and the Great Depression brought Irish immigration to a virtual halt until the 1950s. The last great wave of Irish migration to the United States, during the 1980s, included upwards of 36,000 undocumented immigrants, many university-trained men and women who settled permanently in Boston and Chicago. Because recent legislation has made it more difficult for them to obtain work permits and to adjust their status in the United States without incurring heavy penalties, they have taken jobs once reserved for unskilled immigrants: nannies, domestic workers, bartenders, waitresses, and construction workers.Although the first wave of Irish immigrants to Chicago included many Protestants, they soon distanced themselves from their poorer, Catholic countrymen. In the 1850s and 1860s, for example, Chicago Tribune publisher Joseph Medill—the son of Ulster Presbyterians—routinely equated Irish with Catholic in his newspaper's coverage of city crime, poverty, politics, and Irish nationalism. Yet the intended slur had just the opposite effect: it deepened the connection between ethnic identity, Catholicism, and nationalism. In the 1860s, Chicago was a hotbed of Fenian activity. Significantly, the battle for Irish freedom did not divide Roman Catholics into separate parishes as nationalism divided Chicago's Polonia. On the contrary, parishes provided support through chapters of the Ancient Order of Hibernians, the Land League, and later, the Friends of Irish Freedom.The Chicago Irish are perhaps best known for their political skills in winning elections and creating a multiethnic Democratic machine. Never a majority among immigrants in the city, the Irish enjoyed a distinct advantage thanks to their knowledge of the English language and the British system of government. Chicago's twelve Irish mayors have governed for more than 80 years. Other legendary Irish politicians include “Honest John” Comiskey (father of White Sox owner Charles Comiskey), “Hinky Dink” Kenna, “Bathhouse John” Coughlin, “Foxy Ed” Cullerton, and Johnny Powers (the nemesis of social reformer Jane Addams).While politics and nationalism contributed to the high profile of Chicago's Irish, these tended to be male-dominated activities. The Catholic Church, on the other hand, with its extensive networks of parishes, schools, hospitals, and charitable institutions, directly affected and involved the lives of thousands of Irish women and children as well as adult men. William Quarter, the first of nine bishops of Irish birth or descent to head the Chicago diocese since 1843, regarded Catholic institutions as essential to the well-being of immigrants and the larger city. At the same time he organized St. Patrick's for the Irish in 1846, he founded St. Peter's and St. Joseph's for the city's Germans. A pragmatic response to ethnic diversity, national-language and territorial parishes became distinguishing features of Chicago Catholicism. Moreover, Catholic schools contributed to the growth and development of the larger city. University of St. Mary of the Lake, dedicated on July 4, 1846, was Chicago's first institution of higher learning, and Saint Xavier Academy, founded by the Irish Sisters of Mercy in 1846, enrolled more Protestants than Catholics in its early years.Irish women religious played a crucial role in Chicago Catholicism, staffing hundreds of parish schools in the diocese, financing academies, high schools, colleges, hospitals, and schools of nursing. Agatha O'Brien, a working-class immigrant from County Carlow, Ireland, and her Mercy Sisters taught school, operated an employment bureau for Irish women, established Chicago's first orphanage, ran the city's first hospital, and nursed victims of the cholera epidemic of 1849. In 1851 they staffed the Illinois General Hospital of the Lakes, incorporated as Mercy Hospital in 1852. Along with St. Xavier's, predominantly Irish female religious orders founded Barat College in Lake Forest (the Religious of the Sacred Heart), Rosary College in River Forest and Mundelein College (the Sisters of Charity of the Blessed Virgin Mary). While these schools operated independently of the Archdiocese, they drew many of their students and faculty from local Irish parishes. The same held true for Chicago's two largest Catholic universities. Loyola University in Rogers Park traces its origins to the Jesuit parish of Holy Family in 1870, and DePaul University began in 1898 in St. Vincent de Paul parish in Lincoln Park.Since the 1840s, church building enabled Chicago's Irish Catholics to create community and leave their imprint on the urban landscape. While Irish parishes often looked to prominent Protestant and German American architects to create Gothic and Romanesque structures, they also patronized Irish and Irish American architects. Fifty years after its dedication as their mother church, St. Patrick's, built at Adams and Desplaines Streets in 1856, had become the old neighborhood parish for the Chicago Irish. Yet thanks to the genius of artist Thomas A. O'Shaughnessy, St. Patrick's was transformed, between 1912 and 1922, into the best-known example of Celtic Revival Art in America. Drawing inspiration from the ninth-century illuminated manuscript known as the Book of Kells, O'Shaughnessy created luminescent stained-glass windows and interlace stencils. Restored to their original beauty in 1996, O'Shaughnessy's designs continue to challenge conventional notions of Irish identity and sacred space.Because they spoke English, the Irish had little need to create institutionally complete ethnic communities like Chicago's Polonia or German Nord-Seite. However, for the vast majority of Chicago's Irish, estimated at nearly 300,000 by 1890, parishes remained the focal point of their lives and their neighborhoods. Staffed by priests and nuns of Irish birth and descent, these parishes played a vital role in mediating tensions between ethnic, Catholic, and American identities. While early Irish parishes were overwhelmingly working-class, by the 1880s middle-class parishes flourished in outlying neighborhoods such as Lincoln Park, Lake View, Oakland, Hyde Park, Englewood, and Austin. In contrast to the national parishes of Chicago's Poles, Germans, Bohemians, Lithuanians, Italians, and Slovaks that remained clustered near industrial districts, the mile-square territorial parishes of the Irish kept pace with the development of Chicago, often following new streetcar lines and rapid transit. In 1906, for example, the Chicago Irish claimed 83 of the city's 173 parishes. By the time the Great Depression of the 1930s halted new residential construction, Irish Catholics had built massive parish complexes along Chicago's boulevards as well as in new bungalow belts and apartment house districts. Although parishes established after World War II tended to be more ethnically diverse, many remained distinctly Irish.Parishes and schools not only paralleled the growth of Chicago, they contributed to the social and geographic mobility of the Irish. Nowhere was this clearer than for the daughters of the famine generation. Amelia Dunne Hookway, for example, was born in St. Patrick's parish in 1858 and attended the high school run by the Daughters of Charity. She moved steadily through the ranks of the public school system, from classroom teacher in 1880 to her election as principal of the Howland School in the North Lawndale neighborhood in 1896. As an independent wage earner, Amelia not only contributed to the Dunne family's prosperity, she also influenced their choice of residence in the city. Indeed, in a twist on immigrant migration patterns, journalist Finley Peter Dunne moved from neighborhood to neighborhood so that his sisters, Amelia, Kate, and Mary, could be near the schools in which they worked.For Chicago's Germans, Bohemians, Poles, Italians, and Lithuanians, the ethnic press played a large role in keeping identity alive. With the exception of the Chicago Citizen, edited by firebrand nationalist John F. Finerty, and the New World, the official newspaper of the Chicago Archdiocese, the Irish relied on the daily papers that employed so many of their sons and daughters. International correspondent Margaret Buchanan Sullivan was Chicago's best-known reporter in the 1870s and 1880s. And in the 1890s, Finley Peter Dunne achieved national notoriety and literary fame as the creator of “Mr. Dooley,” the saloonkeeper-philosopher of Archey Road. Irish American journalists also followed the activities of prizefighters John L. Sullivan and “Gentleman” Jim Corbett and labor leaders such as Michael Donnelly, a skilled butcher who led the drive to unionize the Amalgamated Meat Cutters and Butcher Workmen at the turn of the century; Margaret Haley, president of the Chicago Teachers Federation; and John Fitzpatrick, head of the Chicago Federation of Labor from 1905 to 1946. Chicago's Catholic labor priests and their outspoken bishop Bernard J. Sheil provided critical support for unions in the 1930s and 1940s and laid the groundwork for the Back of the Yards Neighborhood Council. Under the leadership of Saul Alinsky and Joseph Meegan, who had grown up in the Irish parish of St. Cecilia, this grassroots community group became a model for the nation. Irish Americans also played a prominent role in promoting racial justice, through such groups as Friendship House (1942) and the Catholic Interracial Council (1945).Since the 1890s, the city's Irish have played a leading role in the cultural revival of traditional music and dance here and abroad. Francis O'Neill, a native of Tralibane, County Cork, Ireland, and chief of police in Chicago from 1901 to 1905, is widely credited with preserving Irish traditional tunes passed down orally for generations. He drew on the talents of fellow Chicago Irish policemen-musicians in compiling O'Neill's Music of Ireland (1903), still a standard reference work in Ireland and America. Among Chicago's best-known Irish musicians today is fiddler and composer Liz Carroll, the daughter of Irish immigrants, who has won the All-Ireland award twice since 1975. Likewise, Noel Rice's music students at the Academy of Irish Music (1994) have achieved acclaim both in the United States and Ireland. The popularity of Irish dancing also has soared, thanks to such innovators as Mark Howard, founder and artistic director of the Trinity Irish Dance Company (1990), and Michael Flatley, who grew up in Little Flower parish on Chicago's South Side and trained in the Dennehy School of Irish Dance. No longer confined to parish auditoriums, Irish traditional dance now attracts international audiences through such lavish productions as Riverdance and Flatley's Lord of the Dance, a mixture of Celtic mythology and rock and roll.Equally important for the persistence of Irish ethnicity has been the scholarly work of the American Conference for Irish Studies (ACIS). Organized in 1960 by Lawrence J. McCaffrey of Loyola University, Emmet Larkin of the University of Chicago, and the late Gilbert Cahill of the State University of New York–Cortland, ACIS is now the nation's foremost interdisciplinary organization promoting the study of Irish and Irish American literature, history, language, political thought, culture, and art.In addition to supporting the Irish American Heritage Center (1976) in the Irving Park Community Area of Chicago and Gaelic Park in suburban Oak Forest, the Chicago Irish have preserved a sense of place and identity through their network of parishes. Although some of Chicago's historic Irish churches and schools have fallen to the wrecking ball, others have become well-known African American parishes. After more than 150 years, the Chicago Irish are still an influential ethnic group, and their visibility is especially strong around St. Patrick's Day. Indeed, in recent years, the South Side Irish parade on Western Avenue has rivaled the traditional downtown parade in size and influence.",
    "Bibliography": "Fanning, Charles. Mr. Dooley and the Chicago Irish: The Autobiography of a Nineteenth-Century Ethnic Group. 1987.McCaffrey, Lawrence J., Ellen Skerrett, Michael F. Funchion, and Charles Fanning. The Irish in Chicago. 1987.Skerrett, Ellen, ed. At the Crossroads: Old Saint Patrick's and the Chicago Irish. 1997.",
    "Author of Text": "Ellen Skerrett",
    "Hyperlinked Terms Associated": [
        "Illinois & Michigan Canal",
        "lumber",
        "railroads",
        "Roman Catholic Archdiocese",
        "police",
        "fire",
        "school",
        "German",
        "Polish",
        "Jewish",
        "Italian",
        "Great Depression",
        "domestic workers",
        "construction",
        "Protestants",
        "Chicago Tribune",
        "crime",
        "politics",
        "Fenian",
        "Roman Catholics",
        "parishes",
        "Polonia",
        "Democratic",
        "mayors",
        "White Sox",
        "hospitals",
        "Germans",
        "Catholic schools",
        "Saint Xavier",
        "nursing",
        "orphanage",
        "epidemic",
        "Mercy Hospital",
        "Barat College",
        "Lake Forest",
        "River Forest",
        "Rogers Park",
        "DePaul University",
        "Lincoln Park",
        "Polonia",
        "Lake View",
        "Oakland",
        "Hyde Park",
        "Englewood",
        "Austin",
        "Lithuanians",
        "Slovaks",
        "rapid transit",
        "Great Depression",
        "bungalow",
        "apartment",
        "North Lawndale",
        "journalist",
        "unionize",
        "Chicago Teachers Federation",
        "Chicago Federation of Labor",
        "Back of the Yards",
        "dance",
        "Dance Company",
        "South Side",
        "rock",
        "University of Chicago",
        "Irving Park",
        "Oak Forest",
        "African American"
    ],
    "Street addresses associated": [
        "Lincoln Park",
        "Lake View",
        "Oakland",
        "Hyde Park",
        "Englewood",
        "Austin",
        "North Lawndale",
        "Irving Park"
    ]
}