{
    "Title": "Iron- and Steelworkers",
    "Descriptive Text": "As early as 1847, Chicago had six iron foundries. Steelmaking in Chicago began in 1865. As steel production grew nationwide during the late nineteenth century, steel production in Chicago grew too. For decades, immigrants came to Chicago because of the high wages available in the mills. Steel companies specifically recruited many of them.The first wave of immigrants to the mills, mostly Scots, Irish, and Germans, came in the 1870s and 1880s. The second wave, of Slavic immigrants, mostly Poles and Serbs, first arrived in the 1890s and continued to come until the beginning of World War I. The third wave, Mexicans and African Americans from the South, began during World War I. The Europeans tended to settle in largely homogeneous ethnic neighborhoods near the mills along the Calumet River on the South Side, although the dominant group in particular neighborhoods has changed over time. These areas have prospered and declined along with the firms that ran the mills. African American employment in the Chicago steel industry increased sharply after World War II, but hostility from white residents forced these workers to settle on the western and northern fringes of this area.Around the turn of the century, the largest mills in Chicago were the South Works, built by the North Chicago Rolling Mill Company in 1880, and the Wisconsin Steel Works, built by International Harvester in 1902. When U.S. Steel formed in 1901, it took control of the South Works. Unable to expand its steelmaking operations in Chicago proper, U.S. Steel began work on building the city of Gary, Indiana, in 1906 so that it could continue to take advantage of the Chicago region's proximity to railroad and barge routes. Other mills that took advantage of these same geographic conditions operated in Gary, Joliet, even Milwaukee.Chicago steelworkers played an important role in the industry's two most important strikes of the early twentieth century. The National Committee for Organizing Iron and Steel Workers, chaired by Chicago Federation of Labor president John Fitzpatrick, began an organizing drive in Chicago during World War I. This push culminated in an unsuccessful nationwide steel strike in 1919. The industry's use of African Americans as strikebreakers during this dispute, particularly in Chicago and Gary, enflamed racial tensions among steelworkers for decades afterwards. In the late 1930s, the Steel Workers Organizing Committee of the Congress of Industrial Organizations (CIO) began the first industrywide union organization since 1892. As part of this effort, employees at Republic Steel in Chicago participated in the unsuccessful Little Steel Strike of 1937. Police attempts to keep demonstrators at bay resulted in the “ Memorial Day Massacre. ”Employees at the South Works were the first beneficiaries of U.S. Steel's attempt to improve safety in its mills, with a plan adopted throughout the corporation in 1906 as part of its welfare capitalism efforts. Workers at Wisconsin Steel were among the first in the industry to belong to an employee representation plan (or ERP), which critics derisively referred to as a company union. Management used the ERP as a way to give workers limited collective bargaining rights without recognizing an outside union. Given the opportunity to join the CIO in the late 1930s and early 1940s, Wisconsin Steel employees repeatedly voted instead to maintain the ERP. Even though the National Labor Relations Board forced Wisconsin Steel to sever its ties to the ERP, it lived on for decades, having evolved into an independent organization.As late as the 1970s there were 130,000 members of the United Steelworkers of America (AFL-CIO) in the Chicago-Gary area. In recent decades, iron- and steelworkers in Chicago have suffered a fate common to iron- and steelworkers across the nation. Wisconsin Steel went out of business in 1980. U.S. Steel closed the South Works in 1992. Plant shutdowns like these have devastated the economy of the entire South Side. They hurt not only steelworkers and their families but steel industry suppliers and other area businesses that depended upon the wages of steelworkers for their livelihood. Most of the iron and steel plants operating in Chicago at the turn of the century were small producers of specialty steel, not the basic steel producers of old that helped build the railroads, buildings, and automobiles of a bygone era.",
    "Bibliography": "Bensman, David, and Roberta Lynch. Rusted Dreams: Hard Times in a Steel Community. 1987.Cohen, Lizabeth. Making a New Deal: Industrial Workers in Chicago, 1919–1939. 1990.Kornblum, William. Blue Collar Community. 1974.",
    "Author of Text": "Jonathan Rees",
    "Hyperlinked Terms Associated": [
        "iron",
        "Scots",
        "Irish",
        "Germans",
        "Poles",
        "Serbs",
        "World War I",
        "Mexicans",
        "African Americans",
        "Calumet River",
        "South Side",
        "World War II",
        "Gary",
        "railroad",
        "Joliet",
        "strikes",
        "Chicago Federation of Labor",
        "Congress of Industrial Organizations",
        "Memorial Day Massacre",
        "welfare capitalism"
    ]
}