{
    "Title": "Iron and Steel",
    "Descriptive Text": "Iron and steel mills have ranked among the largest economic enterprises in the Chicago region since before the Civil War. During the second half of the nineteenth century, the area became one of the world's leading centers of steel production. For much of the twentieth century, tens of thousands of area residents worked to turn iron ore into steel and shape steel into a variety of products. Only after the U.S. steel industry suffered a sudden decline in the 1970s did Chicago-area mills begin to shut down and lay off thousands of workers.The emergence of a large iron and steel industry in the Chicago region during the nineteenth century was a function of entrepreneurial effort and geographical advantage. Mills could obtain raw materials from the vast iron ore deposits in the Lake Superior region relatively cheaply and easily. Because most of the iron ore used by the American steel industry during its rise was mined in Minnesota and Michigan, mills located along the Great Lakes were well positioned to enjoy lower costs than their competitors elsewhere, especially after 1924, when U.S. government regulators ended the “Pittsburgh Plus” pricing system that had protected Pennsylvania mills from competition.As Chicago grew from small town to world-class city between the 1840s and the 1880s, the shape of the iron and steel industry was transformed completely. By the beginning of the 1850s, the city was home to several iron foundries, which melted preprocessed iron ingots and cast them into products such as stoves or boilers. But the first great iron-shaping enterprises in the Chicago area were mills that produced rails for the railroads. The local pioneer in this field was Eber B. Ward, who used part of a fortune made in the Great Lakes shipping business to build Chicago's first rail-rolling mill in 1857. Located on the North Branch of the Chicago River, Ward's plant was known as the North Chicago Rolling Mill Company. By 1860, when it employed about 200 men, it already ranked as one of the city's biggest enterprises; a decade later, it had expanded into a very large facility with 1,000 workers. In 1865, this mill experimented with rails made out of Bessemer steel ingots—the first such rails produced in the United States. At the beginning of the 1880s, Ward's company opened a sister mill at the mouth of the Calumet River on Chicago's South Side —the famous South Works. Meanwhile, several other mills had been established and became major rail producers. One of these was the Union Rolling Mill Company, built in 1863 on the South Branch of the Chicago River and employing about 600 workers by 1873. Another was the Joliet Iron and Steel Company, which employed about 1,500 men soon after it opened in 1871. By the 1880s, these three companies together accounted for nearly 30 percent of the total U.S. output of steel rails.In the final years of the nineteenth century, the steel industry in Chicago and around the country was simultaneously expanding and consolidating. By this time, Chicago-area mills sold large quantities of iron and steel products to the railroads and companies that built skyscrapers and bridges, as well as to those that made goods such as pipe, containers, and wire. Dozens of area companies, from giants such as Pullman and Crane to much smaller firms, generated considerable local demand for steel. As local and national demand rose, mergers were thinning the numbers of steel producers. One of the first great mergers occurred in 1889, when most of the large Chicago-area mills—including North Chicago, South Works, Union, and Joliet—combined to form a huge new entity, the Illinois Steel Company. The world's largest steel company, Illinois Steel not only owned multiple mills employing a total of about 10,000 men but also controlled iron mines, coal mines, and transportation systems. By the end of the nineteenth century, workers at the various Chicago-area mills owned by this company were turning out about a million tons of finished steel per year.During the first part of the twentieth century, even after many of Chicago's largest mills were absorbed into a giant national corporation, the area's importance within the American steel industry continued to rise. The most important single development in the history of the industry occurred in 1901, when New York banker J. P. Morgan engineered the creation of U.S. Steel, the world's largest business enterprise. Illinois Steel (by then also known as Federal Steel, a holding company created by Chicago lawyer Elbert H. Gary in 1898) became part of this giant entity. U.S. Steel closed some of the Chicago-area mills, but the South Works—which employed about 11,000 people in 1910—stood as one of its largest plants. And in 1906, U.S. Steel built a huge new mill on south shore of Lake Michigan in what would become Gary, Indiana. By the 1920s, the Gary Works had 12 blast furnaces and over 16,000 employees, making it the largest steel plant in the country.Although it dominated the industry, U.S. Steel was not the only important steel company in the Chicago area during the early twentieth century. Several local companies also operated large mills in the Calumet district and northern Indiana. Inland Steel, which was established in Chicago Heights in 1893, became a major player in the steel industry in 1901 when it decided to build a large new plant at Indiana Harbor. Inland Steel grew steadily through the 1930s, when the Indiana Harbor plant had four blast furnaces and over 9,000 employees. Another important local plant was the South Deering facility of Wisconsin Steel, which supplied metal to International Harvester, its Chicago-based corporate parent. Other important steel companies in the area during the early twentieth century included Republic Steel, Acme Steel, Youngstown Sheet & Tube, and Interlake Iron. Together with the U.S. Steel plants, all of these smaller companies made the Chicago area an increasingly important center of steel production.The growth of the steel industry during the early twentieth century was accompanied by serious conflict between companies and their employees. Iron- and steelworkers in the Chicago area had been forming associations since the middle of the nineteenth century. Starting in the 1870s, hundreds of them became members of the Amalgamated Association of Iron and Steel Workers, a national group. During the first part of the twentieth century, Amalgamated and other groups led organized efforts designed to win higher wages, shorter hours, and safer working conditions. Many steelworkers at this time worked 12-hour shifts, six or seven days a week, in hazardous environments. For the most part, strikes at Chicago-area plants between 1900 and 1920 ended in defeat for workers. The largest of these strikes occurred in 1919, when 90,000 Chicago-area workers led an industrywide, national protest coordinated by the American Federation of Labor (AFL) that sought union recognition and the 8-hour day. The strike temporarily halted steel production, but, after state and federal troops were called in, workers returned to their plants. A nationwide collapse followed soon thereafter. When the steel industry agreed to an 8-hour day in 1923, the change resulted more from public pressure and the efforts of U.S. president Harding than from the strength of organized labor.During the 1930s, in the midst of the Great Depression and the reforms of the New Deal, steelworkers in the Chicago area and across the nation finally won substantial gains through unionization. The successful unionization efforts of the 1930s brought together tens of thousands of workers of various ethnic backgrounds. At the turn of the century, most steelworkers in the Calumet and Indiana mills had been immigrants from Southern and Eastern Europe. During the 1910s and 1920s, large numbers of Mexican and African American men found work in the mills. Often, area steel companies attempted to exploit ethnic differences among workers to fight unionization. For many years, steelworkers were divided by ethnicity and craft distinctions. But in the late 1930s, after New Deal legislation made unionization easier, workers were organized across the industry. In Chicago and elsewhere, Amalgamated joined the Steel Workers Organizing Committee of the Congress of Industrial Organizations (CIO) in launching a 1936 organization drive that won recognition by U.S. Steel in 1937. The most violent of the Chicago-area clashes accompanying this effort was the “ Memorial Day Massacre, ” in which 10 people were killed by police gunfire during a strike outside the East Side plant of Republic Steel. But this incident did not prevent unionization, and, in 1942, steelworkers formed a powerful national union, the United Steelworkers of America (USWA). By the beginning of the 1970s, when the USWA counted 130,000 members in the Chicago region, the predominant ethnic groups in the mills were Mexicans and African Americans.From the 1940s until the 1970s, the steel industry remained one of the Chicago area's leading economic sectors. Immediately after World War II, the United States was making over half the world's steel, and mills in Indiana and Illinois accounted for about 20 percent of total U.S. production capacity. Many of the large open-hearth plants established in the early part of the century continued to make huge amounts of steel. Between 1959 and 1964, Interlake and Wisconsin Steel became two of the first U.S. mills to install basic oxygen furnaces, which were faster and cheaper than the older open-hearth equipment. Meanwhile, a large new plant was built by Bethlehem Steel at Burns Harbor, Indiana. The last giant mill constructed in the Chicago region, the Bethlehem plant helped make the Illinois-Indiana region the geographical center of the U.S. steel industry at the end of the 1960s.During the Cold War, when most Chicago-area steelworkers were represented by the USWA, relatively high wage levels did not prevent labor conflict. Between 1945 and 1959, there were five industrywide strikes. In 1952, about 80,000 Chicago-area steelworkers walked out for two months. An even more serious work stoppage occurred in 1959, when tens of thousands of workers in the Chicago area joined 500,000 steelworkers nationwide in a four-month strike to win changes in work rules, wage levels, and benefits.During the 1970s and 1980s, the U.S. steel industry suffered a sudden collapse that threw thousands out of work. U.S. Steel and other American steel companies that still depended upon large numbers of older, inefficient plants failed to withstand the combination of a decline in demand and the rise of international competition in the 1970s. The sudden decline of American steel stunned the employees of mills across the Chicago area. Between 1979 and 1986, about 16,000 Chicago-area steelworkers lost their jobs. Wisconsin Steel closed abruptly in 1980 after attempts at a financial bailout failed. South Works endured a prolonged shutdown before closing its doors in 1992. Inland Steel cut thousands of workers. Republic Steel dismissed half its employees. In 1984, it merged with LTV Steel, which declared bankruptcy in 1986. The closures left many steelworkers without jobs or health care and decimated communities in northwest Indiana and the Calumet district.During the final years of the twentieth century, the Chicago region continued to be a leading center of production in an American steel industry that was much weaker and smaller than it had been before. By the mid-1980s, the area was home to several “minimills,” small-scale plants that used sophisticated electric furnaces to recycle scrap metal. By the end of the 1980s, mills in Northern Indiana were making about a quarter of all the steel produced in the United States. While the region remained a center of steel production, the industry was no longer the powerhouse that had been a crucial part of the Chicago-area economy for over a century.",
    "Author of Text": "David Bensman and Mark R. Wilson",
    "Hyperlinked Terms Associated": [
        "Civil War",
        "Great Lakes",
        "railroads",
        "Chicago River",
        "Calumet River",
        "South Side",
        "Joliet",
        "skyscrapers",
        "bridges",
        "North Chicago",
        "coal mines",
        "transportation",
        "Gary",
        "Chicago Heights",
        "South Deering",
        "Iron- and steelworkers",
        "strikes",
        "Great Depression",
        "New Deal",
        "unionization",
        "Mexican",
        "African American",
        "work",
        "Congress of Industrial Organization",
        "Memorial Day Massacre",
        "East Side",
        "Burns Harbor",
        "Cold War"
    ]
}