{
    "Title": "Irving Park",
    "Descriptive Text": "Community Area 16, 7 miles NW of the Loop. Irving Park's past and present are tiedto preservation of its historic houses. Building finehouses was the conceptthat businessman Charles T. Race decided upon afterpurchasing acreage in 1869 from Major Noble, whose father had bought the land in 1833. Race had intended to become a gentleman farmer, but his land was so close to the Chicago & North Western railroad, he realized there would be more profit in beginning a settlement. After Race paid for a depot, the train line agreed to stop at the settlement, which was first called Irvington as a tribute to author Washington Irving, but was soon renamed Irving Park.Race built himself a three-story brick house with basement and “French roof.” Joined by associates, he organized the Irving Park Land Company, bought additional land, and subdivided it into lots. Advertisements promoted the area's easy access to downtown via hourly trains. Boasting an idyllic setting comparable to that of suburbs such as Evanston and Oak Park, the ad pointed to Irving Park’s “shady streets, fine schools, churches and stores,” and homes of varied designs. The Irving Park subdivision was followed by Grayland, Montrose, and Mayfair.The commuter suburb attracted many wealthy residents who sought larger homes of between seven and ten rooms, and amenities that included closets and drinking water from artesian wells. Race and his associates garnered a 600 percent profit on the land. Other residents who were less affluent came to the area to remove their families from the dangers of the city. Rich or middle-class, the population of Irving Park was generally native-born, Protestant, and white-collar. They participated in community events and activities of a literary and musical nature. Both men and women were active in neighborhood organizations. The Irving Park Woman's Club formed in 1888 with an agenda of cultural and reform activities.Suburban paradise was not without problems, however. In the 1880s heavy rains produced floods, and poor drainage turned unpaved streets to mud. In 1881 complaints were heard of raw sewage floating down Irving Park Road from the Cook County Poor House and Insane Asylum in Dunning.Although annexation of Irving Park into the city of Chicago as part of Jefferson Township occurred in 1889, in the 1890s streets were still unpaved and unlighted. As improvements were added, the main thoroughfare became a construction zone; streets were updated and public transportation was created. A residential boom between 1895 and 1914 added more than 5,000 new buildings, of which 1,200 were multifamily residences. New structures changed the housing composition of the area, leading to concerns about community standards.Germans and Swedes had begun arriving around the turn of the century but in the 1920s were largely replaced by Poles and Russians. Population peaked at 66,783 in 1930, and commercial interests sprang up along the major roads, but until 1940, construction was mainly residential. Most notable architecturally were the bungalows of the Villa District; Old Irving Park with Queen Anne, Victorian, and Italianate houses farmhouses, and bungalows; and Independence Park with many homes of turn-of-the-century vintage.A new emphasis on neighborhood unity and the preservation of area houses began in 1983 with the Old Irving Park Association (OIPA). The organization broke into two groups a year later, with the OIPA focusing on rehabilitating old houses, fund-raising for charity, helping needy residents, and sponsoring forums for political candidates.The second association, the Old Irving Park Historical Society (OIPHS), began conducting an area house walk in 1985. They also worked on preservation. A number of structures have been cited as landmarks, including Carl Schurz High School and the Steven Race House. In the 1980s the Chicago Landmark Commission named 43 other buildings as potential landmarks.Irving Park's population grew from 49,489 in 1980 to 58,643 in 2000. During those two decades the Hispanic population increased from 9 percent to 43 percent, and included immigrants from Central and South America along with larger numbers of Mexicans and Puerto Ricans. Filipinos and Indians predominated among Asians, who constituted 8 percent of the population in 2000.",
    "Bibliography": "Drury, John. “Old Chicago Neighborhoods, XXII: Irving Park.” Landlord's Guide (February 1949): 12–13.Mayer, Harold. “Zoning Is Irving Park, Albany's Best Protection.” Real Estate ( June 28, 1941): 12–18.Posadas, Barbara M. “Suburb into Neighborhood: The Transformation of Urban Identity on Chicago's Periphery—Irving Park as a Case Study, 1870–1910.” Journal of the Illinois State Historical Society 76 (Autumn 1983): 162–176.",
    "Author of Text": "Marilyn Elizabeth Perry",
    "Hyperlinked Terms Associated": [
        "railroad",
        "Evanston",
        "Oak Park",
        "subdivision",
        "Protestant",
        "Club",
        "Dunning",
        "annexation",
        "Jefferson Township",
        "streets",
        "public transportation",
        "Germans",
        "Swedes",
        "Poles",
        "Russians",
        "bungalows",
        "Mexicans",
        "Puerto Ricans",
        "Filipinos",
        "Indians"
    ],
    "Street addresses associated": [
        "Irving Park",
        "Grayland",
        "Montrose",
        "Mayfair",
        "Old Irving Park",
        "Independence Park"
    ]
}