{
    "Title": "Israelis",
    "Descriptive Text": "After the declaration of Israeli statehood in 1948, some of the first immigrants to Chicago from the area that became Israel were displaced Palestinian Arabs—both Muslim and Christian. The exodus of Palestinians continued through 1967, when Israel began its occupation of the West Bank and the Gaza Strip.In the late 1970s, after a devastating war and increasing economic pressures, many Jewish Israelis began to look toward the United States. While the great majority of immigrants settled in the growing and extensively networked Israeli community in New York City, a significant number came to Chicago. These immigrants generally had a higher level of education than most Israelis and hoped to return to Israel within a decade. Some sought to take advantage of graduate and professional programs at Chicago universities.The number of Israelis living in Chicago increased in the 1990s, probably to several thousand. Relationships between Chicago corporations—particularly technology companies such as Motorola—and Israeli firms has led to a rise in the number of Israelis located in Chicago for business purposes. In 2000, over two hundred Illinois companies had business interests in Israel, and a large number of Israeli companies sent representatives to Chicago to stimulate trade.Israelis living in Chicago mostly identify and form social networks with the Jewish community, often serving as language instructors for Hebrew schools and Jewish day schools. The Israeli Consulate for the Midwest is located in Chicago and provides some community services, such as Israeli House—a meeting place and program facility for Israelis in Chicago—and an annual Israeli film festival. Formed in 1997, Chicago Yisraelim is an organization for graduate students and young professionals in the city.",
    "Bibliography": "Cohen, Yinon. Discrimination and Migration: Arab and Jewish Out-Migration from Israel and the Occupied Territories to the U.S. 1994.Rosen, Sherry. The Israeli Corner of the American Jewish Community. 1993.Sobel, Zvi. Migrants from the Promised Land. 1986.",
    "Author of Text": "Adam H. Stewart",
    "Hyperlinked Terms Associated": [
        "Palestinian",
        "Muslim",
        "Jewish",
        "business"
    ]
}