{
    "Title": "Italians",
    "Descriptive Text": "Despite its interior location, in 1920 Chicago was the third-ranking city in the United States, after New York and Philadelphia, in the size of its Italian population. In 1970, Italian immigrants and their children in metropolitan Chicago totaled 202,373, accounting for some 3 percent of the area's inhabitants. In 2000 more than a half million residents of the region identified themselves as of Italian ancestry.Italians began trickling into Chicago in small numbers in the 1850s, working largely as merchants, vendors, barbers, and other artisans. By 1880, there were 1,357 Italians in the city. Successful as saloonkeepers and restaurateurs, some invested in real estate and became wealthy. These early arrivals were predominantly from Liguria, with a sprinkling from other regions; among them were veterans of the Risorgimento, the movement for national unification of Italy. Imbued with patriotism for the newly unified Italy, they sponsored nationalist observances, including Chicago's first Columbus Day parade in 1868. In 1866, they organized a mutual benefit society, Società di Unione e Fratellanza, and published a newspaper, L'Unione Italiana (1867–69).In the late nineteenth century, mass migration from Italy accelerated. Chicago's foreign-born Italian population, 16,008 in 1900, peaked at 73,960 in 1930. These newcomers were predominantly peasants (contadini) from the southern regions, particularly Basilicata, Campania, and Sicily. Drawn to Chicago's market for railroad workers, these laborers were enrolled in work gangs by padrones (labor contractors), who shipped them to construction sites throughout the country. As they gained stable employment in the city's public works and industries, women were sent for and families established. Many women worked in the sweatshops and factories of the garment industry.Strongly attached to their places of origin (campanilismo), paesani (townsmen) clustered in tenements, formed mutual aid societies named after patron saints, and maintained exclusive networks. Although the largest concentration of Italians by far was on the Near West Side, there were some 20 settlements scattered about the city and its suburbs. The older immigrant Germans, Irish, and Scandinavians resisted these intrusions, but gradually gave way. For many years Italians encountered deep prejudice and discrimination in housing and employment. The Chicago press stereotyped them as violent criminals, paupers, and wage-cutters.A growing middle class, composed of merchants, padrones, and professionals, sought to uplift their countrymen with patriotic exhortations and nationalistic celebrations. Italian newspapers proliferated that reflected the interests of the so-called prominenti (big shots), but only L'Italia, established in 1886, survived far into the twentieth century. Unity, however, evaded the Italians, who were divided by personal jealousies and regional antagonisms. By 1912, there were some four hundred competing societies, usually composed of paesani. Meanwhile, anarchists and Socialists sought—with sporadic success—to organize the immigrants along class lines. The Italian Socialist Federation with its organ, La Parola dei Socialisti (established 1908), was based in Chicago, but its adherents were a minority.Although nominally Roman Catholic, Italian immigrants generally were not devoted to the institutional church. The first Italian parish, the Church of the Assumption on the Near North Side, was established in 1881. By 1920, there were 18 Italian national parishes in the Archdiocese of Chicago. Priests, however, often encountered indifference and anticlericalism among the immigrants. Papal opposition to Italian unification engendered strong anti-Vatican sentiments among nationalists, while radicals rejected all religious ideas. Protestant denominations proselytized among Italians, but most contadini remained attached to the religious traditions of their paesi, above all to the patron saints whom they celebrated in elaborate feste. Italian women were especially devoted to maintaining traditional forms of piety. With time and understanding pastors, the parishes became important centers for community activities.World War I marked a turning point in the history of Chicago Italians. The war, followed by restrictive legislation, cut off further immigration, thus stabilizing the foreign-born population. Because of labor shortages, Italians gained entry into factory jobs and other occupations. Paradoxically, wartime emotions inspired an increased sense of both Italian nationalism and American patriotism. Intensified anti-Italian prejudice and discrimination also caused a heightened ethnic consciousness. Fraternal orders such as the Sons of Italy in America now organized immigrants and their children on the basis of nationality. This growing ethnic identification coincided with the rise of Fascism in Italy in the 1920s, inclining most Chicago Italians—with the exception of a small but vigorous anti-Fascist element—to support Mussolini. The arrival of a squadron of Italian seaplanes led by the Fascist Italo Balbo in 1933 marked a high point of that enthusiasm.Italian Americans remained largely blue-collar workers until well after World War II. But wages rose in the 1920s for factory workers, construction tradesmen, and truck drivers. Families were able to purchase houses, furnishings, and even automobiles. Chicago's Italians gradually began to move westward toward the suburbs. With the Great Depression of the 1930s, however, many Italians, along with others, lost homes and businesses and suffered long periods of unemployment.Italian women and men constituted a substantial segment of the labor force in the clothing and garment industry and helped found the Amalgamated Clothing Workers of America. The International Hod Carriers and Building Laborers' Union of America, controlled by labor racketeers for much of its history, also had a large Italian membership in Chicago. Across a variety of industries in the 1930s, Italians engaged in labor struggles as members of the Congress of Industrial Organizations (CIO).Reflecting their modest political clout, no Italian has won election as mayor of Chicago. Introduced to Chicago-style machine politics by Irish bosses such as Johnny Powers of the Nineteenth Ward, Italians initially traded their votes for jobs and other patronage. In the 1930s, the “Italian vote,” which had fluctuated between the two parties, became solidly Democratic in support of Franklin D. Roosevelt and the New Deal. Since the 1950s, with rising economic levels, Italian Americans have increasingly abandoned their dedication to labor and the Democratic Party.Although only a minority of Italians graduated from high school and very few from college until well after World War II, many rose to the middle class through business ventures in construction and commerce, particularly food and liquor merchandising. Prohibition in the twenties proved to be a bonanza for Italians who engaged in bootlegging. While Al Capone (born in Brooklyn) epitomized Chicago's big-time gangster, many families invested profits from the trade in booze to launch legitimate enterprises.Capone became an albatross around the necks of Chicago Italians seeking respectability. The stereotype of the criminal and violent Italian was well established by the late nineteenth century. Numerous crimes attributed to the Mafia and Mano Nera (Black Hand) further reinforced the stereotype. However, it was the racketeering and mob wars of the twenties, perpetuated by innumerable movie and television versions, which made Chicago, crime, and Italians synonymous in the minds of many.If Italian Americans sympathized with the Mussolini regime, events following Pearl Harbor demonstrated that their first loyalty was to the United States. Tens of thousands of men and women left to serve in the armed forces or work in defense industries. After the war, the educational and home mortgage benefits of the GI Bill facilitated their occupational and spatial mobility. Movement to the western suburbs was accelerated by urban renewal projects that demolished Italian neighborhoods to make way for public housing, highways, and the Chicago campus of the University of Illinois. While vestiges of old neighborhoods remained, by 1970 the majority of Chicago's Italians lived in suburbs such as Cicero, Berwyn, and Oak Park.A few Italian inner-city parishes remain, but most were either dissolved or turned over to incoming groups. Religious and ethnic institutions administered by the Scalabrini Fathers, a missionary order for the Italian immigrants, became centered in the western suburbs: the Sacred Heart Seminary, the Villa Scalabrini Home for the Aged, and the Italian Cultural Center. Rather than the face-to-face contacts of old neighborhoods, Italian radio and television programs and a newspaper, Fra Noi, published since 1960, enable communication among far-flung audiences.Although unity remained elusive, the Italian Welfare Council (established in 1945) addressed the educational, recreational, and social needs of Chicago's Italians. In 1952, the Council was succeeded by the Italian American Civic Committee, which as an umbrella organization sought to advance the interests of the ethnic group. Since 1952, it has sponsored the annual Columbus Day parade, combated defamation, and promoted Italians in business and public life. The persistence of associational activities is indicated by the estimated 150 Italian organizations with diverse professional, cultural, and political agendas. That the roots of Italian ethnicity in Chicago remain deeply buried in the soil of the paesi is demonstrated by the survival and revival of the religious festivals, which take place throughout the summer months.",
    "Bibliography": "Candeloro, Dominic. “Chicago's Italians: A Survey of the Ethnic Factor, 1850–1990.” In Ethnic Chicago: A Multicultural Portrait, ed. Peter D'A. Jones and Melvin G. Holli, 1995, 229–259.Vecoli, Rudolph J. “Chicago's Italians prior to World War I: A Study of Their Social and Economic Adjustment.” Ph.D. diss., University of Wisconsin, 1962.Vecoli, Rudolph J. “The Formation of Chicago's ‘Little Italies.’ ” Journal of American Ethnic History 2 (Spring 1983): 5–20.",
    "Author of Text": "Rudolph J. Vecoli",
    "Hyperlinked Terms Associated": [
        "saloonkeepers",
        "real estate",
        "mutual benefit society",
        "newspaper",
        "railroad workers",
        "construction",
        "public works",
        "tenements",
        "Near West Side",
        "Germans",
        "Irish",
        "anarchists",
        "Socialists",
        "Roman Catholic",
        "Near North Side",
        "parishes",
        "Protestant",
        "World War I",
        "World War II",
        "Great Depression",
        "clothing and garment industry",
        "Amalgamated Clothing Workers of America",
        "Congress of Industrial Organizations",
        "machine politics",
        "patronage",
        "New Deal",
        "Democratic Party",
        "Prohibition",
        "Mafia",
        "crime",
        "urban renewal",
        "public housing",
        "University of Illinois",
        "Cicero",
        "Berwyn",
        "Oak Park",
        "Seminary",
        "business"
    ],
    "Street addresses associated": [
        "Near West Side",
        "Cicero",
        "Berwyn",
        "Oak Park"
    ]
}