{
    "Title": "Itasca, IL",
    "Descriptive Text": "DuPage County, 21 miles W of the Loop. A large Victorian gazebo in Usher Park, a greenbelt area along the south side of Irving Park, symbolizes the essence of Itasca. Another green addition to the community was the 60-acre Spring Brook Nature Center, developed between 1966 and 1980. These leafy settings in central Itasca contrast with its fringes filled with industrial parks.Elijah J. Smith, who founded Itasca, traveled to the Midwest in the early 1840s searching for a place to combine his two talents, farming and doctoring. He found rich soil and a tree-lined creek to start his farm. He learned that enough settlers hadmoved into the area to make his medical practice a success. Receiving title to 80 acres of land in 1843 and an additional 80 acres in 1845, Smith built a house and raised a barn to start a dairy business.In 1846 a post office named Bremen was established. Later renamed Pierce, the town became known as Sagone in 1864. In 1873 the name changed again, first in error to Ithica and finally to Itasca.The dairy business quickly replaced wheat farming, as a cheese factory was established as early as 1866. This business increased in 1873 when the Chicago & Pacific Railroad, later the Chicago, Milwaukee & St. Paul, established a line through Itasca. Smith donated land for the railroad's right-of-way and money to construct the station. Near the station he divided 80 acres of his land into lots.In 1890 the village of Itasca incorporated. A decade later the population stood at 256. The community, which once consisted mainly of German speakers, evolved into one of predominately English-speaking people. More residents began commuting to Chicago and subdivisions replaced farms. Still cheese, butter, and milk remained a large part of the community's economy until the end of World War II. Since 1945 businesses such as a greenhouse, a lumber company, and a feed and coal store provided jobs when the dairy industry left the area.In the 1960s construction moved from single-family residential to apartment complexes, industrial parks, hotels, and expressways. In 1961 approximately four hundred acres located north of the railroad and on the western edge of the community were purchased by the Central Manufacturing District. The land was rezoned to a limited manufacturing use. In 1972 Ralston-Purina began development of the West O'Hare Industrial Park. Annexation also gained Itasca hotels such as Nordic Hills.While the center of Itasca remains quaint and old-fashioned with the rural look of yesteryear, the town's borders are dedicated to larger industrial and business complexes, including Hamilton Lakes, a 275-acre site, and the Spring Lake Business Park at Rohlwing and Irving Park Roads.",
    "Bibliography": "Fridlund, John, ed. The History of Itasca: Centennial Edition. 1990.Greenblatt, Miriam. The History of Itasca. 1976.Usher, Joyce M. “Itasca.” In DuPage Roots, 1985.",
    "Author of Text": "Marilyn Elizabeth Perry",
    "Hyperlinked Terms Associated": [
        "soil",
        "Railroad",
        "German",
        "commuting",
        "subdivisions",
        "hotels",
        "expressways",
        "OHare",
        "Annexation"
    ],
    "Street addresses associated": [
        "Itasca"
    ]
}