{
    "Title": "Ivorians",
    "Descriptive Text": "While a small number of students came to Chicago in the 1970s and settled permanently as professionals, most Ivorians migrated to Chicago in the 1990s. The United States was not a popular destination for Ivorians before the 1980s, but economic and educational opportunities began to draw West Africans in that decade to New York and Washington DC. As those communities grew large in the 1990s, Ivorians began to migrate to Chicago, Atlanta, Boston, and other major cities in search of economic opportunities, particularly in hairbraiding and taxi driving. Ivorians established a strong chain migration network, attracting friends and family to the city from New York and Côte d'Ivoire. In 2001, community estimates varied, ranging from 100 to 400 Ivorians in Chicago, most living on the North Side of the city in the Rogers Park area.Chicago's Ivorian community is ethnically, culturally, and politically diverse. While this community lacks the ethnic tensions that exist at home, Ivorians in Chicago have organized along ethnic lines that correspond to regional differences in Côte d'Ivoire. Western Ivorians are the largest group in Chicago and in 1999 formed Organisation des Ressortissants de l'Ouest de la Côte d'Ivoire as a social and mutual aid organization. Northern Ivorians, who are more culturally similar to Malians than to people in the other regions of Côte d'Ivoire, are also well represented in Chicago and meet regularly. Eastern, southern, and central Ivorians constitute much smaller groups in Chicago and gather for social events and mutual assistance but are not organized as formally. The groups invite one another to parties, baptisms, and other events and also meet with other West Africans, including Malians, Guineans, and Senegalese. Ivorians in Chicago are also organized through political activity and discussion. The major political parties of Côte d'Ivoire, including the Ivorian Popular Front, Democratic Party of Côte d'Ivoire African Democratic Rally, and Rally of the Republicans, are represented locally and hold political meetings and fundraisers in Chicago.Ivorians in Chicago have made several attempts to organize as a single community with moderate success. In the late 1980s, the earliest Ivorian migrants created the Association of Ivorians in Chicago as a social organization to bring all Ivorians together. The organization was initially successful and sponsored holiday celebrations and parties but dissipated in the early 1990s after suffering small misunderstandings and declining interest. More recent attempts have been made to organize the entire community for events like Independence Day (August 7).Ivorians in Chicago are also leaders in creating a larger Ivorian diasporic identity. In 2000, they established IvoirEspoir (Hope of Ivory) as a nonprofit organization to raise money and awareness about HIV and AIDS in Côte d'Ivoire. Working closely with the Ivorian government, the organization raises money for AIDS education and treatment, including medical training, health clinics, and information dissemination. The organization has established additional chapters in Washington DC, and Atlanta and is rapidly expanding. It hopes to unite all Ivorians in the United States and raise global awareness about the AIDS crisis in Africa.",
    "Author of Text": "Tracy Steffes",
    "Hyperlinked Terms Associated": [
        "taxi",
        "Rogers Park",
        "Malians",
        "Guineans",
        "Senegalese",
        "AIDS",
        "clinics"
    ],
    "Street addresses associated": [
        "Rogers Park"
    ]
}