{
    "Title": "Bloomingdale, IL",
    "Descriptive Text": "DuPage County, 24 miles W of the Loop. After the Black Hawk War, easterners teemed into what would become the Chicago metropolitan area in search of farmland. Brothers Lyman, Harvey, and Silas Meacham all staked squatter claims near a grove that later bore their name.While initially there was little to distinguish Meacham's Grove from other acreage in northeastern Illinois, Frink and Walker's stage line soon ran through the settlement on its route between Chicago and Rockford. By the end of the 1830s several hundred wagons and travelers moved through the area. German immigrants diversified the population and in 1845 Bloomingdale became one of the first villages to be platted in the northern part of DuPage County. The town served as a trading center, a stage stop, and a location for the first churches—initially Baptist and Methodist, and subsequently Lutheran.Envisioning increased development potential with a railroad connection, two of the area's largest landholders, B. F. Meacham and Roselle M. Hough, each donated large tracts of land to the Chicago & Pacific Railroad (Chicago, Milwaukee & St. Paul) in 1873 in exchange for a stop near their landholdings. The platted community of Bloomingdale was south of the railroad stop, while a new village named Roselle was platted to the north. Both villages fostered industrial settlement during the 1870s.The village of Bloomingdale was officially incorporated in 1889, and included the platted towns of Roselle and Bloomingdale. Both areas shared such items as library books and a fire engine. In 1922, however, the two villages separated and reincorporated individually.Development remained slow in Bloomingdale until the 1950s. The 1960s saw the creation of a full-time police department and a new post office. In 1965 the Baptist church, purchased in 1892 by the township, was sold to the Bloomingdale Park District for a dollar and converted into the Bloomingdale Park District Museum.During the 1970s the population grew as the toll road system spurred growth across DuPage County. Three shopping centers were constructed, including Old Town Square, Stratford Square, and Old Town shopping center, which is the site of the original town and is a turn-of-the-century shopping and professional area, complete with replicas and renovations of historic buildings.",
    "Bibliography": "Sanborn, Dorothy. History of Roselle, Illinois. 1968.Thompson, Richard A., ed. DuPage Roots. 1985.",
    "Author of Text": "Jane S. Teague",
    "Hyperlinked Terms Associated": [
        "Black Hawk",
        "German",
        "railroad",
        "Roselle",
        "toll road",
        "DuPage County"
    ],
    "Street addresses associated": [
        "Skokie",
        "Loop",
        "Northern"
    ]
}