{
    "Title": "Bolivians",
    "Descriptive Text": "Among the smallest of Chicago's Latino ethnic groups, Bolivians are also less residentially concentrated. They live in various parts of the city, mixed among other Latino groups or in areas with other ethnic and national groups. They also are economically and ethnically diverse. Affluent Bolivian professionals, mainly physicians, live in suburban communities; laborers and undocumented immigrants live largely in poor districts in the inner city. Chicago's Bolivians reflect patterns in the mother country, where a large majority trace their origins and culture to the Aymara, an Indian society conquered by the Incas in the fifteenth century, before the Spaniards arrived in the Andes. Others are Quechua, and just a small minority could be considered of Spanish descent.The arrival of Bolivians in Chicago and in the Midwest in general is linked to expropriations and revolutionary changes after 1952, when a populist party, the Revolutionary Nationalist Movement (MNR), took control of the government. Land reform and the nationalization of mining companies stimulated one of the first waves of Bolivian emigration to the United States, particularly of people with economic and educational means. From 1964 to the late 1970s Bolivia experienced several military regimes, some very repressive, producing another wave of less affluent immigrants escaping political persecution. Finally, in the 1980s and particularly during the MNR administration of Víctor Paz Estenssoro, another wave of immigrants came to the United States for economic reasons. Bolivia experienced at that time high inflation rates and high unemployment, tempting many Bolivians to look abroad.Chicago's small Bolivian presence was magnified in 1994 when soccer's World Cup competition took place in the United States, with some of the games played in Chicago's Soldier Field. The Bolivian national team's participation produced a national jubilee, and Bolivians from Chicago, elsewhere in the United States, and back home congregated to celebrate their national team, waving flags and singing Bolivian songs, including the national anthem.Bolivians in Chicago try to recreate their culture and traditions in spite of their isolation and dispersion. Latino festivals include Bolivian food stalls and music groups playing particularly Andean tunes, including waynos, taki raris, and sikuris.",
    "Author of Text": "José R. Deustua",
    "Hyperlinked Terms Associated": [
        "soccer",
        "Soldier Field"
    ]
}