{
    "Title": "Brazilians",
    "Descriptive Text": "Chicago's early Brazilians included a small diaspora of Southern and Eastern Europeans who, after fleeing the devastation of post– World War II Europe for Brazil, eventually circumvented restrictive American immigration laws to settle in Chicago. From the late 1940s through the 1950s this group, including a handful of Portuguese Jews, gravitated toward Chicago communities representing their birthplace cultures and generally eschewed a strong Brazilian identity. Since the small population of other Brazilians in postwar Chicago was largely transient, no recognizable Brazilian community developed until the early 1970s.Beginning in the mid-1960s a small but growing stream of Brazilians sought better living standards by migrating to Chicago. While most single men returned to Brazil within several years, families tended to settle in Chicago for longer periods, establishing Chicago's first Brazilian community. The men often worked in manufacturing or as mechanics, while many women either joined their husbands at the factories or labored in domestic work.While Chicago Brazilians have never concentrated in a single neighborhood, a soccer group begun in 1970 helped forge an otherwise disparate group of people into an active community. Organized by a handful of young men, the Flyers Soccer Club quickly grew from a sports team into a multifaceted organization, also referred to as the Luso-Brazilian Club. From 1970 to 1985 the club's Lake View –area headquarters doubled as the organizational center of the community, sometimes hosting celebrations and dances for several hundred area Brazilians and a handful of Portuguese. The club limited itself to playing soccer beginning in 1985, as many of its members had left Chicago for other American cities with either warmer climates, like Miami and Los Angeles, or larger Brazilian and Portuguese communities, like New York City, Newark, and Boston.Ironically, the Flyers Club downsized as a new, larger wave of Brazilians began settling in Chicago. From the mid-1980s through the 1990s Brazilian immigration to the United States skyrocketed, spurred by economic crises at home. But while cities like New York could boast tens of thousands of Brazilians by the late 1990s, Chicago Brazilians numbered no more than several thousand at the new millennium. This new group differed from both larger American Brazilian communities and earlier Chicago Brazilians in its greater education and affluence. Some of these professionals were transferred to Chicago by their Brazilian employers, while others came to fill shortages in nursing and software engineering.While no single organization represented Chicago Brazilians in the 1990s as the Flyers did in the 1970s and 1980s, several entities have served to keep the community connected and active. A few area churches— Roman Catholic, Baptist, and Seventh-Day Adventist—regularly hold services in Portuguese for their Brazilian parishioners. A Brazilian-owned grocery near Armitage and Western Avenues became an informal meeting place and communication center of sorts for Brazilians in 2000. Some Latin-themed restaurants and clubs began featuring Brazilian dishes and drinks, as well as live music played by the popular Chicago Samba. With musicians based out of both Chicago and St. Louis, Chicago Samba had developed into the community's roving linchpin by the mid-1990s. Not only has the band brought hundreds of area Brazilians together on a regular basis, but it has regularly apprised people of upcoming community events through its extensive fan mailing list. One such event was a festive gathering of approximately 750 Brazilians who, from the basement of an area church, watched the Brazilian soccer team win the 2002 World Cup finals.",
    "Author of Text": "Stephen R. Porter",
    "Hyperlinked Terms Associated": [
        "World War II",
        "Portuguese Jews",
        "domestic work",
        "soccer",
        "Lake View",
        "nursing",
        "Roman Catholic",
        "grocery",
        "restaurants"
    ],
    "Street addresses associated": [
        "Lake View"
    ]
}