{
    "Title": "Broadview, IL",
    "Descriptive Text": "Cook County, 12 miles W of the Loop. The village of Broadview incorporated in 1914 in response to Maywood's offer to annex this land along its southern boundary. The approximately 200 residents who voted for incorporation included farmers scattered throughout the village and approximately 20 homeowners in the northern section. They established boundaries that werenearly identical to the present perimeter, except that the village included the land to the east and west of 1st Avenue between Roosevelt Road and Cermak Avenue. Initially a two-mile auto racetrack was built on the property along 1st Avenue, and in 1919 an airfield was constructed nearby. Known as Checkerboard Air Mail Field, the airport operated as Chicago's airmail center until 1923. Eventually this land became part of the Forest Preserve District of Cook County. To the west of 1st Avenue the U.S. government planned construction of Edward J. Hines Hospital. The eastern portion of this tract was turned over to the Post Office Department and used as an airmail field from 1922 to 1927, eventually becoming part of the village of Maywood and home to Loyola University Medical Center.Most of Broadview's initial residential development took place north of Roosevelt Road, but beginning around 1940, construction began south of that line as large numbers of Cape Cods, Georgians, bungalows, and raised ranches were built. Village population peaked in 1970 with over 9,600 residents. The housing has changed little in appearance, but a significant amount of residential turnover has occurred in the last 30 years as African Americans, who made up less than 6 percent of Broadview's population in 1970, accounted for 30 percent in 1980 and 74 percent in 2000.The post–World War II years brought not only massive residential construction, but also a village-wide commitment to set aside nearly half of Broadview's land for industry. Land along 25th Avenue and the Indiana Harbor Belt Railroad near Broadview's western boundary and land along the Illinois Central Railroad was designated as industrial. A wide variety of industries located here, including International Harvester on the largest industrial tract in the village. As some of the long-standing employers moved out, other manufacturers and new commercial development moved in.Until recently, Roosevelt Road was the only commercial district. The 1994 addition of Broadview Village Square Mall (on the former International Harvester property) brought an additional revenue base and reinforced Broadview's motto: “A Balanced Community—Residential, Commercial, Industrial.”",
    "Bibliography": "Broadview Golden Jubilee, 1914 to 1964. Pamphlet. Broadview Public Library, Broadway, IL.Presecky, William. “This Town Built Around Jobs.” Chicago Tribune, October 9, 1993.",
    "Author of Text": "Patricia Krone Rose",
    "Hyperlinked Terms Associated": [
        "Maywood",
        "annex",
        "airport",
        "Forest Preserve",
        "Cook County",
        "Hospital",
        "Loyola University",
        "bungalows",
        "African Americans",
        "Railroad",
        "Illinois Central Railroad"
    ],
    "Street addresses associated": [
        "Broadview"
    ]
}