{
    "Title": "Brotherhood of Sleeping Car Porters",
    "Descriptive Text": "The International Brotherhood of Sleeping Car Porters and Maids was the first African American labor union chartered by the American Federation of Labor (AFL). Pullman porters, dissatisfied with their treatment by the Chicago-based Pullman Company, sought the assistance of A. Philip Randolph and others in organizing their own union, founded in New York in 1925. The new union assigned Milton P. Webster to direct its organizing in Chicago, home to the largest number of Pullman's 15,000 porters.For African Americans, porter and maid jobs, when supplemented with tips, paid better than many other opportunities open to them, yet less than those jobs on Pullman cars denied to them by their race. Porter and maid jobs also retained African Americans in servile relations to white passengers. Moreover, segregation persisted even in the North, where blacks were limited in where they could spend their stopovers while on the job.In addition to the often overlooked maids who organized for the union, the wives of porters also assumed an important role in the decade-long struggle for union recognition. Their auxiliary functions and support were significant contributions to the union's efforts. More than half of Chicago's “Inside Committee” were women.As a black organization, not just a union, the Brotherhood was an important early component of the civil rights movement. Porters distributed the Chicago Defender after that black newspaper was banned from mail distribution in many southern states. The Pullman Company's recognition of the union in 1937 and the expansion of Brotherhood membership and activities slowly fractured segregation within the AFL.In 1978, the decline of the railroad industry led the Brotherhood of Sleeping Car Porters to merge with the much larger Brotherhood of Railway, Airline, Steamship Clerks, Freight Handlers, Express, and Station Employees.",
    "Bibliography": "Chateauvert, Melinda. Marching Together: Women of the Brotherhood of Sleeping Car Porters. 1998.Harris, William H. Keeping the Faith: A. Philip Randolph, Milton P. Webster, and the Brotherhood of Sleeping Car Porters, 1925–37. 1977.Wagner, Paul, and Jack Santino, prods. Miles of Smiles, Years of Struggle. Documentary film. 1983.",
    "Author of Text": "Eric R. Smith",
    "Hyperlinked Terms Associated": [
        "African American",
        "civil rights",
        "Chicago Defender"
    ]
}