{
    "Title": "Brunswick Corp.",
    "Descriptive Text": "By the beginning of the 1850s, Swiss-born John M. Brunswick and his half brothers David and Emanuel had begun to make billiard tables in Cincinnati, Chicago, and other cities. In 1873, when Brunswick Bros. became the J. M. Brunswick & Balke Co., the company operated a factory on Lake Street, where about 60 workers turned out two billiard tables a day. By the mid-1880s, when its name changed to the Brunswick-Balke-Collender Co., the company was the world's leading billiards equipment manufacturer. Its large Chicago production facility at Huron and Sedgwick Streets, which was housed in a building designed by Louis Sullivan, employed about 700 men by the beginning of the twentieth century. In 1908, Chicago became the official headquarters of the company, then led by Benjamin E. Beninger, a grandson of John Brunswick. In the 1910s, Brunswick manufactured phonographs and automobile tires; these businesses helped push annual sales up to about $30 million by the end of the 1920s. Revenues collapsed during the Great Depression, but the company began to recover during World War II; after the war, it enjoyed great success as a supplier of bowling equipment. During the bowling craze of the 1950s, Brunswick (along with rival AMF) sold thousands of automatic pinsetting machines and other bowling supplies. Annual sales skyrocketed from about $30 million in the early 1950s to about $400 million by 1960, when the company changed its name to Brunswick Corp. During the 1960s, when the company made many kinds of recreational equipment, the decline of the bowling craze meant losses for Brunswick; but it recovered somewhat in the 1970s, when annual sales reached $1 billion and it employed over 1,200 people in the Chicago area and about 25,000 worldwide. During the last decades of the twentieth century, Brunswick's main business was making boats and boat engines. In 1993, it moved its headquarters to suburban Lake Forest. As the century ended, Brunswick was doing over $4 billion in annual sales and employed about 1,000 Chicago-area residents.",
    "Bibliography": "This entry is part of the Encyclopedia's Dictionary of Leading Chicago Businesses (1820-2000) that was prepared by Mark R. Wilson, with additional contributions from Stephen R. Porter and Janice L. Reiff."
}