{
    "Title": "Bungalows",
    "Descriptive Text": "The word “bungalow” derives from the British colonial experience in India. After 1900, architects, builders, and developers adopted the term to describe modern houses built throughout the United States. In Chicago, a few architects had begun to design and build expensive, Craftsman-style, California-influenced bungalows in affluent locations of the city by 1910. When the housing market boomed in the twenties, developers throughout the metropolitan region marketed lower-priced “bungalows” to an expanding range of middle-class families. These structures all had modern plumbing, electricity, and central heating.Within the city limits, a common form of bungalow was a rectangular brick structure with a modestly pitched, hip-raftered roof and a small distinctive front porch. It fit on narrow city lots and followed the floor plan of earlier one-story working-class houses. However, builders constructed a great variety of structures even in the city's classic “ bungalow belt. ” Variety was still more common in the suburbs, especially those with larger lots that allowed builders greater freedom. Suburban bungalows were often one-and-one-half-story frame structures with steeply pitched roofs. These houses had bedrooms on the second floor, separated from the kitchen, parlor, and dining room.By 1930, one-fourth of all residential structures in metropolitan Chicago were less than 10 years old, many of them bungalows, ranging in cost from about $2,500 to $10,000. A form of bungalow continued to be built in working-class areas of the South Side in the 1960s. However, the bungalow lost popularity among house buyers after World War II, as ranches and split-levels became the dominant house forms in new areas. Recently, “historic” bungalows have resurged as popular housing in gentrifying areas of the city. Promoters have praised the aesthetic virtues of an older style, most notably its woodwork and “craftsmanship.” However, location and affluence apparently matter more than aesthetic values. In poor areas of the city, the same types of bungalow serve as affordable but out-of-date housing.",
    "Bibliography": "Bigott, Joseph C. “Modest Bungalow Makes Metropolitan History.” Historic Illinois 24.3 (October 2001): 3–6.Bigott, Joseph C. From Cottage to Bungalow: Houses and the Working Class in Metropolitan Chicago, 1869–1929. 2001.Pacyga, Dominic A., and Charles Shanabruch, eds. The Chicago Bungalow. 2001.",
    "Author of Text": "Joseph C. Bigott",
    "Hyperlinked Terms Associated": [
        "bungalow belt",
        "South Side",
        "World War II",
        "gentrifying"
    ]
}