{
    "Title": "Burmese",
    "Descriptive Text": "Burmese immigrants began coming to Chicago in large numbers in the early 1960s. A nation encompassing three major ethnic groups— Indians, Chinese, and ethnic Burmese—Burma (Myanmar) was overrun by an anti-Communist military dictatorship in 1962. Nationalizing businesses and industry, the military regime prompted thousands of Indians and Chinese to flee to Nepal and Taiwan, from which some eventually emigrated to American cities. In 1964, the military targeted members of the opposing Burmese Socialist Program Party, prompting its members as well as political moderates to flee the country. Human rights violations and political repression continued through 1988, when a major student uprising in favor of democracy was crushed in Rangoon, sending thousands more into exile on the Burma/Thailand border.By 1967, Chicago had become a destination for Burmese of all ethnicities able to obtain passports through bribery and political connections. Well-educated Burmese immigrants found relatively easy entry to the United States during the Vietnam War era and established a chain migration pattern to the city. In 1991–92, following the student rebellion, several hundred Burmese exiles living in camps in Thailand were granted entry to the United States as refugees. Many received assistance from voluntary agencies and sponsors in Fort Wayne, Indiana, from which some later moved to Chicago.By the late 1960s, Chicago had a sizeable community of Burmese immigrants, who in 1970 founded two organizations to provide aid and a cultural center for the newcomers. The Burmese-Chinese Association was established in Chinatown, where many of the ethnic Chinese from Burma settled. The Burmese-American Association of Chicago served members of the ethnic Burmese community, many of whom lived on the North Side, though not concentrated in any particular neighborhood. These associations provided the center of the Burmese community through the 1970s. By 1980, there were perhaps 500 Burmese families living in Chicago.Most Burmese and Chinese Burmese practice Theravada Buddhism. In 1984 the Burmese Buddhist Association was formed. In 1987, the association purchased a building in Elmhurst which became its headquarters. The Buddhist Association grew throughout the late 1980s and early 1990s, maintaining cultural activities and religious holidays like the “Waso” and “Kathina” robe offerings, and the annual “Thingyan” celebration in April, in which the community pays its respects to elders. The Burmese Buddhist Association also continued to sponsor community picnics and social affairs.In the wake of the defeated 1988 student uprising, some members of Chicago's Burmese community united in a strong political movement. The Burmese Community Development Association was organized in 1989 to send moral support to freedom fighters in the homeland, as well as to apply diplomatic pressure to the U.S. government and promote military intervention. At a conference in Chicago in 1990, the Development Association united with 10 other Burmese Associations from around the world to create the Burma Democratic Council International, which protested the military government in Burma/Myanmar and supported the resistance.Community leaders estimated approximately 2,000 Burmese of all three ethnicities in Chicago at the close of the twentieth century. Many were working in service industries or in professions and generally considered themselves middle class. Because many hope to return to Burma in the future, close ties remain between the immigrants and the homeland. In 1991, Burmese doctors assembled to form the Midwest Burmese Medical Association. Members collected medical equipment and raised funds to donate to hospitals in Burma, and they traveled to Burma to instruct health care workers there.",
    "Bibliography": "Oo, Aung Saw. Burma's Student Movement: A Concise History. 3rd ed. 1993.",
    "Author of Text": "Robert Morrissey",
    "Hyperlinked Terms Associated": [
        "Indians",
        "Chinese",
        "refugees",
        "Chinatown",
        "Buddhist"
    ],
    "Street addresses associated": [
        "Chinatown",
        "North Side",
        "Elmhurst"
    ]
}