{
    "Title": "Burnham Plan",
    "Descriptive Text": "The visionary Plan of Chicago (1909) creates pictures of a City Beautiful, calls upon civic character to realize the goal, and characterizes Chicagoans as a people who can and will act in the best public interest to realize the vision. Such a combination of idealism and imagination distinguishes this work of Daniel Hudson Burnham and Edward H. Bennett, and the civic-minded citizens of the Commercial Club of Chicago and the former Merchants Club who commissioned the work.The plan consisted of a system of parks and broad avenues that transcended the street grid in a pattern reminiscent of the French Baroque tradition favored for nineteenth-century Paris. The physical integration of systems of transportation and systems of recreation was the organizing principle for the buildings, streets, and parks. In the following decades, as a result of a flexible and well-publicized planning process, the Plan of Chicago inspired the creation of a permanent greenbelt around the metropolitan area, the development of the lakefront parks with cultural enhancements such as the Field Museum of Natural History, and the establishment of new transportation elements, from road to river to rail.As a collaborative product, the work is unusually seamless. Nevertheless, it is clear that Edward Bennett, trained in the symmetrical sequential planning of space at the École Nationale Supérieure des Beaux-Arts, brought to the work formal training in large-scale design. He directed the planning and the preparation of the drawings. Daniel Burnham, self-taught and public-spirited, brought his experience and salesmanship from previous planning projects to the analysis and problem-solving aspects, both functional and popular. The Plan of Chicago represented a synthesis of lessons learned from the careers of both men, who together or individually developed plans for World's Columbian Exposition and projects in Cleveland, the District of Columbia, San Francisco, and Manila.The Plan of Chicago's magnificent illustrations, maps, and plans created an enduring image. Generation's of schoolchildren throughout the city studied the plan in a manual prepared in 1911 by Walter D. Moody. Although planning in ensuing decades moved away from the design principles of the Plan of Chicago, the plan itself and its authors remain a familiar presence in Chicago urban thinking.",
    "Author of Text": "Cynthia R. Field",
    "Hyperlinked Terms Associated": [
        "Commercial Club of Chicago",
        "transportation",
        "Field museum",
        "Worlds Colombian Exposition"
    ]
}