{
    "Title": "Czechs and Bohemians",
    "Descriptive Text": "Czech immigration to Chicago began in the 1850s, after the railroads had linked the city to the East Coast. In the following two decades the cost and duration of emigration from Europe decreased markedly, as the transatlantic journey dropped from an average of 44 days in 1850 to an average of 9.7 days in 1875. Czech emigration swelled as faster railroads to port cities like Hamburg facilitated that leg of the journey as well. Chicago's Czech-born population reached its peak in the 1870s, and the Czech immigrant community remained important in the city long after immigration restrictions were imposed in the 1920s.Chicago's Czech community followed a common pattern of migration from inner-city working-class neighborhoods to middle-class areas further out and on to the suburbs. This gradual movement followed the economic progress of many Czech immigrants and the influx of other ethnic groups. In the 1850s and 1860s many Czech immigrants settled on the Near West Side. The neighborhood, known as “Prague,” centered on the Roman Catholic parish of St. Wenceslaus at DeKoven and Desplaines Streets and was largely spared by the Chicago Fire of 1871. Movement south and west in the 1870s and 1880s generated a second working-class Czech community, dubbed “ Pilsen, ” which included the Czech congregation of St. Procopius, founded in 1875. By the 1890s, Czechs were colonizing middle-class neighborhoods like South Lawndale (popularly known as “Czech California”), where they established several churches, schools, and Sokol halls. As the Czechs continued to move south and west, other immigrant groups moved into the neighborhoods they left, with immigrants from Poland, Croatia, Slovenia, Lithuania, and other Slavic areas settling in Pilsen around the turn of the century. By the 1930s many Czechs were moving into such suburbs as Cicero, Berwyn, and Riverside.Religious or philosophical differences divided Chicago Czechs and their institutions. Although most Czechs in the Austro-Hungarian Empire were content to subscribe to the state religion on official documents, with the result that the overwhelming majority identified themselves as Catholics, many emigrants espoused free thought (rationalist) and socialist views in the United States. The immigrant institutions founded as the Czechs became established, including mutual benefit societies, fraternal organizations, savings and loan associations, and gymnastic societies (Sokols), were frequently identified with one group or another within the community. Schools were attached either to Catholic parishes or to freethinkers' societies. Burial was equally segregated: the Bohemian National Cemetery, a cemetery for freethinkers, was founded in 1877 and remains in existence today. The immigrant press was also divided. By the 1920s there were four main Czech-language newspapers in Chicago: the Narod (Nation, founded 1894) served the Catholic community, Svornost (Concord, founded 1875) served the freethinkers, Spravedlnost ( Justice, founded 1900) served the socialists, and the Denní Hlasatel (Daily Herald, founded 1891) was a “neutral” paper for the larger Midwestern Czech community.By the turn of the century, Chicago was the third-largest Czech city in the world, after Prague and Vienna. In addition to their local concentration, Chicago Czechs lived at the center of a network of Midwestern Czech communities, including significant populations in Ohio, Iowa, Wisconsin, Nebraska, Minnesota, and Missouri.Chicago's Czech immigrants possessed few locally marketable skills, and in the 1880s, working at unsteady jobs, notably as lumber shovers in the “lumber district” adjoining Pilsen, they earned less than nearly all other major ethnic group in the city. Eschewing traditional craft unions, they readily employed the mass strike to better their economic situation, drawing on their dense associational network. Whole neighborhoods joined to keep out strikebreakers, playing a prominent part in street fighting with police and militia in the Great Railroad Strike of 1877 and other labor conflicts. The event that precipitated the Haymarket tragedy was a violent clash between heavily Bohemian lumber shovers and the police. Led by socialist-leaning freethinkers, Bohemians turned readily to the Socialist Labor Party at the end of the nineteenth century. By the 1910s and 1920s, however, Czechs earned more and worked at a wider range of occupations, including as operatives at Western Electric. Their energies were devoted more to ethnic and neighborhood organizations than to radical or unionist activity.Early Czech immigrants largely voted for the Republican Party because of their opposition to slavery. However, Chicago Czechs changed their allegiance in local politics after the Democratic Party nominated a Czech for alderman in 1883. Czech support for the Democrats continued well into the twentieth century, peaking with the election of Anton Cermak, a Czech immigrant, as the Democratic mayor of Chicago in 1931.Anton J. Cermak was born in Bohemia and emigrated to the United States as a boy. He grew up in Chicago and lived in the heart of the immigrant community, in Lawndale, from 1892 until his death in 1933. He sold real estate in the neighborhood and had close ties to Czech banks. After election to the state legislature before World War I, the virulently anti-Prohibition Cermak became secretary of the United Societies for Local Self-Government, a coalition of Germans, Czechs, other immigrant communities, and brewing and distilling interests. When Mayor Bill Thompson began enforcing the Sunday closing laws in October 1915, Cermak led the opposition. The defeat of Germany in World War I, Prohibition, and the imposition of severe immigration controls changed politics in Chicago. Fewer new Czech arrivals led to a decline in the use of the Czech language, but the Czech political voice remained solidly Democratic.During World War I, Chicago's Czechs had vigorously promoted American entrance into the war against Germany and Austria as part of the drive for Czech independence. After World War II, Chicago again became a center for Czech political activity. Of the 91,711 foreign-born United States residents claiming Czech as their mother tongue in the 1960 census, 18,891 lived in Chicago, where this new wave of political immigrants established their base of operations. Svobodné Ceskoslovensko (Free Czechoslovakia) began publishing in Berwyn in 1939, and the Alliance of Czechoslovak Exiles in Chicago with its Zpravodaj (Reporter) was founded in 1959. The Czechoslovak National Council, which had been founded during World War I to coordinate aid to Czechoslovakia, began publishing a Vestnik (Bulletin) after World War II and actively lobbied for Czechoslovak causes in Washington during the Cold War.",
    "Bibliography": "Gotfried, Alex. Boss Cermak of Chicago: A Study in Political Leadership, 1962.Schneirov, Richard. “Free Thought and Socialism in the Czech Community in Chicago, 1875–1887.” In Struggle a Hard Battle: Essays on Working-Class Immigrants, ed. Dirk Hoerder, 1986, 121–142.",
    "Author of Text": "Alicia Cozine",
    "Hyperlinked Terms Associated": [
        "railroads",
        "Near West Side",
        "Roman Catholic",
        "Fire of 1871",
        "Pilsen",
        "South Lawndale",
        "schools",
        "Poland",
        "Croatia",
        "Slovenia",
        "Lithuania",
        "Cicero",
        "Berwyn",
        "Riverside",
        "free thought",
        "socialist",
        "mutual benefit societies",
        "savings and loan",
        "parishes",
        "cemetery",
        "newspapers",
        "lumber",
        "strike",
        "police",
        "Railroad Strike of 1877",
        "Haymarket",
        "Republican Party",
        "politics",
        "Democratic Party",
        "real estate",
        "World War I",
        "Germans",
        "brewing",
        "Sunday closing",
        "Prohibition",
        "World War II"
    ],
    "Street addresses associated": [
        "Pilsen",
        "South Lawndale",
        "Cicero",
        "Berwyn",
        "Riverside"
    ]
}