{
    "Title": "Scouting",
    "Descriptive Text": "Chicago played a significant role in the development of youth scouting organizations. In 1909, the Young Men's Christian Association supported an informal scouting troop led by O. W. Kneeves which met at Hamilton Park. Chicago publisher William D. Boyce incorporated the Boy Scouts of America in 1910. Chicago's first official Boy Scout troops formed soon after in Woodlawn. During the 1910s and 1920s, Chicago publishers issued a popular series of scouting adventure books. Juliette Low, who founded the American Girl Scouts in Georgia in 1912, traveled to Chicago two years later to organize local troops. Chicagoans also participated in the Campfire Girls.Promoting citizenship and patriotism, scouts performed wartime service, assisted in peacetime relief work, and greeted such dignitaries as Charles Lindbergh. Chicago Boy and Girl Scouts learned wilderness skills and gained appreciation for the environment at camps near the city and in nearby states. The Owasippe Scout Reservation in Michigan, owned by the Chicago Boy Scout Council since 1911, is the nation's oldest scout camp. Originally militaristic in tone, camps gradually became primarily recreational and educational. As suburban populations grew, especially in the 1960s, scouting programs expanded, sponsored as they were in the city, by communities, churches, and other organizations.Both male and female Chicago scouts have engaged in career-oriented programs. The Argonne National Laboratory provided scouts access to science and engineering research. The Chicago Police Department, through the Explorers Program, offered teenaged scouts experience in law enforcement professions. Sea Scouts practiced naval management on ships affiliated with Chicago and suburban troops.Chicago was the setting for various scouting milestones. Chicago hosted two national Boy Scout Council meetings, in 1951 and 1958. In 1985, a twenty-two-cent stamp celebrating American Boy Scouting's 75th anniversary was dedicated at Chicago. In 2002, Girl Scouts celebrated their 90th anniversary at Navy Pier.Chicago scouts came to represent the region's diversity. Chicago's ethnic residents joined scout troops or formed their own groups, such as the Polish Scouting Organization. Troops began the gradual process of racial integration in the 1920s. In the 1990s, the Chicago Commission on Human Relations criticized the Chicago Area Boy Scouts Council's discrimination against a homosexual Eagle Scout. At the beginning of the twenty-first century, hundreds of thousands of boys and girls in the Chicago region participated in scouting through dozens of councils.",
    "Bibliography": "MacLeod, David. Building Character in the American Boy: The Boy Scouts, YMCA, and Their Forerunners, 1870–1920. 1983.Peterson, Robert W. The Boy Scouts: An American Adventure. 1984.Wright, Katharine O. Girl Scouting in the Great Lakes Region: A History. 1938.",
    "Author of Text": "Elizabeth D. Schafer",
    "Hyperlinked Terms Associated": [
        "Young Men´s Christian Association",
        "Woodlawn",
        "Argonne National Laboratory",
        "Police",
        "law",
        "Navy Pier",
        "Polish"
    ],
    "Street addresses associated": [
        "Woodlawn"
    ]
}