{
    "Title": "O'Hare Airport",
    "Descriptive Text": "In order to increase production of airplanes for World War II at a safe inland location, the Douglas Aircraft Company, the Corps of Army Engineers, the Civil Aeronautics Authority, Chicago Association of Commerce, and the Chicago Regional Planning Association selected a site on the outskirts of the Northwest Side of the city. The first C-54 Skymaster rolled off the line on July 30, 1943. Jennie Giangreco, the Windy City's answer to “Rosie the Riveter,” dedicated this craft Chicago.Simultaneously the city of Chicago was looking to expand air travel beyond Midway Airport. In 1944 Ralph Burke, city engineer, designated the Douglas Aircraft plant for use as an additional commercial airport. After retiring to private practice Burke developed a master plan for the airport, including its passenger terminals, highway access and, above all, provisions for later construction of a mass transit link to the Loop. Domestic commercial flights began on a small scale in 1955.After Burke's death in 1956, Mayor Richard J. Daley selected C. F. Murphy Associates to continue the airport development. Led by partner Carter Manny, Jr., the firm designed a passenger terminal complex comprising four semiautonomous buildings linked by walkways. The terminals have long projections or “fingers” where passengers enplane and deplane. Mayor Daley and President John F. Kennedy dedicated the completed facility on March 23, 1963, formally naming it after the World War II hero Lt. Comdr. Edward O'Hare.In the ensuing decades air travel grew faster than many of the most optimistic long-term projections. In 1966, the Federal Aviation Agency employed I. M. Pei & Associates to design a new air traffic control tower. Seven years later a new hotel and multistory parking structure opened. Again Carter Manny, with the assistance of John M. Novack, led the design of both of these projects.When the federal government passed the Airline Deregulation Act of 1978, completing the transformation of flight into mass, long-haul transit, the resulting low, and sometimes idiosyncratic, fare structure greatly increased the number of travelers. In the 1980s this growth undergirded the demand for design and construction of new terminals, an internal surface mass-transportation system or “people mover,” and the extension of a rapid transit line (1984) to the airport. In 1983 Helmut Jahn of Murphy/Jahn designed a new terminal, meeting standards jointly set by the tenant (United Airlines) and the city Department of Aviation. Approximately five years later Perkins & Will completed a new international terminal. By the end of the century the array of buildings, transportation systems, and amenities at O'Hare constituted a city within a city.",
    "Bibliography": "Brodherson, David. “All Airplanes Lead to Chicago: Airport Planning and Design in a Midwest Metropolis.” In Chicago Architecture and Design, 1923–1993: Reconfiguration of an American Metropolis, ed. John Zukowsky, 1993.Cannon, Charles B. The O'Hare Story. 1980.Doherty, Richard P. The Origin and Development of Chicago–O'Hare International Airport. 1970.",
    "Author of Text": "David Brodherson",
    "Hyperlinked Terms Associated": [
        "Midway Airport",
        "World Wae II",
        "hotel",
        "Airline",
        "rapid transit"
    ],
    "Street addresses associated": [
        "OHare"
    ]
}