{
    "Title": "O'Hare",
    "Descriptive Text": "Community Area 76, 14 miles NW of the Loop. The land constituting the O'Hare Community Area was only thinly developed before World War II. The 1829 Treaty of Prairie du Chien gave two square miles around the Des Plaines River to Alexander Robinson, a Scottish - Ottawa interpreter who had aided whites escaping the Fort Dearborn Massacre. In the early 1840s, a few families settled along what would become Higgins Road, while immigrants from Germany settled in the southwest section of the area, establishing a church and St. Johannes Cemetery in 1849. The northeastern section was an unincorporated area called Orchard Place, named for the depot the Wisconsin Central Railroad opened there in 1887. Despite the railroad, however, few people settled in Orchard Place. A residential subdivision opened in the 1930s, but all traces of it vanished with the developments of World War II.In 1942, Douglas Aircraft took over Orchard Place for the production of cargo planes. After war production ended, the facility became a commercial airport, and in 1947 the Chicago City Council picked it as the site for the city's new international airport (named for aviator Edward H. “Butch” O'Hare). All local facilities, except for St. Johannes Cemetery, were removed.In order to consolidate its control over the airport area, Chicago annexed it in March 1956, including the western edge, in DuPage County. Because legal incorporation required that annexed areas be contiguous with Chicago, the city council also annexed a narrow stretch of Higgins Road to connect the main body of the city with the airport. Concerned that this tie was too tenuous, Chicago overrode the objections of surrounding suburbs like Schiller Park, annexing the forest preserve areas named for Alexander Robinson and his wife in 1958 and exchanging Higgins Road for a wider stretch along Foster Avenue in 1961. The building of the Kennedy Expressway in the late 1950s further reinforced the link between air travelers and the Loop. The addition of such a large amount of land necessitated the creation of a new community area on the city's planning map, setting a precedent for the secession of Edgewater from Uptown.The rapid success of the airport inspired a tremendous increase in nearby land values. Along the expressway, developers built a gleaming row of office towers occupied by businesses taking advantage of the proximity to other cities provided by the airport. High-rise apartment buildings and a few small tracts of single-family houses and condominiums made the portion of O'Hare bisected by Norridge a residential area in the 1960s. Employees of the airport and its airlines occupied many of these homes.",
    "Bibliography": "Chicago Fact Book Consortium, ed. Local Community Fact Book: Chicago Metropolitan Area, 1990. 1995.Doherty, Richard P. “The Origin and Development of Chicago-O'Hare International Airport.” Ph.D. diss., Ball State University. 1970.",
    "Author of Text": "Amanda Seligman",
    "Hyperlinked Terms Associated": [
        "World War II",
        "Treaty",
        "Des Plaines River",
        "Scottish",
        "Ottawa",
        "Germany",
        "Fort Dearborn",
        "Cemetery",
        "Railroad",
        "subdivision",
        "airport",
        "Schiller park",
        "annexed",
        "forest preserve",
        "Expressway",
        "Loop",
        "community area",
        "Edgewater",
        "Uptown",
        "apartment",
        "Norridge",
        "condominiums"
    ],
    "Street addresses associated": [
        "OHare"
    ]
}