{
    "Title": "Oak Brook, IL",
    "Descriptive Text": "DuPage County, 17 miles W of the Loop. Oak Brook is located in the lower Salt Creek drainage basin, where Salt Creek turns eastward toward the Des Plaines River. From the late 1600s to the early 1800s, the region was the location of the largest Potawatomi settlement in what is now DuPage County. Oak Brook was then known as Sauganakka.White settlers began arriving in the 1830s, following major Indian trails that are presently traced by Spring, York, and Butterfield Roads and Ogden Avenue. The Potawatomi, who had sold their land to the federal government, were moving out. Settler Elisha Fish arrived in 1834.Families from New York, Pennsylvania, Ohio, Indiana, and Kentucky were attracted by the rich soil, clear streams, and abundant woodland. Residents called the area Brush Hill, and later Fullersburg, after Benjamin Fuller. Both names, owing to boundary changes, were shared with what is now Hinsdale.Before the Civil War, some settlers maintained a way station on the Underground Railroad in the gristmill of Frederick Graue on Salt Creek. Settlement continued after the war. Many of the newcomers were immigrants from Europe, mostly from Germany.Over the next several decades, the area gradually changed from an agricultural settlement to a cluster of small estates. A significant event in this transformation was the purchase of land along Salt Creek by Frank Osgood Butler of Hinsdale in 1898. It was Butler's son Paul who was largely responsible for the development of Oak Brook as one of the nation's most affluent suburbs in the twentieth century. Butler, a business executive and sportsman, began acquiring neighboring farmland for investment purposes in the 1920s. Small parcels of farmland also were sold to other individuals who built homes on the sites.In the mid-1930s, homeowners and farmers formed the Community Club, which helped unincorporated Oak Brook establish an identity separate from its neighbors, Hinsdale to the south and Elmhurst to the north.Butler meanwhile had continued to accumulate land, hoping at some point to build a planned community. On part of his property, he established the multiuse Sports Core, which came to include nationally renowned golf and polo clubs. By 1958, when Oak Brook was incorporated, Butler owned much of the land within its boundaries.Three factors had forced incorporation—completion of the nearby Tri-State and East-West Tollways, a change in zoning along the tollways to commercial use, and the purchase of land by Marshall Field & Company for a proposed shopping center. The proposed shopping center was also claimed by neighboring Utopia (now Oakbrook Terrace ) but was eventually annexed to Oak Brook. The Oakbrook Shopping Center opened in 1962 and became the commercial heart of the village.Beginning in the 1960s, several luxury subdivisions were built. In the years that followed, many nationally prominent corporations, such as Armour & Company, Eastman Kodak, and McDonald's, opened offices in Oak Brook. Development continued in the 1990s, including a major expansion of the shopping center.",
    "Bibliography": "Kinnavy, Susan, Audrey Muschler, and Pat Walker. Oak Brook. 1990.Thompson, Richard, ed. DuPage Roots. 1985.",
    "Author of Text": "Margaret Franson Pruter",
    "Hyperlinked Terms Associated": [
        "Salt Creek",
        "Des Plaines River",
        "Potawatomi",
        "DuPage County",
        "Oak Brooks",
        "soil",
        "Hindsale",
        "Civil War",
        "Underground Railroad",
        "Germany",
        "Elmhurst",
        "golf",
        "Tollways",
        "zoning",
        "Oakbrook Terrace",
        "subdivisions"
    ],
    "Street addresses associated": [
        "Sauganash"
    ]
}