{
    "Title": "Oak Forest, IL",
    "Descriptive Text": "Cook County, 20 miles S of the Loop. The community's name came from the oak forests of the area, a portion of which remain as forest preserves. Oak Forest is most widely known as the home of the Cook County Oak Forest Hospital, an institution that has played a major role in the growth of the community. The older residential areas are immediately west and north of the hospital, with commercial areas along Cicero Avenue and 159th Street. These two major streets cross close to the community's commuter station on the Rock Island Railroad. To the south and southeast of the hospital, annexations through the years have led to development surrounding the Oak Forest interchange of Interstate 57.The original Oak Forest train station was primarily a milk stop used by Yankee and German farmers of Bremen Township. In 1894 the scene changed dramatically when the DuPont family purchased property on the east side of the tracks centered at about 155th Street. There they built what they claimed was the world's largest gunpowder magazine and factory. Most of the workers at the factory lived in Blue Island and commuted daily on the train. The entire complex blew up in 1906.Of more lasting significance was the development of the hospital. The decision to locate a poor farm in the area was made in 1907 in response to the overcrowded conditions at the County Poor Farm in Dunning on the Northwest Side of Chicago. The facility was completed in 1910 as the Oak Forest Infirmary, and accommodated close to 2,000 persons who were destitute because of poverty, mental illness, alcoholism, and other problems. Residents helped maintain farmland around the facility. By 1932, there were more than 4,000 patients, including over 500 with tuberculosis. Oak Forest Hospital continues to function today as an important part of the county's health care systems.By the 1920s, several residential subdivisions were underway, but in 1940 there were only 611 residents outside the hospital. While the hospital provided jobs and opportunities for business (like mortuaries), there were ambivalent feelings about the hospital. In the 1930s, some efforts were made to rename this small community “Arbor Park,” but the new name did not stick. In 1947, the population grew to 1,618, and the residents voted to incorporate as the village of Oak Forest. Oak Forest experienced dramatic growth in the 1960s. A complex pattern of subdivisions emerged, helping to give the community its strange boundary. The population jumped from 3,724 in 1960 to 17,870 in 1970, but leveled off after the population reached 26,096 in 1980.Significant commercial and industrial development accompanied this population growth.",
    "Bibliography": "Centennial Book Committee. 1892–1992: The History of Oak Forest, Illinois. 1992.The Historical Committee. The History of Oak Forest, Illinois. 1972.",
    "Author of Text": "Larry A. McClellan",
    "Hyperlinked Terms Associated": [
        "forest preserves",
        "Cook County",
        "Hospital",
        "commuter",
        "Railroad",
        "annexations",
        "Yankee",
        "German",
        "Blue Island",
        "Dunning",
        "tuberculosis",
        "subdivisions"
    ]
}