{
    "Title": "Oak Lawn, IL",
    "Descriptive Text": "Cook County, 13 miles SW of the Loop. Oak Lawn lies just outside the southwestern edge of Chicago, and is one of the largest municipalities in Cook County. The intersection of 95th Street (the village's main east-west thoroughfare) and Cicero Avenue is one of the county's busiest. A farming community until the mid-twentieth century, Oak Lawn is now home mainly to commuters.Settlers established firms in the area in the 1840s and 1850s, attracted by a modest stream called Stony Creek (also spelled Stoney Creek) that meandered through a dense grove of black oak trees. The area was variously known as Black Oaks and Black Oak Grove. By 1860, a schoolhouse and several farmhouses lined Black Oak Grove Road (95th Street). The nearest stores and post office were in Blue Island, some 10 miles away.After the Civil War, German immigrants began settling in the area. A new post office opened in neighboring Evergreen Park. The 1880s brought several changes to Oak Lawn. The Wabash Railroad connected the area with Chicago; the first subdivision was platted near the train station; and the community was formally called Oak Lawn for the first time. (It had briefly been called Agnes in the early 1880s, and was occasionally referred to as Oak Park.) Residents took the train to Englewood to shop, and farm products and milk were sent to markets in Chicago.A post office was established in 1882, and a portion of Stony Creek was enlarged to form Oak Lawn Lake, a recreational area. By 1909, the year of incorporation, the village's 300 citizens were scattered over 1.5 square miles. Some of these were Dutch truck farmers who had arrived around the turn of the century. Incorporation meant that gas lines could be installed, unruly visitors picnicking in the wooded areas along the creek and lake could be policed, and the city of Chicago would be less likely to annex the community. In 1911, the village's signature black oaks were replaced by electrical lines and poles.An innovative plan begun in 1927 concentrated commercial development along major arteries and away from neighborhoods of single-family homes. Oak Lawn's population grew from 8,751 in 1950 to 60,305 in 1970s as white residents moved from Chicago's South Side to the suburbs. In 1953, the village changed from a trustee form of government to a managerial form. Several annexations increased the village's area to more than eight square miles. The village's rapid growth was checked briefly in 1967 by a tornado that killed 37 people and damaged or destroyed 900 buildings. In 1970, Oak Lawn became a home rule unit, allowing the village greater latitude in determining municipal policy.Commercial and retail businesses occupy about one-third of the village, mainly flanking 95th Street, with some industry in the southern and northwestern areas. The citizenry was 93 percent white in 2000. Although the community's largest employer is Christ Hospital and Medical Center, most residents work in Chicago. Oak Lawn Lake is administered by the Oak Lawn Park District, and Stony Creek meanders through the Wolfe Wildlife Refuge on the village's south side.",
    "Bibliography": "Black Oak and After: A Series on the History of Oak Lawn. 1991.Oak Lawn, One Hundred Years: A Century of Growth. 1982.",
    "Author of Text": "Betsy Gurlacz",
    "Hyperlinked Terms Associated": [
        "Cook County",
        "commuters",
        "trees",
        "Blue Island",
        "Civil War",
        "German",
        "Evergreen Park",
        "subdivision",
        "Railroad",
        "Englewood",
        "Dutch",
        "gas",
        "South Side",
        "annexations",
        "home rule",
        "Hospital"
    ]
}