{
    "Title": "Oak Park, IL",
    "Descriptive Text": "Cook County, 8 miles W of the Loop. Joseph Kettlestrings bought 173 acres of timber and prairie land just east of the Des Plaines River in 1835. He erected a house on the stagecoach route from Galena to Chicago. The area was sparsely populated when the Galena & Chicago Union Railroad laid tracks parallel to the stagecoach route in 1848. Kettlestrings Grove slowly grew into the small village of Oak Ridge, which is now the northwestern portion of Oak Park.By the end of the Civil War, the village was dotted with a market, a general store, a stationery business, and a small newspaper. The name Oak Ridge, already assigned to another post office in Illinois, was changed to Oak Park in 1872.Oak Park grew dramatically after the Fire of 1871. James Scoville bought acreage once owned by Kettlestrings and subdivided the area near the railroad station. The Cicero Water, Gas, and Electric Light Company serviced the community, streets were paved, surface transportation lines estab- lished, and subdivisions extended beyond the old stagecoach route later named Lake Street. The village was one of eight communities governed by the township of Cicero. In 1902, however, Oak Park seceded from the township and incorporated as a separate municipality.The extension of the Lake Street “L” to Harlem Avenue at the turn of the century linked Oak Park more closely to Chicago. It was one of only a few suburban stops in the system. The village's population rose to 10,000 in 1900 and increased to 40,000 by 1920. By the 1920s, the area around the elevated had developed into a regional shopping district and included Marshall Field's, Wieboldt's, and the Fair Store. Many of the older large homes in the central district were replaced by apartments and commercial and office buildings. Builders like Seward Gunderson and Thomas Hulbert developed homes south of Madison Avenue. The prairies north of Lake Street soon vanished, replaced by large homes, including many designed by Frank Lloyd Wright and E. E. Roberts. Wright established his studio in Oak Park in 1898 and designed the nearby Unity Temple, which is on the National Register of Historic Places.Ernest Hemingway, Doris Humphrey, and Edgar Rice Burroughs are among those associated with Oak Park. Hemingway was born there in 1899, and the Hemingway Foundation has preserved his boyhood home and opened a small museum. Humphrey, who grew up in Oak Park, opened her first dance studio there before joining the Denishawn Company in 1918. The Doris Humphrey Society was established in Oak Park in 1989 to preserve her contributions to modern dance. Burroughs wrote 22 Tarzan books while residing in Oak Park from 1912 to 1919.After World War II, Oak Park faced dramatic changes. Shopping malls along new expressways drew business away from Oak Park's downtown. Demographic change posed complementary challenges. By 1958, Oak Park's overwhelmingly Republican, mainline Protestant, white population saw rising numbers of Roman Catholics, Jews, and fundamentalist Christians enter the village. This shift did not affect the community's high level of educational or economic attainment, but it sparked fears of a departure from Oak Park's traditional conservative values. By the early 1970s, Italians and Irish outnumbered the Germans, English, and Scandinavians who had long predominated, and Catholicism had become a significant presence.The ability of Oak Parkers to absorb new groups was soon tested again. Oak Park's eastern neighbor, Chicago's Austin neighborhood, had long been characterized by tree-lined streets of gracious homes and small bungalows, with residents who had lived in the community for generations. Both communities, however, also had aging housing stock and weak zoning and building codes. Over 50 percent of Oak Park's housing comprised apartment buildings, most concentrated along its eastern border. Oak Parkers watched first-hand in the 1960s as Austin's residents fought desperately to defend their community from a destabilizing influx of African American home-seekers, with little success—resegregation was rapid and tumultuous.Oak Park devised a different strategy, which would use planning to ensure that desegregation would not lead to resegregation. The village board created a Community Relations Commission charged with preventing discrimination, forestalling violent neighborhood defense mechanisms, and setting a high standard of behavior as the community prepared for imminent racial change. Village officials, often joined by clergymen, visited blocks to which families of color might move and carefully sought to control the fears and rumors generally associated with neighborhood succession. They identified white families who would welcome the newcomers. They encouraged African American families to disperse throughout the village to counter concerns of clustering and ghetto formation. In 1968, after lengthy and angry debate, and the passage of the federal Fair Housing Act, the village board passed an open-housing ordinance allowing officials to control many aspects of racial integration that otherwise were likely to lead to resegregation. Real-estate agents were banned from panic-peddling, blockbusting, and the use of “for sale” signs. A community relations department would address rumors, monitor the quality of services and amenities throughout the village, and establish block clubs to promote resident cohesion and local problem-solving. The police force expanded by one-third, with a residency requirement whose impact was magnified because police generally lived in areas most likely to be threatened by resegregation. An equity assurance program for homeowners would reassure residents that they were financially protected against a downward spiral of property values. Leaders acted on a vision of Oak Park as a community strong enough to achieve integration, and able to challenge the Chicago pattern of block-by-block resegregation with a policy of managed integration through dispersal.The most controversial policies involved racial steering. A group of residents led by Roberta (Bobbie) Raymond established the Oak Park Housing Center, which retrained real-estate agents to prevent racial steering and encouraged black home-seekers to live throughout Oak Park. The center worked with the village to improve areas that white home-seekers or residents might find unattractive and steered whites towards these areas to limit the concentration of black residents in a particular neighborhood. A public relations campaign targeted white home-seekers across the country to promote an image of Oak Park as a multicultural, cosmopolitan middle-class community, close to the city, with good transportation and schools.Despite these programs, during the 1970s the village experienced a net loss of 10,000 white Oak Parkers, coinciding with a net increase of only 5,500 black residents. Urbanologists' predictions that the ghetto would roll over Oak Park, however, proved inaccurate. Oak Park maintained its majority white population through extensive and white-oriented planning, and has remained an integrated village. Pockets of racial segregation have persisted, but the community has succeeded in maintaining a public culture that takes pride in racial diversity.",
    "Bibliography": "Goodwin, Carole. The Oak Park Strategy. 1979.Guarino, Jean. Oak Park: A Pictorial History. 1988.Halley, William. Early Days in Oak Park. 1933.",
    "Author of Text": "Tina Reithmaier and Camille Henderson Zorich",
    "Hyperlinked Terms Associated": [
        "Des Plaines River",
        "Civil War",
        "Fire of 1871",
        "railroad",
        "Gas, and Electric",
        "subdivisions",
        "transportation",
        "township",
        "Cicero",
        "\"L\"",
        "shopping district",
        "dance",
        "apartments",
        "modern dance",
        "expressways",
        "Demographic",
        "Protestant",
        "Roman Catholics",
        "Jews",
        "Germans",
        "Irish",
        "Italians",
        "English",
        "Austin",
        "bungalows",
        "zoning",
        "building codes",
        "African American",
        "open-housing",
        "Real-estate",
        "blockbusting",
        "steering"
    ],
    "Street addresses associated": [
        "Oak Park"
    ]
}