{
    "Title": "Oakbrook Terrace, IL",
    "Descriptive Text": "DuPage County, 17 miles W of the Loop. Oakbrook Terrace is located in the lower Salt Creek drainage basin, lying west of the creek itself. It is a small residential and commercial city, covering approximately 1.8 square miles. For much of its existence, Oakbrook Terrace has lived in the shadow of its wealthy and prestigious neighbor, Oak Brook, from which it adapted its name. The two neighbors have had a contentious relationship for decades.Native Americans entered the area that became Oakbrook Terrace as early as five thousand years ago. When the last of these peoples, the Potawatomi, were forced to move westward in the early 1830s, white settlers, mainly of English and later German extraction, established homesteads in the Salt Creek area. A combination creamery and cheese factory was built by Albert Knapp at what was called “The Corners” in 1873. The community that grew up around the Corners—now Butterfield and Summit Roads—came to be called Utopia in 1881. The area remained agricultural well into the twentieth century.Suburban growth began soon after World War II, when the community was subdivided. Commercial development was started along two major east-west thoroughfares, Roosevelt Road and 22nd Street. At the time of its incorporation in 1958, Utopia included in its acreage the proposed site of a large shopping center, but neighboring Oak Brook annexed the center and its commercial properties with state approval in 1959. That year, a disappointed Utopia changed its name to Oakbrook Terrace, indicating its proximity to the soon-to-be Oak Brook Shopping Center. Oakbrook Terrace attempted without success to regain control of the property from the village of Oak Brook in 1961.Oakbrook Terrace experienced its greatest residential growth during the 1970s, when nearly half of its housing units were built. In the 1980s, the community rapidly developed its commercial areas, including construction of DuPage County's tallest office building, the 31-story Oakbrook Terrace Tower near Routes 38 and 83. Also during that decade, Drury Lane Theatre, a popular dinner playhouse, was built. Lincoln Centre, a large office complex, was constructed along Butterfield Road in the 1990s. By 2000, when population reached 2,300, most of the city's available land had been developed for either residential or commercial purposes.",
    "Bibliography": "1874 Atlas and History of DuPage County, Illinois. Reprint, 1975.Kinnavy, Susan, Audrey Muschler, and Pat Walker. Oak Brook. 1990.Thompson, Richard, ed. DuPage Roots. 1985.",
    "Author of Text": "Margaret Franson Pruter",
    "Hyperlinked Terms Associated": [
        "Salt Creek",
        "Oak Brook",
        "Native Americans",
        "Potawatomi",
        "English",
        "German",
        "agricultural",
        "World War II",
        "shopping",
        "DuPage Countys",
        "Theatre"
    ]
}