{
    "Title": "Oakland",
    "Descriptive Text": "Community Area 36, 4 miles SE of the Loop. Oakland is bounded by 35th and 43rd Streets, Lake Michigan, Cottage Grove, Pershing, and Vincennes Avenues. The entire area of the community is approximately one square mile.Oakland originally grew out of the Cleaverville settlement. In 1851, industrialist Charles Cleaver purchased from Samuel Ellis 22 acres of swampy ground near 38th Street and Lake Michigan, and built a soap factory and company town that included a commissary, house of worship, town hall, and homes for workers. Part of the area was annexed to Chicago in 1863; the rest in 1889.Residents were attracted to the area because of nearby Camp Douglas, the stockyards, and a commercial district that included popular saloons. The addition of a horsecar line in 1867 improved access to the city. In 1871 real-estate developers subdivided the area and renamed it Oakland. In less than five years the community became home to many of Chicago's elite. In 1881 transportation was greatly improved with an Illinois Central Railroad terminal at 39th and Cottage Grove. This area of commercial activity became known as the “Five Crossings.” By the end of the century, more affluent residents moved out and were replaced by working-class Irish residents. Numerous single-family houses and apartments were constructed to accommodate the influx of immigrants.In 1905 the Abraham Lincoln Center was founded by Jenkin Lloyd Jones as a meeting place for people of various races, religions, and nationalities. Located at 700 Oakwood Boulevard, this historic landmark designed by Frank Lloyd Wright now serves as the home of Northeastern Illinois University's Center for Inner City Studies.During the first wave of the Great Migration between 1916 and 1920 many African Americans settled in Oakland. During the 1930s Oakland experienced its greatest diversity, with a mixture of African Americans, Germans, Jews, English, Irish, Canadians, and Japanese. Racial tensions escalated as the African American population increased. Some white residents resorted to violence and restrictive covenants to prevent blacks from moving into Oakland, but such efforts proved unsuccessful, and by 1950 Oakland was 77 percent African American.In the 1970s, Oakland experienced a declining economic base. Public housing projects such as Ida B. Wells, once the pride of the community, became crime-infested. The former Oakland Theatre located in the heart of Oakland near 39th and Cottage Grove became the headquarters of the notorious El Rukn street gang. The city of Chicago demolished dilapidated buildings, and vacant lots were left scattered throughout the community. Oakland's average income fell below the poverty level as middle-class residents moved further south.During the 1990s, under the leadership of Robert Lucas, the Kenwood-Oakland Community Organization (KOCO) rehabilitated several buildings in the community and successfully pressured the city to invest in Oakland. Beginning in 1994, the North Kenwood–Oakland Conservation Community Council, led by Shirley Newsome, cosponsored the Kenwood-Oakland Parade of Homes, which helped the further development of single-family houses, townhouses, and rehabbed buildings.",
    "Bibliography": "Holt, Glen E., and Dominic A. Pacyga. Chicago: A Historical Guide to the Neighborhoods: The Loop and South Side. 1981.Jones, LeAlan, and Lloyd Newman. Our America: Life and Death on the South Side of Chicago. 1997.Travis, Dempsey. An Autobiography of Black Chicago. 1981.",
    "Author of Text": "Claudette Tolson",
    "Hyperlinked Terms Associated": [
        "Lake Michigan",
        "annexed",
        "Camp Douglas",
        "saloons",
        "real-estate",
        "Illinois Central Railroad",
        "apartments",
        "Northeastern Illinois Universitys",
        "Great Migration",
        "African Americans",
        "Germans",
        "Jews",
        "English",
        "Canadians",
        "Japanese",
        "restrictive covenants",
        "Public housing",
        "gang"
    ],
    "Street addresses associated": [
        "Oakland"
    ]
}