{
    "Title": "Occupational Safety and Health",
    "Descriptive Text": "Much of Chicago's explosive nineteenth-century economic growth occurred in transportation and heavy industry. These two sectors were not only among the most profitable enterprises of the time, they were also among the most dangerous. By 1912, an estimated 2,000,000 American industrial workers were injured annually in the United States, and another 35,000 workers lost their lives each year. Since nineteenth-century legal doctrines held that employees assumed the risks for most freely contracted labor, the financial burden added to the emotional and physical toll these accidents took on industrial workers and their families.Because of the large concentration of railroads and industrial corporations in Chicago, many journalists and social reformers focused on the city as a place where industrial workers, particularly immigrants, were most at risk. For example, William Hard's widely read article “Making Steel and Killing Men” focused on United States Steel's South Chicago plant, where 46 workers were killed and 368 employees became permanently disabled in 1906.Alice Hamilton, a Chicago-area resident from 1897 to 1919, performed pivotal work in occupational health during her time in Illinois. Heavily influenced by her stay at Hull House, Hamilton worked to improve conditions for the immigrant poor by performing groundbreaking research in occupational health at Northwestern University, by reorganizing the Chicago Health Department in 1902, and by serving as the founding director of the Illinois Occupational Disease Commission in 1910. The IODC was the first such commission in the United States.As Hamilton and other social reformers brought attention to problems surrounding occupational health and safety, industrial corporations began to suffer heavy losses in the courts and state legislatures. Sympathetic juries awarded healthy sums to injured workers suing their employers, and compensation laws increasingly placed the financial burden of occupational safety squarely on the employer. Illinois was one of the first states to pass such legislation, enacting Occupational Disease and Workmen's Compensation acts in 1911.When it became evident that American industry had lost the battle over industrial safety in the courts, the press, and the legislatures, industrial corporations began to take an active role in preventing accidents. Representatives of some of the country's largest transportation and manufacturing concerns met in 1912 and decided to form the National Council for Industrial Safety, which became the United States' largest and most active safety advocacy organization of the twentieth century. The council organized in Chicago in 1913 and operated out of its downtown offices in the Continental and Commercial Savings Bank building; Illinois Steel's chief attorney, Robert Campbell, served as the council's first president.Propelled by this early progress, as well as by the relative decline of U.S. employment in heavy industry, rates of industrial accidents and sickness gradually declined. Still, after conducting a survey of Cook County in the late 1940s, the United States Public Health Service found that despite improvements in manufacturing plants employing over 250 people, employees at smaller factories continued to be at risk. Moreover, they estimated that smaller plants employed almost half of the county's workers.The landmark 1970 Occupational Safety and Health Act (OSHA) established national safety standards for private-sector employees and empowered the U.S. Department of Labor to oversee and enforce these standards. However, occupational health activists warned that OSHA lacked enforcement capacity and that additional contests would be fought in the legislatures and courts. One of these battles took place in Cook County in 1985, when executives of Film Recovery Systems, Inc., were convicted of murder after allowing workers to become fully exposed to cyanide in their recycling plant.",
    "Bibliography": "Aldrich, Mark. Safety First: Technology, Labor, and Business in the Building of American Work Safety, 1870–1939. 1997.Hafen, Thomas. “Safe Workers: The National Safety Council and the American Safety Movement, 1900–1930.” Ph.D. diss., University of Chicago. 2002.Hard, William. “Making Steel and Killing Men.” Everybody's Magazine, November 1907, 580–584.",
    "Author of Text": "Tom Hafen",
    "Hyperlinked Terms Associated": [
        "transportation",
        "railroads",
        "South Chicago",
        "Hull House",
        "Northwestern University",
        "Cook County"
    ]
}