{
    "Title": "Old Town School of Folk Music",
    "Descriptive Text": "The practice of self-made music has long served the Old Town School of Folk Music. Founded as “the nation's first permanent school for the study of folk music and folk instruments,” the school emerged from the urban folk revival of the 1950s. While appearing at the Gate of Horn, a Near North Side night spot, musician Frank Hamilton began to conduct guitar classes in the Oak Park home of folk aficionado Dawn Greening. The instructors, teaching different instruments, employed a group technique developed by West Coast–based singer Bess Lomax Hawes. Hawes encouraged her classes of informal adult learners to develop their personal musicality with a selection of uncomplicated songs they harmonized by ear. Performer Win Stracke, present at one of Hamilton's classes, was inspired to form a folk-music school based around this teaching method. Under Stracke's leadership, with Dawn Greening and Gertrude Soltker sharing administrative duties, and Hamilton instructing, the school officially began operations in December 1957.Now housed in two permanent locations (4544 N. Lincoln and 909 W. Armitage), with scores of teachers and thousands of students, the school's fluid definition of folk music responds to evolving popular interests, with classes from tango dancing to Irish fiddle, Beatles guitar to traditional banjo, African drumming to “Wiggleworms” music instruction for infants. With its long-standing hospitality to amateur players and professional performers alike, the school thrives, in the words of alumnus John Prine, “with no threat of a formal music education.”",
    "Bibliography": "Cohen, Ronald D., ed. “Wasn't That a Time!” Firsthand Accounts of the Folk Music Revival. 1995.Grayson, Lisa. Biography of a Hunch: The History of Chicago's Legendary Old Town School of Folk Music. 1992.Weber, Bruce. “Folk Music with No Threat of a Formal Education.” New York Times, November 18, 1997.",
    "Author of Text": "Stephen Wade",
    "Hyperlinked Terms Associated": [
        "Old Town",
        "music",
        "Near North Side",
        "Oak Park"
    ]
}