{
    "Title": "Old Town",
    "Descriptive Text": "Neighborhood in the Lincoln Park Community Area. During World War II, Chicago's Civil Defense Agency designated the triangle bounded by North, Clark, and Ogden Avenues a neighborhood defense unit. The neighbors in this residential section of “North Town” continued their association after the war, sponsoring annual art fairs dubbed the “Old Town Holiday.” The name Old Town, evoking a cozy, neighborly spirit, persisted when residents concerned about the area's physical deterioration formed the Old Town Triangle Association in 1948. OTTA's activities inspired urban renewal throughout Lincoln Park.During the 1960s, residents began to worry that OTTA's success undermined the insularity of their neighborhood. The rehabilitation of beautiful nineteenth-century houses and the increasingly popular art fair brought thousands of visitors to the area. Old Towners relished the presence of the Second City theater company and the Old Town School of Folk Music. But when Wells Street, a commercial strip that cut through Old Town, enjoyed a boom of wealthy patrons of fashionable restaurants and stores, residents resented the noise, trash, and crowds. During the late 1960s, as Wells Street became a gathering place for hippies, some of the new shops failed and were replaced by stores marketing junky trinkets and pornography. Wells Street and Old Town resecured their status when Lincoln Park's urban renewal effort brought young professionals with money to the rehabbed cottages and new high-rises.",
    "Bibliography": "Callaway, John D. “Will Excess Spoil Old Town?” Chicago Scene 4.8 (August 1963): 21–23.Commission on Chicago Historical and Architectural Landmarks. Old Town: Preliminary Summary of Information. 1975.Pacyga, Dominic A., and Ellen Skerrett. Chicago, City of Neighborhoods: Histories and Tours. 1986.",
    "Author of Text": "Amanda Seligman",
    "Hyperlinked Terms Associated": [
        "Lincoln Park",
        "art fairs",
        "urban renewal",
        "Lincoln Park",
        "Old Town School of Folk Music",
        "restaurants"
    ],
    "Street addresses associated": [
        "Lincoln Park"
    ]
}