{
    "Title": "Old Mill Creek, IL",
    "Descriptive Text": "Lake County, 42 miles NW of the Loop. Located in north central Lake County, five miles south of the Wisconsin border, Old Mill Creek remained a rural community well into the twentieth century. In the late 1830s, German and Scottish settlers established the small agricultural community that would later become Old Mill Creek. Jacob Miller built a sawmill and gristmill along a tributary of the Des Plaines River, naming it Mill Creek. In 1838, the Strang brothers, originally from Scotland, traveled from Canada to Illinois in search of work on the Illinois & Michigan Canal. They founded a small settlement near Mill Creek known as Strang's Corners, which served as the area's only commercial center. The name was later changed to Millburn, “burn” being the Scottish word for creek. The placement of the Chicago & Milwaukee Railroad several miles east of Millburn stunted the settlement's growth.The village of Old Mill Creek was incorporated in 1959. In the 1950s, Chicago millionaire Tempel Smith, of Tempel Steel Company, purchased several thousand acres in Old Mill Creek and introduced large-scale grain cultivation. Smith also established Tempel Farms, where he bred Lipizzan horses, which he imported from Austria, Hungary, and Yugoslavia. Smith's large property holdings passed to his three children upon his death in 1980, and by the early 1990s, Tempel Steel and the Tempel Smith family owned close to 80 percent of the land in Old Mill Creek.While suburban development took place to the south and west, Millburn and Old Mill Creek remained comparatively undeveloped. Most of the buildings in the almost 8,000-acre area were clustered in the 37-acre community of Millburn. In 1979, 18 of these were designated the Millburn Historic District and listed on the National Register of Historic Places. The buildings in the district date from the mid to late nineteenth century.In 1994, a commission outlined a program for a planned community in Old Mill Creek that aimed to bring some 16,000 new residents to the village in the next two decades. The plan called for a “green belt” along the creek to surround the community, along with low-density, moderate-income housing, and a commercial office park. Concerned with the continued, rapid expansion of nearby Lindenhurst and Gurnee, residents of Millburn, which was then still unincorporated, looked to Old Mill Creek's strict zoning laws to protect Millburn's country atmosphere. Residents thus elected in 1994 to be annexed to the village. The population of Old Mill Creek in 2000 was 251.",
    "Bibliography": "Christian, Sue Ellen. “The Lake Forgotten by Growth.” Chicago Tribune, July 24, 1992.Moore, Gary. “A Town in Waiting.” Chicago Tribune, April 5, 1998.Wagner, Robert. “Millburn Historic District.” National Register Nomination Form. 1978.",
    "Author of Text": "Elizabeth S. Fraterrigo",
    "Hyperlinked Terms Associated": [
        "Lake County",
        "German",
        "Scottish",
        "Des Plaines River",
        "Illinois & Michigan Canal",
        "Railroad",
        "Lindenhurst",
        "Gurnee",
        "zoning"
    ]
}