{
    "Title": "Olivet Baptist Church",
    "Descriptive Text": "Olivet Baptist Church is the oldest African American Baptist church in Chicago. It was organized first as Xenia Baptist Church on April 6, 1850, then became Zoar Baptist Church when it was formally incorporated three years later. Under the direction of the church's fifth pastor, Jesse F. Boulden, the church united with another black Baptist congregation and was named Olivet Baptist Church in 1861.Olivet Baptist has been a wellspring of black leadership in Chicago since the nineteenth century. Many of the church's pastors have been influential in state, local, and national politics. In 1869 Richard de Baptiste organized Illinois' first “Colored Convention” to fight for black civil rights. Throughout his pastorate, Elijah John Fisher worked with Chicago's temperance activists to rid the South Side of saloons and vice, and Lacey Kirk Williams remained a nationally prominent Republican until his death in a plane crash en route to the GOP convention in 1940.Olivet Baptist Church played a major role in the Great Migration. Through the auspices of its Bethlehem Baptist Association and the Chicago Defender, Olivet stimulated the migration with the promise of jobs and housing. The congregation grew to an enormous size, estimated at approximately 10,000 in the 1920s, when it was hailed as “the largest Protestant church in the world.”In recent years the size of Olivet's congregation has declined significantly. After the death in 1990 of Joseph Harrison Jackson, pastor of the church for 50 years, Olivet struggled to reclaim its former prominence in Chicago's African American community.",
    "Bibliography": "Drake, St. Clair. “Churches and Voluntary Associations in the Chicago Negro Community.” Report of Official Project 465-54-3-386, Work Projects Administration. Chicago 1940.Fisher, Miles Mark. “History of the Olivet Baptist Church.” Thesis, University of Chicago. 1922.Grossman, James R. Land of Hope: Chicago, Black Southerners, and the Great Migration. 1989.",
    "Author of Text": "Wallace Best",
    "Hyperlinked Terms Associated": [
        "African American",
        "politics",
        "civil rights",
        "South Side",
        "saloons",
        "Republican",
        "vice",
        "Protestant",
        "Chicago Defender",
        "Great Migration"
    ],
    "Street addresses associated": [
        "South Side"
    ]
}