{
    "Title": "Olympia Fields, IL",
    "Descriptive Text": "Cook County, 25 miles S of the Loop. The village of Olympia Fields developed from the Olympia Fields Country Club, for which it was named. Bounded roughly by Vollmer Road, 211th Street (U.S. Route 30 or Lincoln Highway), Crawford/Pulaski Avenue, and the eastern border of Western Avenue, the village lies almost entirely within Rich Township. The club is independent of the village, a part of unincorporated Cook County. Butterfield Creek drains the land into the Little Calumet River. There is no evidence that Indians ever settled within the limits of the modern village. Elliott's Amusement Park, which drew patrons from Chicago each summer from 1890 to 1913, occupied several acres northwest of where the Illinois Central Railroad crosses Lincoln Highway. With that exception, the landscape before twentieth-century development was farmland and woods.In 1913, investors, attracted by the successes of country clubs in nearby Flossmoor and Homewood, began to buy land for a new club. Chartered in 1915, the club opened its first golf course the next year. First president Amos Alonzo Stagg chose the name Olympia Fields. The Tudor-style clubhouse, erected 1923–24, is on the National Register of Historic Places. At its zenith, the club covered over a square mile and its facilities included a skeet range and a polo field west of the train tracks and four 18-hole golf courses to the east. The club hosted the U.S. Open in 1928 and 2003. Golf was so popular before the Great Depression that the Illinois Central scheduled “golf specials” from Chicago to Olympia Fields and other clubs.An elite residential community centered on the club was part of the original investors' vision. Some families moved to the club for the summer and lived in canvas-covered “cottages,” forerunners of the year-round homes on the grounds today. Residential lots on the western side of the tracks first sold in 1919, and by 1923 the Greek revival–style station at Olympia Fields was a regular stop for commuter trains. Population, however, remained slight. According to local lore, village incorporation was achieved in 1927 by counting railroad workers temporarily housed in cars on a nearby siding to meet the population minimum of 150.The stock market crash of 1929 and the subsequent depression smothered growth until after World War II. In 1944, the club sold two golf courses for residential development. Relatively few new residents joined the club, but the standards of an affluent, elite community have persisted. A mid-1950s ordinance was designed to make sure no two houses would look alike. Population surged from 160 in 1950 to 1,503 in 1960 and 3,478 in 1970, supported by annexations west of Kedzie Avenue. Institutional development followed: Tolentine Center (1958), originally an Augustinian seminary and now the order's regional headquarters, Rich Central High School (1961), United Methodist Church (1964), and Temple Anshe Sholom (1964). As population grew (to 4,146 in 1980 and 4,732 in 2000), institutions kept pace. St. James Hospital (originally Osteopathic Medical Center) opened in 1976, as did the First Baptist and Assumption Greek Orthodox churches. Modest retail and commercial development, chiefly around the intersection of Lincoln Highway and Western Avenue, has been continuous since the 1950s.",
    "Bibliography": "Dionne, Edward. Olympia Fields: An Illinois Community's 50th Anniversary, 1927–1977. 1977.",
    "Author of Text": "John H. Long",
    "Hyperlinked Terms Associated": [
        "Cook County",
        "Calumet River",
        "Amusement Park",
        "Illinois Central Railroad",
        "landscape",
        "Great Depression",
        "golf",
        "World War II",
        "annexations",
        "seminary"
    ]
}