{
    "Title": "Open Housing",
    "Descriptive Text": "“Open housing” refers to the goal of a unitary housing market in which a person's background (as opposed to financial resources) does not arbitrarily restrict access. Calls for open housing were issued early in the twentieth century, but it was not until after World War II that concerted efforts to achieve it were undertaken.Many minorities in Chicago—especially Mexicans, Puerto Ricans, Jews, and Asians—have suffered from a discriminatory housing market, but African Americans have been the most numerous victims. By the early twentieth century, white property owners and real-estate agents had devised mechanisms—most notably, restrictive covenants and discriminatory real-estate practices—to ensure the residential segregation of the city by race.The first major victory for open housing came in 1948 when in Shelley v. Kraemer the U.S. Supreme Court ruled that restrictive covenants were unconstitutional and therefore unenforceable. This decision was in part a result of agitation by black Chicagoans such as Earl Dickerson and Carl Hansberry.In 1963, the Chicago City Council, after a heated debate, passed a fair housing ordinance prohibiting discrimination “against any person because of his race, color, religion, national origin or ancestry” in the quest for housing. (Subsequent versions extended protection on the grounds of sex, age, marital and parental status, sexual orientation, disability, source of income, and military discharge status.)The dual housing market, in which whites can live anywhere they can afford but blacks and other minorities face restricted access, extended beyond the borders of Chicago proper. During the 1950s and early 1960s, white suburbanites often turned against pioneer black neighbors. In 1965, the American Friends Service Committee sponsored the North Shore Summer Project, which was designed to raise support for open housing in some of Chicago's most exclusive suburbs.This project also served as an inspiration for the boldest charge for open housing in Chicago's history. In the summer of 1966, the Chicago Freedom Movement, an alliance between Chicago civil rights forces and Martin Luther King's Southern Christian Leadership Conference, targeted Chicago's dual housing market and staged open-housing marches in all-white city neighborhoods and suburbs. The furor over these demonstrations led city leaders to support the creation of an organization dedicated to promoting open housing throughout metropolitan Chicago, the Leadership Council for Metropolitan Open Communities.In 1968, the U.S. Congress passed a national fair housing law. The federal courts later upheld the suit of Dorothy Gautreaux and other public housing tenants against discriminatory policies of the Chicago Housing Authority (CHA), eventually ordering the CHA to issue rent subsidy vouchers to thousands of African American families so that they could live outside the inner city. In the past thirty years, African Americans and other minorities have moved into traditionally white communities throughout metropolitan Chicago. Nevertheless, a late twentieth-century report on open housing in the Chicago area concluded that “race and ethnicity (and not just social class) remain major factors in steering minority families away from some communities and toward others.”",
    "Bibliography": "Berry, Brian J. L. The Open Housing Question: Race and Housing in Chicago, 1966–1976. 1979.Massey, Douglas S., and Nancy A. Denton. American Apartheid: Segregation and the Making of the Underclass. 1993.Ralph, James R., Jr. Northern Protest: Martin Luther King, Jr., Chicago, and the Civil Rights Movement. 1993.",
    "Author of Text": "James Ralph",
    "Hyperlinked Terms Associated": [
        "World War II",
        "Mexicans",
        "Puerto Ricans",
        "Jews",
        "African Americans",
        "restrictive covenants",
        "real-estate",
        "civil rights",
        "Gautreaux",
        "Chicago Housing Authority"
    ],
    "Street addresses associated": [
        "North Shore"
    ]
}