{
    "Title": "Openlands Project",
    "Descriptive Text": "Openlands Project was established in 1963 as a committee of the Welfare Council of Metropolitan Chicago “to seek preservation and development of recreation and conservation resources” in the Chicago metropolitan area. Occasionally, Openlands took on significant efforts beyond northeastern Illinois, such as the preservation of Beall Woods, a prime oak-hickory forest in southeastern Illinois. Among the central advocacy efforts in which Openlands played a key role during its first five years were groundwork for the Illinois Prairie Path, promotion of the McHenry County Conservation District, and support for preservation of the Illinois & Michigan Canal corridor.Under the direction of founding chairman Jeffrey R. Short, Jr. (1963–1972), and Executive Director Gunnar A. Peterson (1963–1975), Openlands became an independent not-for-profit in 1968. Its mission has included educating citizens about conservation issues, advocating sound open-space policies, and serving as an incubator for new organizations that often evolved out of special programs. Friends of the Chicago River was organized as an Openlands committee in 1979 and became independent in 1988.In 1982, the Canal Corridor Association (formerly Upper Illinois Valley Association) grew out of Openlands' efforts to create the first “National Heritage Corridor” along the route of the Illinois & Michigan Canal from Chicago to LaSalle-Peru. Since Congressional designation of the Illinois & Michigan Canal National Heritage Corridor in 1984, the association has provided leadership toward implementation of the legislation's goals for conservation, preservation, and economic development.In 1978, the Corporation for Open Lands (CorLands) was formed as an affiliate of Openlands to provide technical assistance to local governments and private groups for land acquisition and preservation. By 2002, CorLands was responsible for the protection of over 10,000 acres throughout the metropolitan region.Openlands has also addressed the quality and quantity of parkland in Chicago neighborhoods and in 1986 launched a formal urban program with an emphasis on urban forestry and the development of new community green spaces. TreeKeepers, a citizen action group, was formed in 1991 as a volunteer arm of Openlands to provide maintenance and grassroots advocacy for Chicago's urban forest.In 1990, Openlands launched the 21st Century Open Space Plan, which outlined an integrated regional framework for the organization's work. The plan called for the creation of a new generation of neighborhood parks and gardens in Chicago, a metropolitan network of greenways, and several large regional reserves, such as Fort Sheridan and the 19,000-acre Midewin National Tallgrass Prairie. Coauthored by Openlands and the Northeastern Illinois Planning Commission, the Northeastern Illinois Regional Greenways Plan was adopted in 1992 and by the end of the twentieth century included over 4,000 miles of linear parks and trails.",
    "Author of Text": "Gerald W. Adelmann",
    "Hyperlinked Terms Associated": [
        "McHenry County",
        "Illinois & Michigan Canal",
        "Chicago River",
        "Fort Sheridan",
        "Planning"
    ]
}