{
    "Title": "Operation PUSH",
    "Descriptive Text": "Though often overshadowed by its founder, Jesse Jackson, Operation PUSH (People United to Serve Humanity) has been one of the most important social justice organizations in the United States since 1971.The roots of Operation PUSH stretch back into the headiest years of the civil rights movement. When the Southern Christian Leadership Conference (SCLC) targeted Chicago in 1965, Jesse Jackson helped formally organize Chicago ministers to promote more employment opportunities for local African Americans. Operation Breadbasket enjoyed early success, and by the end of the 1960s it was the leading civil rights group in Chicago.In 1971, Jackson broke with SCLC, and Operation Breadbasket became Operation PUSH. Despite precarious finances, Operation PUSH was active. It held rousing weekly meetings at its Hyde Park headquarters to energize its supporters, which included both black and white Chicagoans. It pressured major companies to hire more African Americans and to extend business ties with the black community. And in 1976 it launched PUSH-Excel, a program designed to inspire inner-city teenagers across the country to work hard and to stay out of trouble.Operation PUSH's fortunes have fluctuated since 1980. Though stalwart PUSH leaders like the Reverend Willie Barrow supervised its activities from its South Side headquarters, Operation PUSH declined during the 1980s with Jackson's pursuit of the presidency. In the mid-1990s, Jackson directed the merger of PUSH with the National Rainbow Coalition, a political organization he had founded a decade earlier, to form the Rainbow/PUSH Coalition. This new combination revived the traditional PUSH economic emphasis by launching “The Wall Street Project,” a initiative that encourages leading financial firms and Fortune 500 companies to increase their minority hiring and inner-city investment.",
    "Bibliography": "Frady, Marshall. Jesse: The Life and Pilgrimage of Jesse Jackson. 1996.House, Ernest R. Jesse Jackson and the Politics of Charisma: The Rise and Fall of the PUSH/Excel Program. 1988.",
    "Author of Text": "James Ralph",
    "Hyperlinked Terms Associated": [
        "civil rights movement",
        "African Americans",
        "Hyde Park",
        "African Americans",
        "South Side"
    ],
    "Street addresses associated": [
        "Hyde Park"
    ]
}