{
    "Title": "Opera",
    "Descriptive Text": "Like the other arts, opera was slow to develop as a part of Chicago's social and cultural identity. A small visiting troupe first brought opera to Rice's Theater in 1850. Ominously, the house burned down on the second night. Sporadic visits of Italian opera companies predominated through the Civil War era. In 1865, Uranus Crosby used his wartime distilling fortune to open Crosby's Opera House, which hosted touring opera companies until it burned down in the Fire of 1871.Opera and the other arts exploded in Chicago in the 1880s. The city's sizeable German population contributed to the vogue of Wagner in the mid-1880s, and declining ticket prices made opera available not only to elites but to the socially aspiring middle class. The Chicago Opera Festival Association lobbied for a new permanent opera theater in Chicago, and in 1889 the Chicago Auditorium, an architectural and acoustical marvel, was opened downtown. It hosted touring companies until 1910, when the Chicago Grand Opera Company was opened as the city's first permanent resident company. It established the city as an operatic center of national prominence, thanks in large part to music director and conductor Cleofante Campanini's openness to experimentation and innovation and to the patronage of Harold and Edith McCormick.The dominating operatic personality in Chicago from 1910 to 1931 was lyric soprano and actress Mary Garden, who was appointed general director (or “directa,” as she insisted on being called) after Campanini's death. The lavish season of 1921–22 included among its triumphs the world premiere of Prokofiev's The Love for Three Oranges but closed with a deficit, covered by the McCormicks, of over a million dollars, which ended the company. Support for opera was by then so widespread that a new organization, the Chicago Civic Opera, was formed almost at once. Its president, the utilities magnate Samuel Insull, pursued a businesslike, populist policy designed to broaden the social and financial basis of opera's support. Like its predecessor, the Civic Opera toured nationally. Together, the two Chicago companies brought opera to 62 cities, large and small, between 1910 and 1929. The establishment of a permanent resident opera company in Chicago, together with the new venues of radio and the phonograph, democratized opera by making it available to a new and broader audience.The Chicago Civic Opera moved into the Civic Opera House, a 45-story skyscraper of modern design at Madison and Wacker Drive, six days after the stock market crash of 1929. The Great Depression had a major impact on opera in Chicago, putting an end to the Civic Opera and summertime operas at Ravinia Park, as well as making success impossible for subsequent companies in the 1930s. Opera was reborn in Chicago with the creation of the Lyric Opera (founded as the Lyric Theater) in 1952. Under Carol Fox (1956–1981) and Ardis Krainik (1981–1997), the Lyric found subscriber support in a broadening base of business and professional patronage. By 1989 every seat for every performance of the season had been sold before opening night. A growing commitment to new works led the Lyric to commission a major new work, William Bolcom's McTeague (1992).",
    "Bibliography": "Davis, Ronald L. Opera in Chicago. 1966.Dizikes, John. Opera in America. 1993.",
    "Author of Text": "Thomas Bauman",
    "Hyperlinked Terms Associated": [
        "Civil War",
        "Fire of 1871",
        "German",
        "theater",
        "Auditorium",
        "skyscraper",
        "Great Depression",
        "Ravinia",
        "Lyric Opera"
    ]
}