{
    "Title": "Orland Park, IL",
    "Descriptive Text": "Cook County, 22 miles SW of the Loop. During the past 20 years, Orland Park has been one of the focal points for growth in the metropolitan region southwest of Chicago. Commercial growth has been dramatic, with Orland Square Mall and the surrounding blocks of business, especially along LaGrange Road (Route 45). The area is wholly oriented toward automobiles and its growth is supported by the continuing outward spread of residential subdivisions.Although it is a classic example of the American automobile-based suburb, Orland Park has a town center next to a railroad commuter station. The center includes many of the early stores, a bank, and Twin Towers, formerly a Methodist church and Orland Park's only structure on the National Register of Historic Places. These are bordered by some of the village's original residential areas.The beginnings of this community were somewhat to the east, in the area of the current commercial concentration. Known as the English Settlement, the community centered on a grade school and a Methodist church. Settlers include Henry Taylor, who arrived in 1834, and Thomas Hardy, who came in 1836. They were followed by other immigrants from the British Isles—including the family of a 10-year-old named John Humphrey who arrived from England in 1848.In the 1840s, Luxembourgers and Germans began to arrive. Their presence is commemorated in the original Hostert family log cabins now situated in a wooded park on the southern edge of the old village area.The “father” of Orland Park was John Humphrey. When he was 21, he joined a wagon train going to California, later returning to work with his family. When the Wabash, St. Louis & Pacific Railroad completed its rail line through the area in 1879, Humphrey purchased a significant piece of land next to what was platted as the town center for the railroad stop. The Wabash had named its train stop Sedgewick, but the locals, with Humphrey's leadership, changed the name to Orland Park.Humphrey participated in almost all aspects of the growth of the community. He was elected to the state house of representatives in 1870 and to the state senate in 1886. He was instrumental in the incorporation of the village in 1892, and served as its first president. In 1881, he had built the second house in Orland Park. This house has now passed into the hands of the Orland Historical Society.From such beginnings, Orland Park grew in population from 366 in 1900 to 51,077 in 2000. While retaining its old commercial and residential core, the village has built an innovative municipal facility that sits between the old and new sections.",
    "Bibliography": "“Orland Park.” In Local Community Fact Book: Chicago Metropolitan Area, 1990, ed. Chicago Fact Book Consortium, 1995.The Orland Story: From Prairie to Pavement. 1991.",
    "Author of Text": "Larry A. McClellan",
    "Hyperlinked Terms Associated": [
        "subdivisions",
        "railroad",
        "English",
        "Luxembourgers",
        "Germans"
    ]
}