{
    "Title": "Orphanages",
    "Descriptive Text": "The first Chicago orphanages, the Chicago Orphan Asylum and the Catholic Orphan Asylum, opened their doors in 1849 in the aftermath of a cholera epidemic. By 1890, there were 12 orphanages in the city. They split along Roman Catholic and Protestant lines. Chicago had no Jewish orphanages until the 1890s. Until then, Jews tried to send orphans to institutions in Cincinnati, but some Jewish orphans lived in Protestant orphanages in Chicago. Almost all “orphans” in nineteenth-century Chicago orphanages had one parent living. They were places that single-parent families in financial crisis could safely keep their children. A few of them, like the Home for the Friendless, were gigantic, housing hundreds of children at a time.Turn-of-the-century progressive reformers like Jane Addams attacked orphanages as places that warehoused children in unhealthy, overcrowded buildings. Reformers wanted children kept at home. Despite the complaints, new orphanages continued to be built between 1890 and 1920. Major institutions like the Marks Nathan Jewish Orphan Home opened around the turn of the century. By 1910, Chicago had more than 30 children's homes. While a few were small, most housed between 200 and 900 children.Gradually, between 1900 and 1940, orphanages did respond to the reformers' challenge. By the 1920s, almost every major orphanage had moved from the center of the city to spacious suburban campuses. A few, like the Illinois Industrial School for Boys (now known as the Glenwood School for Boys), moved far south of the city. Most, however, moved northwest. St. Hedwig's, a Roman Catholic girls' orphanage, found a home in Niles Township. The Catholic Boys Asylum in the Bridgeport neighborhood moved to Des Plaines and became St. Mary's Training School for Boys. Hannah Greenebaum Solomon, a friend of Jane Addams, spearheaded the move of the Illinois Industrial School for Girls to Park Ridge.In those same decades, the huge dormitories housing the children during the 1800s were gradually replaced by smaller “cottages” that tried to simulate a home setting. A few institutions run by progressive Protestants and Jews shut down and became foster home placement centers. Still, more than 5,000 children remained in Chicago orphanages in the middle of the 1940s. Angel Guardian, the largest Catholic institution, housed over 1,200 children during the Great Depression.Orphanages declined in two stages after World War II. Between 1945 and 1960, more than half the orphanages in the city, under pressure from welfare professionals, decided to either close down, turn their plants into housing for the elderly or shift their focus to the psychotherapeutic treatment of small numbers of emotionally disturbed children. Then, in the early 1970s, the Illinois Department of Children and Family Services forced almost every orphanage still operating to shut down. Angel Guardian, still housing 400 children in the early seventies, closed in 1974. By the 1980s, only the most emotionally troubled adolescents lived in institutions. Compared to previous generations, the numbers were tiny.",
    "Bibliography": "Cmiel, Kenneth. A Home of Another Kind: One Chicago Orphanage and the Tangle of Child Welfare. 1995.McCausland, Clare L. Children of Circumstance: A History of the First 125 Years of the Chicago Child Care Society. 1976.",
    "Author of Text": "Kenneth Cmiel",
    "Hyperlinked Terms Associated": [
        "Roman Catholic",
        "Protestant",
        "Jews",
        "Glenwood",
        "Niles",
        "Bridgeport",
        "Des Plaines",
        "Park Ridge",
        "Angel Guardian",
        "Great Depression",
        "World War II",
        "housing for the elderly"
    ],
    "Street addresses associated": [
        "Bridgeport"
    ]
}