{
    "Title": "Ottawas",
    "Descriptive Text": "Ottawas first made the Chicago region their home in the mid-1700s, when they and the Chippewas Ojibwas joined the dominant Potawatomis in making villages along the Illinois River and its tributaries. Intertribal wars had pushed the Ottawas from their earliest recorded villages on Manitoulin Island and the Georgian Bay in 1650, and they had moved eastward, occupying sites on the south shore of Lake Superior and east of Lake Michigan between 1650 and 1670. By 1670, Ottawas lived at the Straits of Mackinac and moved south into Michigan's Lower Peninsula, where the majority of Ottawas live today. Ottawas joined with Chippewas and Potawatomis in warfare against Chicago-area tribes in the late 1600s and early 1700s. This warfare left the Chicago region a disputed territory with rich natural resources harvested by several tribes, including the Ottawas. Between 1750 and 1783, a few Ottawas joined with the more numerous Illinois Potawatomis to build substantial villages and extend their control over the region. Ottawas from Michigan and Wisconsin traveled to the Chicago area to harvest rich riverine resources including wild rice, game of various species, and Lake Michigan whitefish throughout the eighteenth and early nineteenth centuries.By 1814, Ottawas and Potawatomis jointly occupied the Chicago village, and the Illinois River villages as well. Illinois Ottawas maintained ties to their Michigan and Canadian relatives by visiting the eastern villages and by hosting them for winter hunts. Ottawas from Michigan and Illinois joined Tecumseh's confederacy to fight the United States during the War of 1812. While the Ottawas and Chippewas in Illinois maintained distinct ethnic identities, they became socially and politically Potawatomis. United States officials called the Illinois River Indians the “United Nations of Chippewa, Ottawas, Potawatomie of the Waters of the Illinois.”The United States negotiated land cession treaties with the United Bands for Chicago area lands during the early 1800s, after purchasing the land where Chicago stands from Old Northwest Territory tribes at the 1795 Treaty of Greenville. Ottawas joined Potawatomis to sell the land immediately around Chicago in 1816. They and their Chippewa relatives sold more Illinois land in 1829 and 1832. Several bands who made these treaties kept small reservations where their villages stood. Most sold their reservations at the 1833 Treaty of Chicago and agreed to move west of the Mississippi River. By 1840, only the DeKalb County reservation of the Potawatomi chief Shabene (an Ottawa by birth) remained intact. The United Bands moved to a reservation at Council Bluffs, Iowa, between 1836 and 1838. Today, descendants of the Ottawas, Chippewas, and Potawatomis from Chicago live on a reservation near Mayetta, Kansas, and are known as the Prairie Band Potawatomis.",
    "Bibliography": "Baerreis, David, Erminie Wheeler-Voegelin, and Remedios Wycoco-Moore. Indians of Northeastern Illinois: Anthropological Report on the Chippewa, Ottawa, and Potawatomi Indians in Northeastern Illinois. 1974.Edmunds, R. David. The Potawatomis: Keepers of the Fire. 1978.Tanner, Helen Hornbeck. Atlas of Great Lakes Indian History. 1987.",
    "Author of Text": "James M. McClurken",
    "Hyperlinked Terms Associated": [
        "Ojibwas",
        "Potawatomis",
        "Lake Michigan",
        "riverine",
        "treaties",
        "treaties"
    ]
}