{
    "Title": "Outboard Marine Corp.",
    "Descriptive Text": "In 1882, when he was five years old, Ole Evinrude emigrated with his family from Norway to Wisconsin. In 1907, he founded the Evinrude Motor Co. in Milwaukee. By 1911, the company was selling 2,000 boat motors a year. In 1929 Evinrude and Stephen Briggs of the gasoline engine company Briggs & Stratton created the Outboard Motors Corp., which became the world leader in this field. In 1935, just after Ole Evinrude passed away and was succeeded by his son Ralph, Outboard Motors purchased the assets of the bankrupt Johnson Bros. Motor Co., an Indiana company that had built a new marine plant in Waukegan just before the Great Depression. For the rest of the century, the company would manufacture such well-known marine products as Evinrude & Johnson marine motors as well as Chris-Craft boats. In 1936, when it employed a total of about 1,000 people, Evinrude's company changed its name to Outboard Marine & Manufacturing Co.; 20 years later, it became Outboard Marine Corp. (OMC). After serving as a military contractor during World War II, the company turned back toward civilian markets. During the 1950s, when the Waukegan facility became its main plant, Outboard Marine manufactured the popular “Lawn-Boy” power mowers, as well as boat motors. By the beginning of the 1960s, annual sales had reached $130 million. In the mid-1970s, the company had about 7,000 workers in the Chicago region, most of them in Waukegan. By the beginning of the 1990s, when Outboard Marine was the nation's second leading manufacturer of boats (the Chicago-based Brunswick Corp. was the leader), the company was losing money and cutting jobs. A highly leveraged acquisition of OMC by a New York–based partnership led by billionaire investor George Soros accelerated the company's decline. Burdened by heavy debt, Outboard Marine declared bankruptcy in late 2000. A Montreal sporting goods retailer purchased the Evinrude & Johnson motors division, but the Waukegan plant relocated to Wisconsin. As the remainder of OMC's assets were sold off to various buyers, plants around the country either closed or downsized, throwing thousands out of work.",
    "Bibliography": "This entry is part of the Encyclopedia's Dictionary of Leading Chicago Businesses (1820-2000) that was prepared by Mark R. Wilson, with additional contributions from Stephen R. Porter and Janice L. Reiff."
}